Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: How can you be an orc and not know their legend? I thought every orc child heard stories of how Vishnak the Great tamed Fernir, the Red Wolf! Now, guess why Fernir was called the Red Wolf? Because it was always covered in the blood of its victims! But Vishnak overwhelmed it with his great strength, and turned it into his mount! It was then that his clan started taming wolves and training them as mounts!
es: ¿Cómo puedes ser un orco y no conocer su leyenda? ¡Pensaba que todos los niños orcos oían historias de cómo Vishnak el Grande domó a Fernir, el Lobo Rojo! ¡Ahora, adivina por qué Fernir era llamado el Lobo Rojo! ¡Porque siempre estaba cubierto de la sangre de sus víctimas! ¡Pero Vishnak lo dominó con su gran fuerza y lo convirtió en su montura! ¡Fue entonces cuando su clan empezó a domar lobos y entrenarlos como monturas!

source: Weird, the version I know tells that Vishnak took care of Fernir when it was a puppy, and that the animal later saved him from being killed by orcs; thus they became friends, and together vanquished the warlord that enslaved his people.
es: Raro, la versión que yo conozco cuenta que Vishnak cuidó de Fernir cuando era un cachorro y que el animal después lo salvó de ser asesinado por orcos; así se hicieron amigos y juntos vencieron al señor de la guerra que esclavizaba a su pueblo.

source: No offence, ma'am, but Vishnak was a mighty orc, so huge he could shatter a carapace's shell and tear apart minotaur behemoths with his bare hands! How could he be bullied by others, even if by orcs?
es: Sin ofender, señora, pero Vishnak era un orco poderoso, ¡tan enorme que podía romper el caparazón de un carapacho y despedazar behemots minotauros con sus propias manos! ¿Cómo podrían intimidarlo otros orc… incluso si eran orcos?

source: Because, you see, Vishnak's people and clan...
es: Porque, verás, el pueblo y el clan de Vishnak…

source: ...are actually goblins.
es: …en realidad son goblins.

source: What?! No, it... it can't be... If this is a joke, it's not funny!
es: ¡¿Qué?! ¡No, no puede ser…! ¡Si esto es una broma, no tiene gracia!

source: Why such reaction? I thought orcs and goblins were allies.
es: ¿Por qué tanta reacción? Pensaba que orcos y goblins eran aliados.

source: (amused) Well, not quite. Goblins are seen as an inferior breed of orcs, smaller and weaker and, for this reason, despised and often exploited. Vishnak was the first goblin who successfully broke free from an orc master's domination; and, by showing how his fighting style was useful, he gave all goblins a way of earning the respect of the orcs.
es: (divertida) Bueno, no exactamente. Los goblins son vistos como una raza inferior de orcos, más pequeños y débiles y, por esa razón, despreciados y a menudo explotados. Vishnak fue el primer goblin que logró liberarse con éxito de la dominación de un maestro orco; y, al mostrar lo útil que era su estilo de lucha, dio a todos los goblins una forma de ganarse el respeto de los orcos.

source: Who comes there? Stop right where you are, or our wolves will...
es: ¿Quién viene ahí? ¡Paraos donde estáis o nuestros lobos…!

source: Oh, hi there! Long time no see, Ronak!
es: ¡Oh, hola! ¡Cuánto tiempo sin verte, Ronak!

source: It's... it's... (gets paler) WHY HAVE YOU COME BACK, YOU CRUEL WITCH? WHY DO YOU KEEP PLAGUING US?
es: Es... es... (se pone más pálido) ¡¿POR QUÉ HAS VUELTO, BRUJA CRUEL?! ¡¿POR QUÉ SIGUES AFLIGIÉNDONOS?!

source: Geez, Ronak, are you still mad at me for that... little accident?
es: Vaya, Ronak, ¿todavía estás enfadado conmigo por aquel… pequeño accidente?

source: How can I not be, when every time I ride my dear she-wolf I am reminded of that?!
es: ¡¿Cómo no voy a estarlo, cuando cada vez que monto a mi querida loba me lo recuerda?!

source: Come on, Ronak, you asked for that! I know I trespassed your frontiers once, but you know I had then recently arrived at this continent! You could have been reasonable, but nooo, you had to unleash your wolves on me and Jevyan, and you had to do it every damn time you spotted us... And even you must agree that your last assault on us was the last straw!
es: ¡Vamos, Ronak, tú te lo buscaste! ¡Sé que crucé vuestras fronteras una vez, pero sabes que acababa de llegar a este continente! ¡Podrías haber sido razonable, pero nooo, tenías que soltar a tus lobos contra mí y Jevyan, y tenías que hacerlo cada maldita vez que nos veías…! ¡Y hasta tú tienes que admitir que tu último asalto contra nosotros fue la gota que colmó el vaso!

source: (sobbing) Riding my she-wolf was delightful in the past, but now it is almost a torture...
es: (sollozando) Montar a mi loba era delicioso en el pasado, pero ahora es casi una tortura…

source: Listen, Ronak, will you see me with better eyes if I tell you I killed your hated Hagash?
es: Escucha, Ronak, ¿me verás con mejores ojos si te digo que maté a tu odiado Hagash?

source: You did...? Well, that makes little difference: I hated him just a little bit more than I hate you.
es: ¿Lo hiciste…? Bueno, eso cambia poco: lo odiaba solo un poquito más de lo que te odio a ti.

source: Aaand what if I tell you I came here to warn you that his son is preparing to launch a new offensive on the north-western orcish tribes?
es: Yyyy ¿qué tal si te digo que he venido aquí para avisarte de que su hijo se está preparando para lanzar una nueva ofensiva contra las tribus orcas del noroeste?

source: Is he...?
es: ¿Lo está…?

source: Exactly. Eranak, the new boss at Uldrol now that Ogesh is dead, is planning a counter-offensive, but unfortunately most of his allies deserted him, and that includes you.
es: Exacto. Eranak, el nuevo jefe en Uldrol ahora que Ogesh está muerto, está planeando una contraofensiva, pero desgraciadamente la mayoría de sus aliados lo han abandonado, y eso te incluye a ti.

source: Hrumph! You should know the orc ways better; I respected and pledged my loyalty to Ogesh, not to his clan. If his successor proved himself a worthy warrior, I might aid him, but I see he has sent you, who isn't even of his own people, to do his job. And I'd have expected more from you, witch, lowering yourself by being his errand girl.
es: ¡Hrumph! Deberías conocer mejor las costumbres orcas; yo respetaba y juré lealtad a Ogesh, no a su clan. Si su sucesor se hubiera demostrado un guerrero digno, quizá lo ayudaría, pero veo que ha enviado a ti, que ni siquiera eres de su gente, para hacer su trabajo. Y esperaba más de ti, bruja, rebajándote a ser su recadera.

source: (menacingly) Mind your words, goblin. Do you want me to fry your bottom again?
es: (amenazante) Cuida tus palabras, goblin. ¿Quieres que te queme el trasero otra vez?

source: Bah! You think I will accept your condescendence just because I'm a goblin? Defeat me and my cousins in battle, and we will do whatever you tell us to do. But know that we've had an awful lot of new recruits since our last meeting!
es: ¡Bah! ¿Crees que aceptaré tu condescendencia solo porque soy goblin? ¡Derrotadme a mí y a mis primos en batalla y haremos lo que nos digáis! ¡Pero sabed que hemos tenido un montón de nuevos reclutas desde nuestro último encuentro!

source: Then you will see an awful lot of wolves moaning across these hills. Grunts, I want these goblin insects crushed before sunset! But let me deal with Ronak myself; he's the main leader of the wolf riders, if we kill him the goblins will be so weakened that there'll be no point in asking for their aid anymore!
es: Entonces veréis un montón de lobos gimiendo por estas colinas. ¡Grunts, quiero a estos insectos goblin aplastados antes del atardecer! ¡Pero dejadme a Ronak para mí; es el líder principal de los jinetes de lobo, si lo matamos los goblins quedarán tan debilitados que ya no tendrá sentido pedir su ayuda!

source: No! I told you not to kill him! Eranak has just lost an invaluable ally!
es: ¡No! ¡Os dije que no lo matarais! ¡Eranak acaba de perder un aliado inestimable!

source: Argh, I hate you...
es: Argh, te odio…

source: I know you do, but now, you must keep your promise, as the worthy descendant of Vishnak the Great that you are.
es: Lo sé, pero ahora debes cumplir tu promesa, como el digno descendiente del gran Vishnak que eres.

source: I suppose you want me to fight for that stupid Eranak?
es: Supongo que quieres que luche por ese estúpido Eranak.

source: Yes; you shall follow his orders as if they came from the mouth of Ogesh himself. Also, I want you to address him as 'chieftain', or 'boss', do you understand?
es: Sí; seguirás sus órdenes como si salieran de la boca del propio Ogesh. Además, quiero que lo llames «jefe» o «amo», ¿entendido?

source: I will take that as a 'yes'. Now, I want you to prepare a feast for us, this battle's made me hungry like I haven't been since my pregnancy!
es: Lo tomaré como un «sí». Ahora quiero que prepares un banquete para nosotros, ¡esta batalla me ha dado un hambre que no tenía desde mi embarazo!

source: (grumbling) She comes to my land, kills my wolves, harms my cousins and ravages my kitchen... And they call <i>us</i> barbarians...
es: (refunfuñando) Viene a mi tierra, mata a mis lobos, hiere a mis primos y saquea mi cocina… ¡Y nos llaman <i>a nosotros</i> bárbaros…!

source: We are taking too much time defeating the goblins! If we continue at this pace, we'll never gather enough allies in time to face Hagor!
es: ¡Estamos tardando demasiado en derrotar a los goblins! ¡Si seguimos a este ritmo, nunca reuniremos suficientes aliados a tiempo para enfrentar a Hagor!

source: Old Friends
es: Viejos amigos

source: Prudish
es: Pudorosa

source: Alenya, Dvalin, Akashia, it's so good to see you all together again! Especially you, Akashia! Hiera'Laksha won't crumble to dust if you stop working for just a few days while you visit your old friends! We've so much catching up to do...
es: ¡Alenya, Dvalin, Akashia, qué alegría veros a todos juntos otra vez! ¡Sobre todo a ti, Akashia! ¡Hiera'Laksha no se vendrá abajo si dejas de trabajar unos pocos días para visitar a tus viejas amigas! ¡Tenemos tanto de que ponernos al día...

source: I doubt that. The last three times we saw each other, it was all 'Maat'Kare this' and 'Aldrik that' and 'more babies being born' and 'isn't our city growing just <i>wonderfully</i>'...
es: Lo dudo. Las últimas tres veces que nos vimos fue todo «Maat'Kare esto» y «Aldrik lo otro» y «más bebés naciendo» y «¿no está creciendo nuestra ciudad <i>maravillosamente</i>»...

source: Come on, Maat'Kare isn't boring, there's always something new to show you!
es: ¡Venga ya, Maat'Kare no es aburrida, siempre hay algo nuevo que enseñarte!

source: You're right. Now that you're hugging me, I can feel you've grown fatter.
es: Tienes razón. Ahora que me estás abrazando noto que has engordado.

source: You know what? It's you who's always the same difficult little brat!
es: ¿Sabes qué? ¡Eres tú la que siempre es la misma mocosa insoportable!

source: Don't be mad for her saying the truth, you do look rounder - or maybe it's just Aldrik's little brother on the way?
es: No te enfades porque dice la verdad, sí que pareces más rellenita… ¿o será que ya viene en camino el hermanito de Aldrik?

source: You're one to talk... Have you been having much dwarvish stuff lately?
es: Tú sí que hablas… ¿has estado comiendo mucho “producto enano” últimamente?

source: (blushes violently) ...!!!
es: (se pone roja como un tomate) …!!!

source: (blushes even more violently) Och, girl, stop talking nonsense! 'Having much'... Nonsense...
es: (se pone aún más rojo) ¡Por los dioses, muchacha, deja de decir tonterías! «Comer mucho»… ¡Tonterías…!

source: (shakes head disapprovingly)
es: (niega con la cabeza, desaprobando)

source: Ahem! If you friends have sated your longing for each other, I'd like to begin our meeting.
es: ¡Ejem! Si ya habéis terminado de saciar las ganas de veros, me gustaría empezar la reunión.

source: Certainly, Lord Dulcatas. (pulls Myra away)
es: Claro, señor Dulcatas. (tira de Myra para apartarla)

source: (whispers) I really don't get it, why were they so scandalized when I called her chubby for eating dwarvish food?
es: (susurra) De verdad que no lo entiendo, ¿por qué se escandalizaron tanto cuando dije que estaba gordita por comer tanto producto enano?

source: I have summoned you to this meeting to discuss the recent events regarding the vampires and Hagash's clan. Myra, you are the one who first raised awareness to this fact; would you like to speak first?
es: Os he convocado a esta reunión para tratar los recientes acontecimientos relacionados con los vampiros y el clan de Hagash. Myra, tú fuiste la primera en alertarnos; ¿quieres hablar primero?

source: I was initially summoned to Uldrol to help chieftain Ogesh fend off a joint orcish and vampire attack; when I arrived there, he was dead, and his city was on the verge of being destroyed by Hagash and his new allies. I helped Eranak, Ogesh's right-hand warrior, to defeat them both, and he told me he had seen a message coming from Hagash the day before, in which he boasted his new alliance with Vrykos.
es: Me llamaron a Uldrol para ayudar al jefe Ogesh a rechazar un ataque conjunto de orcos y vampiros; cuando llegué, él ya estaba muerto y su ciudad estaba a punto de ser destruida por Hagash y sus nuevos aliados. Ayudé a Eranak, la mano derecha de Ogesh, a derrotarlos a ambos, y me contó que había visto un mensaje de Hagash del día anterior en el que presumía de su nueva alianza con Vrykos.

source: The 'high and mighty' Vrykos, siding with orcs? Most likely your dumb orcish friend misunderstood that message, Myra, if that message ever existed at all...
es: ¿El «alto y poderoso» Vrykos aliándose con orcos? Lo más probable es que tu amigo orco tonto malinterpretara ese mensaje, Myra, si es que el mensaje existió alguna vez…

source: You watch out how you talk of chief Eranak, you stinking furry!
es: ¡Cuida cómo hablas del jefe Eranak, bola de pelo apestosa!

source: And <i>you</i> watch out how you talk in the hall of my ancestors, both of you!
es: ¡Y <i>tú</i> cuida cómo hablas en el salón de mis antepasados, ¡los dos!

source: Friends, we came here to talk, not to fight...
es: Amigos, hemos venido a hablar, no a pelearnos…

source: Fine, I apologise... In any case, if Hagash is dead, then we should not fear his orcs anymore, am I right?
es: Está bien, me disculpo… En cualquier caso, si Hagash está muerto, ya no tenemos que temer a sus orcos, ¿verdad?

source: Unfortunately, no. Hagash has been succeeded by his son Hagor, who has already reasserted his clan's control over its vassals.
es: Por desgracia, no. Hagash tiene un hijo, Hagor, que ya ha vuelto a imponer el control de su clan sobre sus vasallos.

source: Furthermore, my gryphon riders have scouted the south-western orcish lands, and reported a major stirring there, with large armies of both seasoned and newly-recruited warriors moving towards Borgath, Hagash's capital. What about you, Lady Akashia? You said in your message that your girls would scout the northern mountains; did they see anything unusual?
es: Además, mis jinetes de grifo han explorado las tierras orcas del suroeste y han informado de un gran movimiento: ejércitos numerosos de guerreros veteranos y recién reclutados avanzan hacia Borgath, la capital de Hagash. ¿Y tú, señora Akashia? Dijiste en tu mensaje que tus chicas explorarían las montañas del norte; ¿vieron algo fuera de lo normal?

source: Affirmative. In their reports, they claimed that they've noticed an unusual movement between vampire fortresses; some hurried vampires, leading small bands, have already attacked our Foundation, even Maat'Kare. That is normal, for their standards: vampires have little control of themselves when they're obsessed with something.
es: Afirmativo. En sus informes decían que habían notado un movimiento extraño entre las fortalezas vampíricas; algunos vampiros apresurados, al mando de pequeños grupos, ya han atacado nuestra Fundación e incluso Maat'Kare. Eso es normal en ellos: los vampiros pierden el control cuando están obsesionados con algo.

source: And what would this 'something' be?
es: ¿Y ese «algo» qué sería?

source: All-out war against all other nations that have stood on the way of their bid for continental power.
es: Una guerra total contra todas las naciones que se han interpuesto en su camino hacia el dominio continental.

source: Och, that does make sense: alone they'd've never be much of a threat for our alliance, but united...
es: Vaya, eso tiene sentido: solos nunca habrían sido gran amenaza para nuestra alianza, pero unidos…

source: Now, I have a question: why don't I see winged people here with us? Haven't you invited them as well, King Dulcatas?
es: Ahora yo tengo una pregunta: ¿por qué no veo aquí gente alada? ¿No los invitaste también, rey Dulcatas?

source: If you mean the Celestials, yes, I have, but they clearly chose not to come...
es: Si te refieres a los Celestiales, sí, los invité, pero claramente decidieron no venir…

source: Arrogant bastards, they know that if we defend our own frontiers theirs will be protected as well... I think we should all pay them a visit when we finish Vrykos and Hagor, you know, just to show them how friendly we are...
es: ¡Malditos arrogantes! Saben que si defendemos nuestras fronteras las suyas también quedarán protegidas… Creo que deberíamos hacerles una visita cuando acabemos con Vrykos y Hagor, ya sabes, para demostrarles lo amigos que somos…

source: That comment aside, we must coordinate our next moves well: we and the Aigathol dwarves may hold back any orcish offensive on the mountains; we also have great control over the Sun Path...
es: Dejando ese comentario de lado, debemos coordinar bien nuestros próximos pasos: los enanos Aigathol y nosotros podemos contener cualquier ofensiva orca en las montañas; además tenemos buen control del Camino del Sol…

source: Please, leave the Sun Path for us, and attack the vampire mountain fortresses; dwarves will fare better than us on that terrain. Our forces will cross the Path westwards, push back any orcish offensive there, and will join the allied orcs and the dwarves in the western front.
es: Por favor, dejadnos a nosotros el Camino del Sol y atacad las fortalezas vampíricas de las montañas; los enanos se desenvuelven mejor que nosotros en ese terreno. Nuestras fuerzas cruzarán el Camino hacia el oeste, rechazarán cualquier ofensiva orca allí y se unirán a los orcos aliados y a los enanos en el frente occidental.

source: The dwarves will have problems fighting the vampires alone, so I will fight there as well.
es: Los enanos tendrán problemas para luchar solos contra los vampiros, así que yo también lucharé allí.

source: As for the wargs, we'll send two armies: one will follow the Maat'Karians west, and the other shall accompany the dwarves north! We have many scores to settle with those blood-suckers...
es: En cuanto a los huargos, enviaremos dos ejércitos: uno seguirá a los maat’karianos hacia el oeste, y el otro acompañará a los enanos al norte. ¡Tenemos muchas cuentas pendientes con esos chupasangres…!

source: What about you, Akashia?
es: ¿Y tú, Akashia?

source: (sigh) Do not misunderstand me; I may bear the title of Warmonger, but I uphold our order's pacifist policies. The Windsong will remain in Hiera'Laksha, faithfully watching over Maat'Kare, but avoiding faraway conflicts.
es: (suspira) No me malinterpretéis; puede que lleve el título de Belicosa, pero mantenemos las políticas pacifistas de nuestra orden. Las Hijas del Viento permanecerán en Hiera'Laksha, vigilando fielmente Maat'Kare, pero evitando conflictos lejanos.

source: (astonished) But... After all the tales of your bravery and strength I heard from Dvalin, I expected you to be the first to unsheathe your blade! Will you simply cross your arms and avoid fighting?
es: (asombrado) ¡Pero…! Después de todas las historias de tu valor y fuerza que me contó Dvalin, ¡esperaba que fueras la primera en desenvainar! ¿De verdad vas a quedarte de brazos cruzados y no luchar?

source: Dvalin said no lie, but yes, I will not send the Windsong to fight anywhere else than either Hiera'Laksha or Maat'Kare.
es: Dvalin no mintió, pero sí, no enviaré a las Hijas del Viento a luchar a ningún otro sitio que no sea Hiera'Laksha o Maat'Kare.

source: Friends, even by simply standing watch, the Order will play an invaluable role: when Maat'Kare's troops leave for the west, the city's best defence will be Hiera'Laksha! With the knowledge that the Windsong are protecting their families, our soldiers will fight much better; after all, we are still the weakest and most vulnerable member of this alliance!
es: Amigos, aunque solo permanezcan vigilando, la Orden jugará un papel inestimable: cuando las tropas de Maat’Kare partan al oeste, la mejor defensa de la ciudad será Hiera’Laksha. ¡Sabiendo que las Hijas del Viento protegen a sus familias, nuestros soldados lucharán mucho mejor! Al fin y al cabo, seguimos siendo el miembro más débil y vulnerable de esta alianza.

source: Well, your arguments are sound... So we have defined our targets, but I still want to discuss our strategy in deeper detail...
es: Bueno, tus argumentos son sólidos… Ya hemos definido nuestros objetivos, pero aún quiero discutir la estrategia con más detalle…

source: It wasn't necessary to justify me back there, but thanks anyway.
es: No hacía falta que me defendieras allí atrás, pero gracias de todos modos.

source: Hey, Akashia, why such coldness? We haven't seen each other in years already, and this is how you treat me?
es: Oye, Akashia, ¿por qué tan fría? Ya hace años que no nos vemos, ¿y así me tratas?

source: Don't get me wrong, Myra, I'm just... (sigh) Being Head of the Windsong does take a toll on you. Yes, I know, you were our Head too, but I'm not an Ascendant, not even a Herald; leave me on a battlefield and I'll know exactly how to lead our sisters, but being the Order's Head... Even if I had that famous Weaver foresight, this isn't where I'd ever have seen me.
es: No me malinterpretes, Myra, solo estoy… (suspira) Ser la Cabeza de las Hijas del Viento pasa factura. Sí, lo sé, tú también fuiste nuestra Cabeza, pero yo no soy Ascendente, ni siquiera Heraldo; déjame en un campo de batalla y sabré exactamente cómo liderar a nuestras hermanas, pero ser la Cabeza de la Orden… Aunque tuviera esa famosa previsión de Tejedoras, este no es el lugar donde me habría imaginado.

source: You worry, yet every Windsong I've met these last years has had nothing but enthusiastic words to describe you. And don't let your lack of Weaver powers get to you; in case you've forgotten, I myself have little connection to the Raw, as my powers are nature-based. I know I placed a burden you never asked for-
es: Te preocupas, pero todas las Hijas del Viento que he conocido estos últimos años solo tienen palabras entusiastas para describirte. Y no dejes que la falta de poderes de Tejedora te afecte; por si lo has olvidado, yo misma tengo poca conexión con el Raw, porque mis poderes son de la naturaleza. Sé que te puse una carga que nunca pediste-

source: If you want to make me feel better, Myra, patronising isn't the way. I willingly accepted being the Windsong's Head; if I sounded like I was regretting that, then it was my mistake.
es: Si quieres hacerme sentir mejor, Myra, no me trates con condescendencia. Acepté voluntariamente ser la Cabeza de las Hijas del Viento; si sonó como si me arrepintiera, fue error mío.

source: Then from one leader of the Windsong to another, do take some time to visit us, if only to grace Maat'Kare with an official visit. I'd go visit you myself, but-
es: Entonces, de una líder de las Hijas del Viento a otra, ven a visitarnos alguna vez, aunque solo sea para honrar Maat’Kare con una visita oficial. Yo misma iría a verte, pero-
