Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: Adjacent units of lower level receive a +20% bonus to all resistances (up to a maximum of 50%).
es: Las unidades adyacentes de nivel inferior reciben un bono del +20% a todas las resistencias (hasta un máximo del 50%).

source: worldsweave
es: tejido del mundo

source: This unit controls the Worldsweave, the essence of spacetime. As such, it can manipulate space to help an ally move through enemy lines, as well as deflect enemy blows, rendering them 20% less effective, and even drown enemies enemy in the tides of time, weakening them by 10% for every level.
es: Esta unidad controla el Tejido del Mundo, la esencia del espacio-tiempo. Como tal, puede manipular el espacio para ayudar a un aliado a atravesar líneas enemigas, así como desviar golpes enemigos, haciéndolos un 20% menos efectivos, e incluso ahogar a los enemigos en las mareas del tiempo, debilitándolos un 10% por cada nivel.

source: This unit controls the Worldsweave, the essence of spacetime. As such, it can manipulate space to help an ally move through enemy lines, as well as deflect enemy blows, rendering them 20% less effective, and even drown enemies enemy in the tides of time, weakening them by 25% for every level.
es: Esta unidad controla el Tejido del Mundo, la esencia del espacio-tiempo. Como tal, puede manipular el espacio para ayudar a un aliado a atravesar líneas enemigas, así como desviar golpes enemigos, haciéndolos un 20% menos efectivos, e incluso ahogar a los enemigos en las mareas del tiempo, debilitándolos un 25% por cada nivel.

source: Dragonfire spreads flames over a large area such that, not only the target, but every unit adjacent to the target has a high chance to be hit as well.
es: El fuego de draco extiende las llamas por un área grande, de forma que no solo el objetivo, sino todas las unidades adyacentes al objetivo tienen alta probabilidad de ser alcanzadas también.

source: terra's majesty
es: majestad de la tierra

source: female^terra's majesty
es: majestad de la tierra

source: This unit can lead allied elemental units that are next to it, making them fight better. Adjacent own elemental units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Terra's Fury engages in combat, its attacks do 35% more damage times the difference in their levels.
es: Esta unidad puede liderar a las unidades elementales aliadas que estén a su su lado, haciéndolas luchar mejor. Las unidades elementales propias adyacentes de nivel inferior infligirán más daño en combate. Cuando una unidad adyacente, de nivel inferior y del mismo bando que una unidad con Majestad de la Tierra entra en combate, sus ataques infligen un 35% más de daño por cada nivel de diferencia.

source: earth's bond
es: vínculo de la tierra

source: female^earth's bond
es: vínculo de la tierra

source: The bonds between Alenya and Dvalin make them fight better when standing near each other; while Alenya gets a 30% bonus to all resistances, Dvalin's attacks are 35% stronger.
es: Los lazos entre Alenya y Dvalin hacen que luchen mejor cuando están cerca el uno del otro; mientras Alenya obtiene un bono del 30% a todas las resistencias, los ataques de Dvalin son un 35% más fuertes.

source: stronger melee blows
es: golpes cuerpo a cuerpo más fuertes

source: stronger ranged attacks
es: ataques a distancia más fuertes

source: Increase HP by 4
es: Aumenta los PV en 4

source: master the Degeneration Cipher
es: domina el Cifrado de Degeneración

source: arrow-thorns are now magical
es: las flechas-espinas ahora son mágicas

source: Myra's arrow-thorns are stronger and more numerous
es: las flechas-espinas de Myra son más fuertes y numerosas

source: Myra's Soul Explosions get weaker, but may be cast twice
es: las Explosiones de Alma de Myra se debilitan, pero pueden lanzarse dos veces

source: learns Nemesis' Fist attack
es: aprende el ataque Puño de Némesis

source: learns Terra's Majesty ability, which allows Myra to strengthen elementals by 35%
es: aprende la habilidad Majestad de la Tierra, que permite a Myra fortalecer a los elementales un 35%

source: Jevyan can fire more arrows
es: Jevyan puede disparar más flechas

source: Jevyan's sword attack is faster, but weaker
es: el ataque con espada de Jevyan es más rápido, pero más débil

source: Jevyan learns how to slow enemies down with precise shots
es: Jevyan aprende a ralentizar enemigos con disparos precisos

source: killer arrow
es: flecha asesina

source: Jevyan's arrows are as precise in defence as in offence
es: las flechas de Jevyan son tan precisas en defensa como en ataque

source: Jevyan learns the skirmisher ability
es: Jevyan aprende la habilidad hostigador

source: learns Silver Lightning attack
es: aprende el ataque Relámpago de Plata

source: silver lightning
es: relámpago de plata

source: Jevyan's glaive attacks are faster
es: los ataques con alabarda de Jevyan son más rápidos

source: Jevyan's bow attack is faster, but weaker
es: el ataque con arco de Jevyan es más rápido, pero más débil

source: Ravyan's strikes are more precise on defence
es: los golpes de Ravyan son más precisos en defensa

source: Ravyan learns the steadfast ability
es: Ravyan aprende la habilidad firmeza

source: Ravyan reduces the damage taken by his companions
es: Ravyan reduce el daño que reciben sus compañeros

source: Increase HP by 20
es: Aumenta los PV en 20

source: Akashia learns the lightning cipher
es: Akashia aprende el cifrado del relámpago

source: lightning cipher
es: cifrado del relámpago

source: Akashia casts the lightning cipher faster, but with a little less effectiveness
es: Akashia lanza el cifrado del relámpago más rápido, pero con algo menos de efectividad

source: Akashia always strike first, be it on melee or at range (except berserk attack)
es: Akashia siempre golpea primero, tanto en cuerpo a cuerpo como a distancia (excepto ataque berserzerk)

source: Akashia learns Deva's Wrath attack
es: Akashia aprende el ataque Ira de Deva

source: Deva's wrath
es: ira de Deva

source: Alenya can heal herself
es: Alenya puede sanarse a sí misma

source: Alenya learns Sylvan Star attack
es: Alenya aprende el ataque Estrella Silvana

source: sylvan star
es: estrella silvana

source: Alenya's gossamer attack is now magical
es: el ataque de telaraña de Alenya ahora es mágico

source: Alenya learns how to drain an enemy's health into herself, and her touch becomes more powerful
es: Alenya aprende a drenar la salud de un enemigo hacia sí misma, y su toque se vuelve más poderoso

source: Dvalin's axe throws are more precise
es: los lanzamientos de hacha de Dvalin son más precisos

source: Dvalin's melee strikes leave the enemy slowed
es: los golpes cuerpo a cuerpo de Dvalin dejan al enemigo ralentizado

source: As he becomes more experienced as the Lord of the Aigathol, Dvalin gains the inspire ability
es: Al hacerse más experimentado como Señor de los Aigathol, Dvalin gana la habilidad inspirar

source: Dvalin's attacks are faster
es: los ataques de Dvalin son más rápidos

source: Prince Varthan
es: Príncipe Varthan

source: King Abhai III
es: Rey Abhai III

source: High Lord Thelian
es: Alto Señor Thelyan

source: Chief Ogesh
es: Jefe Ogesh

source: Lord Shek'har
es: Señor Shek'har

source: High Seer Assix
es: Gran Vidente Assix

source: Lord Grigorius
es: Señor Grigorius

source: Corrupted Grigorius
es: Grigorius corrupto

source: Lord Luces
es: Señor Luces

source: Lord Ouranis
es: Señor Ouranis

source: Lord Pius
es: Señor Pius

source: Of the countless tales sung by the bards and recorded in the scrolls of sages, there is one which, with all its importance, fell into near-complete oblivion across the ages. It is a tale of civilisations, heroes and heroines from a long-gone aeon: it tells of King Abhai III of Garet-Desh, the owner of the fabled Rod of Justice; of the great dragon Shek'har, father of Shek'kahan and Krahkrahs; of High Ascendant Maat, goddess amongst humans; of the Aragwaithi people, once paramount amongst the humans of the Great Continent... And of how the Sky Soul, the fateful gem that caused so many wars and so much strife, was formed.
es: De los innumerables relatos cantados por los bardos y recogidos en los pergaminos de los sabios, hay uno que, pese a toda su importancia, cayó en el casi completo olvido a través de los siglos. Es un relato de civilizaciones, héroes y heroínas de una era ya desaparecida: habla del rey Abhai III de Garet-Desh, dueño de la legendaria Vara de la Justicia; del gran dragón Shek'har, padre de Shek'kahan y Krahkrahs; de la Ascendiente Suprema Maat, diosa entre los humanos; del pueblo aragwaith, antaño el más importante entre los humanos del Gran Continente... Y de cómo se formó el Alma Celeste, la gema fatídica que causó tantas guerras y tanta discordia.

source: But it is also the tale of an unlikely heroine, a young woman from the mysterious Order of the Windsong called Myra. Daughter of an Aragwaith woman and a man from the eastern steppes, she spent most of her childhood in a small village in the Aragwaith Meadows. Her life there was never happy, for she was often bullied by other villagers due to her mixed heritage and to her mother being single. When the latter died, the young Myra fled the place, venturing into the Southern Wilderness; and there, she would have been killed by wild beasts or nomadic drake bands, hadn't Maat found her.
es: Pero también es la historia de una heroína improbable, una joven de la misteriosa Orden de las Hijas del Viento llamada Myra. Hija de una mujer aragwaith y de un hombre de las estepas orientales, pasó la mayor parte de su infancia en una pequeña aldea de los Prados Aragwaith. Su vida allí nunca fue feliz, pues a menudo era acosada por los demás aldeanos debido a su herencia mixta y a que su madre estaba soltera. Cuando esta murió, la joven Myra huyó del lugar, adentrándose en la Desolación del Sur; y allí habría sido asesinada por bestias salvajes o bandas nómadas de dracos si Maat no la hubiera encontrado.

source: The High Ascendant adopted the girl as her own daughter, and took her to Hiera'Shirsha, the last Foundation of the Windsong, in the Windy Mountains, to become one of them. And there Myra finally felt at home: she wasn't discriminated like in her birth village, for most people in Hiera'Shirsha came from various backgrounds (the all-female Windsong Order filled its ranks with orphan girls from other lands), and she was admired by her peers for her mysterious powers, which allowed her to communicate with and control spirits of nature.
es: La Ascendiente Suprema adoptó a la niña como hija propia y la llevó a Hiera'Shirsha, la última Fundación de las Hijas del Viento, en las Montañas Ventosas, para que se convirtiera en una de ellas. Y allí Myra por fin se sintió en casa: no era discriminada como en su aldea natal, pues la mayoría de la gente en Hiera'Shirsha provenía de distintos orígenes (la Orden exclusivamente femenina de las Hijas del Viento llenaba sus filas con niñas huérfanas de otras tierras), y era admirada por sus compañeras por sus misteriosos poderes, que le permitían comunicarse y controlar espíritus de la naturaleza.

source: Myra's life amongst the Windsong was indeed happy and calm, but alas, it was not to last forever. The first sign of change came when Maat suddenly left Hiera'Shirsha towards the faraway Lone Pinnacle, where she used to meditate. Before leaving, she asked King Abhai III, her close friend, to send some troops to the Windy Mountains, for she feared some dark deed was on the way. A few weeks passed, but nothing else happened; and in the Valley of Hashira, Myra anxiously waited for her foster mother's return while studying as the pupil of Lashimi, headmistress of the Windsong haven (or school) in the region. And it is there that our tale begins, with the onset of what would be known as the Last War...
es: La vida de Myra entre las Hijas del Viento fue realmente feliz y tranquila, pero, ay, no iba a durar para siempre. La primera señal de cambio llegó cuando Maat abandonó repentinamente Hiera'Shirsha rumbo al lejano Pináculo Solitario, donde solía meditar. Antes de partir, le pidió al rey Abhai III, su gran amigo, que enviara tropas a las Montañas Ventosas, pues temía que se avecinaba algún acto oscuro. Pasaron unas semanas, pero no ocurrió nada más; y en el Valle de Hashira, Myra esperaba ansiosa el regreso de su madre adoptiva mientras estudiaba como alumna de Lashimi, directora del refugio (o escuela) de las Hijas del Viento en la región. Y es allí donde comienza nuestro relato, con el inicio de lo que se conocería como la Última Guerra...

source: Part I: The Last War
es: Parte I: La Última Guerra

source: Thus Myra and Veela, led by Aiglur, reached the capital city of the Aigathol dwarves. Used to the slender and airy Windsong architecture, they felt somewhat overwhelmed by the sturdy, rock-hard buildings of the cave-dwellers; but they also marvelled at the beauty and complexity of the dwarvish craft. The king's castle was surprisingly simple, with little embellishment, but it looked like a fortress capable of withstanding the heaviest and longest sieges. The dwarf king sat on his throne in a great room, flanked by his many children and the most trusted warriors; Aiglur bowed to him and introduced the Windsong girls. Myra had never met a king before, and so she felt quite awkward, but the kind smile the king gave her made the young woman feel much better.
es: Así fue como Myra y Veela, guiadas por Aiglur, llegaron a la ciudad capital de los enanos Aigathol. Acostumbradas a la esbelta y aérea arquitectura de las Hijas del Viento, se sintieron algo abrumadas por los sólidos y pétreos edificios de los moradores de las cuevas; pero también se maravillaron ante la belleza y complejidad del arte enano. El castillo del rey era sorprendentemente sencillo, con pocos adornos, pero parecía una fortaleza capaz de resistir los asedios más pesados y prolongados. El rey enano estaba sentado en su trono en una gran sala, flanqueado por sus numerosos hijos y los guerreros de mayor confianza; Aiglur se inclinó ante él y presentó a las chicas de las Hijas del Viento. Myra nunca había conocido a un rey y se sintió bastante incómoda, pero la amable sonrisa que le dedicó el rey hizo que la joven se sintiera mucho mejor.

source: Young Myra, fair Veela, be welcome to our ancient capital. Know that I have High Ascendant Maat as a dear friend, for years ago she saved me and my people in the war against the cursed dragon Krathon and his underlings, and more than once; and so I shall be your friend.
es: Joven Myra, bella Veela, sean bienvenidas a nuestra antigua capital. Sepan que tengo a la Ascendiente Suprema Maat como una querida amiga, pues hace años ella salvó a mí y a mi pueblo en la guerra contra el dragón maldito Krathon y sus secuaces, y más de una vez; y por eso seré su amigo.

source: We're indeed honoured for visiting you and your great city, Lord Auroghar.
es: Nos sentimos realmente honradas de visitarles a usted y a su gran ciudad, señor Auroghar.

source: I recall Lady Maat warned me just a few weeks ago of a possible threat; however, because nothing else happened since then, I built but light defences in our caves' main entrances. Now I see what she was talking about...
es: Recuerdo que la señora Maat me advirtió hace apenas unas semanas de una posible amenaza; sin embargo, como no pasó nada más desde entonces, solo construí defensas ligeras en las entradas principales de nuestras cuevas. Ahora veo de qué estaba hablando...

source: We were all surprised when we were first attacked by the drakes, my lord, and we're still trying to understand what the reason of the attack is. Hopefully my mother's already at Hiera'Shirsha, with the answers to our questions; also for that reason my companion and I are eager to reach our city.
es: Todos nos sorprendimos cuando fuimos atacados por primera vez por los dracos, mi señor, y todavía estamos intentando entender cuál es el motivo del ataque. Espero que mi madre ya esté en Hiera’Shirsha, con las respuestas a nuestras preguntas; también por eso mi compañera y yo estamos ansiosas por llegar a nuestra ciudad.

source: I see. Well, after the help you gave my people at the Great Horn's Valley, the least I can do is to give you safe-conduct to travel our caves towards Hiera'Shirsha! I'd lead you personally, so that I might meet Lady Maat again, but I must stay and prepare my boys for the oncoming battles; thus, my son Dvalin, who knows these caves better than anyone else, shall lead you.
es: Ya veo. Bueno, después de la ayuda que dieron a mi pueblo en el Valle del Gran Cuerno, lo menos que puedo hacer es darles salvoconducto para viajar por nuestras cuevas hacia Hiera'Shirsha. Yo mismo las guiaría, para poder ver de nuevo a la señora Maat, pero debo quedarme y preparar a mis muchachos para las batallas que se avecinan; por eso mi hijo Dvalin, que conoce estas cuevas mejor que nadie, las guiará.

source: Thank you very much for aiding us, Lord Auroghar.
es: Muchas gracias por ayudarnos, señor Auroghar.

source: No, I thank you for helping in the defence of our Great Eastern Gate.
es: No, yo les agradezco a ustedes por ayudar en la defensa de nuestra Gran Puerta Oriental.

source: After two days in the dark, cold underground, both the warm wind blowing through the Great Northern Gate and the sunlight were more than welcome. However, the young Windsong couldn't have expected to face a more horrendous sight: their familiar White Mountain, on which top the white-walled city of Hiera'Shirsha stood, had streams of blood running down its slopes; and the city itself was half-destroyed, besieged by a horde of drakes and saurians. Even from where they stood, Myra and Veela could see their Windsong sisters fighting desperately the attackers, but there was no sign of Maat and her shining staff and trademark lightning bolts.
es: Tras dos días en la oscuridad y el frío del subsuelo, tanto el viento cálido que soplaba por la Gran Puerta Norte como la luz del sol fueron más que bienvenidos. Sin embargo, las jóvenes Hijas del Viento no podían haber esperado enfrentarse a un espectáculo más horrendo: su familiar Monte Blanco, en cuya cima se alzaba la ciudad de muros blancos de Hiera'Shirsha, tenía ríos de sangre corriendo por sus laderas; y la ciudad misma estaba medio destruida, asediada por una horda de dracos y saurios. Incluso desde donde se encontraban, Myra y Veela podían ver a sus hermanas Hijas del Viento luchando desesperadamente contra los atacantes, pero no había señal de Maat ni de su bastón brillante y sus característicos rayos.

source: With the image of the crumbling Hiera'Shirsha still vivid in her mind, Myra followed Dvalin and his dwarves across another network of tunnels, leading the refugee Windsong. They were mostly girls as old as Veela, and few were those older than thirty years, but even these had acclaimed the twenty-three-years-old Myra as their leader. As they wandered the tunnels, she felt her heart ache every time she saw one of her sisters' desolated faces and frightened eyes; but she also felt her resolve to lead them to safety strengthen.
es: Con la imagen de la Hiera'Shirsha derrumbándose todavía viva en su mente, Myra siguió a Dvalin y sus enanos a través de otra red de túneles, guiando a las Hijas del Viento refugiadas. Eran en su mayoría niñas de la edad de Veela, y pocas eran las mayores de treinta años, pero incluso estas habían aclamado a la Myra de veintitrés años como su líder. Mientras vagaban por los túneles, sentía que su corazón se encogía cada vez que veía el rostro desolado y los ojos asustados de una de sus hermanas; pero también sentía que su determinación por llevarlas a un lugar seguro se fortalecía.

source: At Myra's request, Dvalin escorted them through the shortest way towards the Aragwaith Meadows. That path led them to the Valley of Flowers, where one of the many elvish enclaves in the Windy Mountains stood. Dvalin was uncertain about whether the aloof elves would let them pass through their territory, but Myra was confident that the forest-dwellers would be comprehensive. As they reached the valley, however, the refugees saw that the elves were actually in dire need of their help...
es: A petición de Myra, Dvalin las escoltó por el camino más corto hacia los Prados Aragwaith. Ese camino los llevó al Valle de las Flores, donde se alzaba uno de los muchos enclaves élficos en las Montañas Ventosas. Dvalin no estaba seguro de si los distantes elfos les permitirían pasar por su territorio, pero Myra estaba confiada en que los habitantes del bosque serían comprensivos. Sin embargo, al llegar al valle, los refugiados vieron que los elfos en realidad necesitaban desesperadamente su ayuda…

source: The rest of the journey was safe, for the drakes hadn't penetrated so deep into the Windy Mountains - at least, not yet. Myra left the Windsong and the dwarves, all of whom were wounded and exhausted, in the Aragwaith city of Valyen, and then rushed towards Garet-Desh alongside Veela, Alenya, Dvalin and the quickest Windsong seekers. Once at the great human city, they requested an audience with High King Abhai III, which they were denied, for he was already in a meeting with his son, his general, some other human kings and High Ascendant Maat. Upon knowing her mother was there, Myra and her companions flew towards the palace, swiftly passing through the surprised sentries, and stormed into the king's throne room.
es: El resto del viaje fue seguro, pues los dracos no habían penetrado tan profundamente en las Montañas Ventosas, al menos todavía no. Myra dejó a las Hijas del Viento y a los enanos, todos heridos y exhaustos, en la ciudad aragwaith de Valyen, y luego se apresuró hacia Garet-Desh junto a Veela, Alenya, Dvalin y las buscadoras de las Hijas del Viento más rápidas. Una vez en la gran ciudad humana, solicitaron audiencia con el Gran Rey Abhai III, la cual les fue negada, pues ya estaba reunido con su hijo, su general, algunos otros reyes humanos y la Ascendiente Suprema Maat. Al saber que su madre estaba allí, Myra y sus compañeros volaron hacia el palacio, pasando rápidamente entre los centinelas sorprendidos, e irrumpieron en la sala del trono del rey.

source: And Myra was right: a day after her arrival at Garet-Desh, the great city was visited by a drake glider bringing a message from Shek'har himself to King Abhai, inviting him for a field meeting in the new dragon base atop the ruins of Hiera'Shirsha. And he, for both Varthan and Aracyn's dismay, accepted it, deeming it a good opportunity to understand what was happening and hopefully even negotiate a truce.
es: Y Myra tenía razón: un día después de su llegada a Garet-Desh, la gran ciudad recibió la visita de un planeador draco que traía un mensaje del propio Shek'har al rey Abhai, invitándolo a una reunión en campo abierto en la nueva base dracónica sobre las ruinas de Hiera'Shirsha. Y él, para consternación tanto de Varthan como de Aracyn, lo aceptó, considerándolo una buena oportunidad para entender qué estaba pasando y con suerte incluso negociar una tregua.
