Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: I found her by accident during one of my 'meditation wanderings', in the caves of a mountain. She told me she'd been there for weeks and, when questioned about her means of survival, she claimed she had been just drinking water from a fountain she'd found in a deeper cave. I investigated it, and there I saw a dragon-shaped crystal statue from which a massive water flow sprouted. It still bore vestiges of healing magic, and thus I knew that was the Fountain of Life. I guessed that consuming and bathing in those waters for so long would have some notable effect on Myra, and I was proved right years later, when she showed her affinity with nature's spirits by summoning her first elemental.
es: La encontré por accidente durante uno de mis «paseos de meditación», en las cuevas de una montaña. Me dijo que llevaba semanas allí y, al preguntarle cómo había sobrevivido, afirmó que solo había estado bebiendo agua de una fuente que encontró en una cueva más profunda. La investigué y allí vi una estatua de cristal con forma de dragón de la que brotaba un flujo masivo de agua. Todavía tenía vestigios de magia curativa, y así supe que era la Fuente de la Vida. Supuse que consumir y bañarse en esas aguas durante tanto tiempo tendría algún efecto notable en Myra, y años después se demostró que tenía razón, cuando mostró su afinidad con los espíritus de la naturaleza al invocar su primer elemental.

source: So I have... the High Dragon of Water's power within me? But how does this explain...
es: Entonces tengo… ¿el poder del Dragón Supremo del Agua dentro de mí? Pero ¿cómo explica eso…

source: ...Your affinity with nature? Simple: it is because Nitiballi too had a strong bound with nature's spirits, or so the legends claim.
es: ¿…tu afinidad con la naturaleza? Simple: porque Nitiballi también tenía un fuerte vínculo con los espíritus de la naturaleza, o eso dicen las leyendas.

source: Then Myra has the power to defeat the Sky Dragon?
es: ¿Entonces Myra tiene el poder para derrotar al Dragón del Cielo?

source: Not quite; what I think is that she may learn the secret of Svarballi's defeat from the spirits of nature themselves. I also guess that she'll better communicate with them at the Fountain of Life itself - which, impregnated with nature's arcane energy as it is, may facilitate the contact.
es: No exactamente; lo que creo es que ella puede aprender el secreto de la derrota de Svarballi de los propios espíritus de la naturaleza. También supongo que podrá comunicarse mejor con ellos en la propia Fuente de la Vida, que, impregnada como está de la energía arcana de la naturaleza, puede facilitar el contacto.

source: Then young Myra must make haste and find this Fountain! I shall choose a hundred of my finest warriors to escort you if necessary, to crush anyone who dare lay a finger on you!
es: ¡Entonces la joven Myra debe darse prisa y encontrar esta Fuente! ¡Elegiré a cien de mis mejores guerreros para escoltarte si es necesario, para aplastar a cualquiera que se atreva a ponerte un dedo encima!

source: And my druids shall keep you healthy during your entire journey!
es: ¡Y mis druidas te mantendrán sana durante todo el viaje!

source: And my horsemen shall take you swiftly to your goal!
es: ¡Y mis jinetes te llevarán rápidamente a tu destino!

source: (blushing) Well, I... I am truly grateful for your kind offers, but methinks too large a retinue will only make us slower and easier to find. I think my elementals are enough to protect me, though I'd really appreciate it if you came along, Dvalin...
es: (sonrojándose) Bueno, yo… Estoy muy agradecida por vuestras amables ofertas, pero creo que un séquito demasiado grande solo nos haría más lentos y más fáciles de encontrar. Creo que mis elementales son suficientes para protegerme, aunque realmente agradecería que vinieras conmigo, Dvalin…

source: ...And you too, Veela...
es: …Y tú también, Veela…

source: Och, I am sorry for not being able to follow you, my friend; I must return home and take the news of this Kalian to my father. But some of my fighters who have followed us since the battle at the Great Northern Gate want to remain with you.
es: Och, lo siento por no poder seguirte, amiga mía; debo volver a casa y llevar las noticias de este Kalian a mi padre. Pero algunos de mis guerreros que nos han seguido desde la batalla en la Gran Puerta Norte quieren quedarse contigo.

source: I am truly grateful for their dedication and loyalty.
es: Estoy realmente agradecida por su dedicación y lealtad.

source: Ahem, if you have no objection, I'd like to come along with you as well...
es: Ejem, si no tienes inconveniente, a mí también me gustaría acompañar…

source: And why would you risk yourself following someone you've just met?
es: ¿Y por qué te arriesgarías siguiendo a alguien a quien acabas de conocer?

source: Because... I am as interested as anyone else here in defeating the dragons, and my arcane arts shall be useful if we come across magic monsters. Besides, I know well both medicinal and edible herbs, and you'll need them as you cross the Wilderness.
es: Porque… me interesa tanto como a cualquiera aquí derrotar a los dragones y mis artes arcanas serán útiles si nos topamos con monstruos mágicos. Además, conozco bien las hierbas medicinales y comestibles, y las necesitaréis mientras crucéis la Selva.

source: She is right, daughter; please think well about it.
es: Tiene razón, hija; piénsalo bien.

source: Well, if that is so, then you may follow me.
es: Bueno, si es así, entonces puedes seguirme.

source: AND you would certainly need speed for the journey; I could lead a division of horsemen if my father the captain and Lord Abhai allowed me to.
es: Y ciertamente necesitaréis velocidad para el viaje; podría liderar una división de jinetes si mi padre el capitán y lord Abhai me lo permiten.

source: You are no commander, Jevyan; your cousin Ravyan would be more fit for such task... Though I appreciate your initiative, and will allow you to escort Lady Myra if Lord Abhai gives his approval.
es: No eres comandante, Jevyan; tu primo Ravyan sería más adecuado para tal tarea… Aunque aprecio tu iniciativa y te permitiré escoltar a lady Myra si lord Abhai da su aprobación.

source: Which is given: to both bright Ravyan and bold Jevyan.
es: Que es concedida: tanto al brillante Ravyan como al audaz Jevyan.

source: *Father only wants Ravyan to watch over me...* I am gleeful for such honour, milord.
es: *Padre solo quiere que Ravyan me vigile…* Estoy encantado por tal honor, milord.

source: Then we must not waste any time: we must prepare the men for the journey and set out as soon as possible!
es: Entonces no debemos perder tiempo: debemos preparar a los hombres para el viaje y partir lo antes posible!

source: And it shall be so. Myra, Veela, Alenya, Ravyan and Jevyan are allowed to leave immediately, to begin preparations; but I still have some points to discuss with the other lords, and so the Kalian of Garet-Desh continues.
es: Y así será. Myra, Veela, Alenya, Ravyan y Jevyan tienen permiso para partir de inmediato y comenzar los preparativos; pero aún tengo algunos puntos que discutir con los otros señores, y por eso continúa el Kalian de Garet-Desh.

source: (whispering) Go and start suiting yourself for the journey. I'm telling you the Fountain of Life's whereabouts later; it's not that I don't trust the other lords, but I wouldn't have this knowledge divulged to so many people.
es: (susurrando) Id y empezad a prepararos para el viaje. Os diré dónde está la Fuente de la Vida después; no es que no confíe en los otros señores, pero no quiero que este conocimiento se divulgue a tanta gente.

source: I understand, but... How am I supposed to communicate with the spirits? I mean, I can control them, but not talk with them...
es: Entiendo, pero… ¿Cómo se supone que me comunique con los espíritus? Quiero decir, puedo controlarlos, pero no dialogar con ellos…

source: You will know it when the time comes, dear. I'm sure you will.
es: Lo sabrás cuando llegue el momento, hija. Estoy segura de que lo harás.

source: Bitter Return
es: Regreso Amargo

source: Kill Amprixta
es: Matar a Amprixta

source: Death of Jevyan
es: Muerte de Jevyan

source: Death of Ravyan
es: Muerte de Ravyan

source: Death of Garcyn
es: Muerte de Garcyn

source: Now, I know you may have your reasons for hiding this information, but would you tell us where exactly are going?
es: Sé que puedes tener tus razones para ocultar esta información, pero ¿nos dirías a dónde vamos exactamente?

source: Fine, but only to the four of you... We're going to Mount Hursag.
es: Está bien, pero solo a ustedes cuatro... Vamos al Monte Hursag.

source: The world's tallest mountain? Is there where the Fountain of Life is?
es: ¿La montaña más alta del mundo? ¿Ahí está la Fuente de la Vida?

source: Exactly.
es: Exacto.

source: You <i>are</i> aware that we'll have to cross the vast Wilderness, from whence no human expedition has ever returned, right?
es: <i>Tienes</i> claro que tendremos que cruzar la vasta Región Salvaje, de donde nunca ha regresado ninguna expedición humana, ¿verdad?

source: If you want to go back home, this is the right time...
es: Si quieren volver a casa, este es el momento...

source: Of course not! I was just making sure you knew where you're taking us...
es: ¡Claro que no! Solo me aseguraba de que supieras a dónde nos llevas...

source: We're Windsong! There's nothing we don't know!
es: ¡Somos Hijas del Viento! ¡No hay nada que no sepamos!

source: Right, I'm not pointing out the holes in such a claim... Look, yonder is a small human village; I'm certain they will let us spend a night there, if we tell them who we are.
es: Claro, no voy a señalar los agujeros en esa afirmación... Miren, allá hay un pequeño pueblo humano; estoy segura de que nos dejarán pasar la noche si les decimos quiénes somos.

source: No, forget about this village; let's just camp somewhere nearby...
es: No, olviden este pueblo; acampemos en algún lugar cercano...

source: Why? Those humans are friendly Aragwaithi.
es: ¿Por qué? Esos humanos son aragwaithi amistosos.

source: Hold on, there is something wrong... What are they all screaming about?
es: Un momento, algo anda mal... ¿De qué están gritando todos?

source: Oh no, there are... lots of those horrible skeleton men coming from the west... They're being attacked!
es: ¡Oh no, hay... muchos de esos horribles esqueletos viniendo del oeste... ¡Los están atacando!

source: Damn those undead! My arrows will be useless against them.
es: ¡Malditos no muertos! Mis flechas serán inútiles contra ellos.

source: Let it not be a problem. Here, let me imbue your arrows with arcane power... And your blades too, Ravyan. Now they'll be as deadly to the skeletons as they are against normal humans.
es: No será problema. Aquí, déjame imbuir tus flechas con poder arcano... Y tus espadas también, Ravyan. Ahora serán tan letales contra los esqueletos como contra humanos normales.

source: Thank you, Alenya.
es: Gracias, Alenya.

source: You speak as if we were actually going to help them...
es: Hablas como si de verdad fuéramos a ayudarlos...

source: And aren't we? Wait, you're not saying we will let those villagers at the mercy of the undead, are you?
es: ¿Y no vamos a hacerlo? Espera, no estarás diciendo que dejaremos a esos aldeanos a merced de los no muertos, ¿verdad?

source: That's exactly what I am seriously tempted to do.
es: Eso es exactamente lo que estoy muy tentada de hacer.

source: (shocked) But... why? I don't understand...
es: (sorprendida) Pero... ¿por qué? No entiendo...

source: Once I told you that I fled from my birth village after my mother's death, because the villagers mistreated me. Well, <i>this</i> is the village of Kiera, where I was born.
es: Una vez les conté que huí de mi aldea natal después de la muerte de mi madre, porque los aldeanos me maltrataban. Pues bien, <i>esta</i> es la aldea de Kiera, donde nací.

source: But... Still, we can't just let the enemy advance into our lands! We must stop it if we can!
es: ¡Pero... de todos modos no podemos dejar que el enemigo avance en nuestras tierras! ¡Debemos detenerlo si podemos!

source: So may this be the reason of fighting tonight.
es: Entonces que esa sea la razón para luchar esta noche.

source: I advise not sending the horses to fight, for they're precious to us; the riders can fight well as foot spearmen too.
es: Recomiendo no enviar a los caballos a pelear, son muy valiosos para nosotros; los jinetes también pueden pelear bien como lanceros a pie.

source: Reinforcements at last! But wait, what are those monsters doing alongside the soldiers... Is the kingdom of Doldesh training tame beasts now?
es: ¡Refuerzos por fin! Pero espera, ¿qué hacen esos monstruos junto a los soldados...? ¿Acaso el reino de Doldesh está entrenando bestias domesticadas ahora?

source: Um, I think I know that young woman leading the charge...
es: Eh, creo que conozco a la joven que lidera la carga...

source: We owe you our very own lives, noble masters. Without your help, we'd've surely perished tonight. But wait a minute: aren't you Myra, the daughter of Ysara?
es: Les debemos nuestras propias vidas, nobles señores. Sin su ayuda, seguramente habríamos perecido esta noche. Pero un momento: ¿no eres tú Myra, la hija de Ysara?

source: The one and only...
es: La única e inigualable...

source: By Heavens, we thought you dead long ago!
es: ¡Por los cielos, pensábamos que habías muerto hace mucho!

source: Certainly you thought, and hoped, I was dead...
es: Seguro que lo pensaron... y lo esperaban...

source: Uh... say again?
es: Eh... ¿cómo dices?

source: Elder, I now remember who you are. Everyone in this village tormented my mother, accusing her of 'blood betrayal' for having a child by a Hannuk from the steppes, but your voice was the worst of all. You weren't any gentler to me either; I don't recall you ever raising a finger to stop your children, or any other child, from calling me a 'mongrel', or riding me like the 'steppe mare' I was supposed to be...
es: Anciano, ahora recuerdo quién eres. Todos en esta aldea atormentaron a mi madre, acusándola de «traición de sangre» por tener una hija con un hannuk de las estepas, pero tu voz fue la peor de todas. Conmigo tampoco fuiste más amable; no recuerdo que alguna vez hayas movido un dedo para impedir que tus hijos, o cualquier otro niño, me llamaran «mestiza», o me montaran como la «yegua de la estepa» que se suponía que era...

source: Erm, well, I know we may have been harsh on you, but you must understand that...
es: Ehm, bueno, sé que tal vez fuimos duros contigo, pero debes entender que...

source: Understand what? That I was never one of you? That I deserved to be treated as less than a person for that? Because that lesson, elder, was well learned and never forgotten! Now, here's the thing: I don't see <i>you</i> as one of <i>my</i> own either; were we not at war, I'd be content with letting that saurian ravage this sorry village, for even my elementals' existence is worth more than any of your wretched lives!
es: ¿Entender qué? ¿Que nunca fui una de ustedes? ¿Que merecía ser tratada como menos que persona por eso? ¡Porque esa lección, anciano, la aprendí bien y nunca la olvidé! Ahora, aquí está la cosa: yo tampoco los veo a <i>ustedes</i> como de los <i>míos</i>; si no estuviéramos en guerra, me bastaría con dejar que ese sauriano arrasara esta miserable aldea, ¡porque incluso la existencia de mis elementales vale más que cualquiera de sus miserables vidas!

source: Oh, be silent! We were willing to feed and shelter you when your mother died, even though you're a mongrel, so you should be th-
es: ¡Cállate! Estábamos dispuestos a alimentarte y darte refugio cuando tu madre murió, ¡aunque eres una mestiza, así que deberías estar agra-!

source: CIPHER OF IMMOBILITY!
es: ¡CIFRADO DE INMOVILIDAD!

source: Myra, stop!
es: ¡Myra, para!

source: W-what has happened?!
es: ¡¿Q-qué ha pasado?!

source: Myra, erm, has put your friend to sleep for the rest of the night *maybe for the rest of the year...* Now folks, I think it will really be best to camp somewhere nearby.
es: Myra, ehm, ha puesto a tu amigo a dormir por el resto de la noche *tal vez por el resto del año...* Ahora gente, creo que realmente será mejor acampar en algún lugar cercano.

source: I understand...
es: Entiendo...

source: Veela, no! Please, don't die, I... I can't go on without you...! NO!
es: ¡Veela, no! ¡Por favor, no mueras, yo… no puedo seguir sin ti…! ¡NO!

source: No... father, help-
es: No… padre, ayúd-

source: I have failed in my duty...
es: He fallado en mi deber…

source: Kiera's commander has died! Now, the village will be defenceless against further attacks, and so the southern Meadows will be at the dragon armies' mercy!
es: ¡El comandante de Kiera ha muerto! ¡Ahora la aldea quedará indefensa ante más ataques, y los Prados del Sur quedarán a merced de los ejércitos de dragones!

source: We are taking far too much time in this place; will we ever be able to reach our goal and return in time?
es: Estamos tardando demasiado en este lugar; ¿alguna vez podremos alcanzar nuestro objetivo y regresar a tiempo?

source: The Wilderness
es: La Selva

source: Reach the entrance to the caves of Mount Hursag with Myra
es: Llegar a la entrada de las cuevas del Monte Hursag con Myra

source: Wilderness' Monsters
es: Monstruos de la Selva

source: So, is this the Wilderness? It's quite a beautiful region, actually.
es: Entonces, ¿esta es la Selva? En realidad es una región bastante hermosa.

source: It may be so, but it's like a rose: its beauty hides a lot of sharp thorns, so we must be very careful. This region is inhabited by insectoid monsters, wolf packs, ogre tribes, even drakes have been reported to dwell here in the past.
es: Puede ser, pero es como una rosa: su belleza esconde muchas espinas afiladas, así que debemos ser muy cuidadosos. Esta región está habitada por monstruos insectoides, manadas de lobos, tribus de ogros; incluso se ha informado que dracos vivían aquí en el pasado.

source: Hopefully there will be no such report this time... but if there is, my arcane flames are at the ready.
es: Con suerte no habrá tal informe esta vez… pero si lo hay, mis llamas arcanas están listas.

source: Well then, let's move on. DO NOT go out on your own, and stay on guard; I could turn away wild monsters, but it would take too much time and effort, so let's just hack our way through the wilderness.
es: Bueno, sigamos. NO salgáis solos y estad alerta; podría ahuyentar a los monstruos salvajes, pero llevaría demasiado tiempo y esfuerzo, así que simplemente abrámonos paso a través de la selva.

source: The river we've seen in Kiera also runs through the Wilderness; when I fled from the village, I stole a small sailboat and went up the river. Next thing I remember was the darkness of Hursag's caves, so, if we follow this river, I'm sure we'll find a way into the mountain.
es: El río que vimos en Kiera también atraviesa la Selva; cuando huí del pueblo, robé un pequeño velero y subí por el río. Lo siguiente que recuerdo es la oscuridad de las cuevas de Hursag, así que, si seguimos este río, estoy segura de que encontraremos una entrada a la montaña.

source: It may be a good idea to send a water elemental scouting the river ahead of us; the way through which you entered the mountain may not be accessible anymore, and if we find it out early enough, we may have better conditions to search for another entrance.
es: Puede ser buena idea enviar un elemental de agua a explorar el río delante de nosotros; el camino por el que entraste a la montaña puede que ya no sea accesible, y si lo descubrimos lo bastante pronto, tendremos mejores condiciones para buscar otra entrada.

source: Here, Myra, I've picked these flowers in a natural garden nearby; let me see how they fit in your hair...
es: Toma, Myra, he recogido estas flores en un jardín natural cercano; déjame ver cómo te quedan en el pelo…

source: Blondie, we're in the middle of the damn Wilderness, and you're worried about picking up flowers?!
es: Rubiita, ¡estamos en medio de la maldita Selva y tú preocupada por recoger flores!

source: (chuckles) But these flowers actually fit you very well, Myra; next time we set camp, we'll craft you a garland, right, Veela?
es: (ríe) Pero estas flores te quedan muy bien, Myra; la próxima vez que acampemos, te haremos una guirnalda, ¿verdad, Veela?

source: Sure!
es: ¡Claro!

source: (rolls eyes)
es: (pone los ojos en blanco)

source: So... Please don't blast me away, but I was pondering on that episode back in Kiera-
es: Entonces… Por favor no me mandes a volar, pero estaba pensando en aquel episodio en Kiera-

source: Choose your next words carefully.
es: Elige bien tus próximas palabras.

source: I only hope you haven't assumed that, because I'm Aragwaithi, I am sympathetic to those villagers in the slightest?
es: Solo espero que no hayas pensado que, por ser aragwaithi, simpatizo ni un poquito con esos aldeanos.

source: So you're not sympathetic to people who treated me like an animal. Congratulations?
es: Así que no simpatizas con la gente que me trató como a un animal. ¿Felicidades?

source: I am, however, sympathetic to your anger.
es: Sin embargo, sí simpatizo con tu rabia.

source: Really? Even when I said I'd rather let them all die? I <i>meant</i> that, you know.
es: ¿De verdad? ¿Incluso cuando dije que prefería dejarlos morir a todos? Lo <i>decía</i> en serio, sabes.

source: I've never been through what you have, so I'm not one to judge. But what made me become a warrior was the murder of my mother at the hands of the Rebel Lord's thugs; I would have killed them all if I could, and so I believe I understand your feeling... to some extent at least.
es: Nunca he pasado por lo que tú, así que no soy quién para juzgarte. Pero lo que me convirtió en guerrero fue el asesinato de mi madre a manos de los matones del Señor Rebelde; los habría matado a todos si hubiera podido, y por eso creo que entiendo tu sentimiento… al menos en parte.

source: I heard of that, but I thought his devastation affected mostly the countryside...
es: Escuché sobre eso, pero pensaba que su devastación afectaba sobre todo al campo…

source: It did, but my mother was kin to the Rebel Lord, and she believed she could sway him to stop his folly before it caused bloodshed. As it turned out, hers was the first to be shed.
es: Sí, pero mi madre era pariente del Señor Rebelde y creía que podía convencerlo de detener su locura antes de que causara derramamiento de sangre. Al final, la suya fue la primera en derramarse.

source: I... I'm sorry about that.
es: Yo… Lo siento mucho.

source: As I'm sorry about what that village made you go through.
es: Como yo lo siento por lo que ese pueblo te hizo pasar.

source: Myra, is it my impression, or there is something wrong here...?
es: Myra, ¿es impresión mía o hay algo raro aquí…?

source: No, I too sense it: many beast packs are coming with sunrise. Be on guard, you all.
es: No, yo también lo siento: muchas manadas de bestias vienen con el amanecer. Estad alerta, todos.

source: From which side will they come?
es: ¿De qué lado vendrán?

source: Everywhere.
es: De todos lados.

source: (gulp)
es: (traga saliva)

source: As expected, Shek'har's forces have already reached this region.
es: Como era de esperar, las fuerzas de Shek’har ya han llegado a esta región.
