Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: I wonder why they let so many of us, including their own, die fighting the orcs, when they could have smitten them all whenever they wanted...
es: Me pregunto por qué dejaron morir a tantos de nosotros, incluidos los suyos, luchando contra los orcos, cuando podrían haberlos aniquilado cuando quisieran…

source: No! Without her intervention, I doubt the Seraphin Lords will be willing to talk with us!
es: ¡No! ¡Sin su intervención, dudo que los Señores Serafines quieran hablar con nosotros!

source: NO! You let my brother die, treacherous foreigners! Now I do everything in my power to convince the Lords to smite you!
es: ¡NO! ¡Dejasteis morir a mi hermano, extranjeros traidores! ¡Ahora haré todo lo que esté en mi poder para convencer a los Señores de que os aniquilen!

source: Wings of Rebellion: the Celestial Hall
es: Alas de Rebelión: la Sala Celestial

source: Let the thirty-thousandth, nine-hundredth, seventy-seventh audience at the Celestial Hall begin. Know that this is the first time in centuries that a foreigner is graced with an audience with the Lords of the Crystal Tower; I myself was but a young Herald when such thing happened.
es: Que comience la audiencia número treinta mil novecientos setenta y siete en la Sala Celestial. Sabed que es la primera vez en siglos que un extranjero recibe audiencia con los Señores de la Torre de Cristal; yo mismo era solo un joven Heraldo cuando ocurrió algo así.

source: We are indeed honoured, Seraphin Lords, but I must say I feel at disadvantage here, for you know who I am, but I still don't know who you are.
es: Estamos en verdad honrados, Señores Serafines, pero debo decir que me siento que estoy en desventaja aquí, porque vosotros sabéis quién soy, pero yo aún no sé quiénes sois.

source: Fair enough. I am Luces, and these are Lords Grigorius, Pius and Ouranis. We command the Celestials, the Chosen People of the Creator, and we have lived in this continent since the Ancient Ones ceased to walk on Irdya.
es: Justo es. Yo soy Luces y estos son los señores Grigorius, Pius y Ouranis. Comandamos a los celestiales, el Pueblo Elegido del Creador, y hemos vivido en este continente desde que los Antiguos dejaron de caminar por Irdya.

source: Ancient Ones, you say? I have heard of them, weren't they the creators of the High Dragons?
es: ¿Antiguos, decís… He oído hablar de ellos, ¿no fueron los creadores de los Dragones Supremos?

source: The tale of the High Dragons is but one of the stories regarding the Ancient Ones. My brothers, should we tell these foreigners more about our history...?
es: La historia de los Dragones Supremos es solo una de las leyendas sobre los Antiguos. Hermanos míos, ¿deberíamos contar a estos extranjeros más sobre nuestra historia…?

source: I find no argument against it; after all, it is always a good thing to throw some of the light of truth over the ignorant.
es: No encuentro argumento en contra; al fin y al cabo, siempre es bueno arrojar algo de luz de la verdad sobre los ignorantes.

source: Argh, they're so...
es: Argh, son tan…

source: Psst! (turning to the Seraphins) Indeed, I am very interested in learning more about them.
es: ¡Psst! (volviéndose hacia los serafines) En efecto, estoy muy interesada en saber más sobre ellos.

source: The Ancient Ones are beings of incommensurable power and wisdom who have been aeons ago. Not only did they create this universe and everything that exists in it, but they also watched over it for most of its existence. Millennia ago, they decided to leave Irdya thriving on its own, leaving, in their place, the famous High Dragons; however, the servants of the Creator - who gave birth to the Ancient Ones - were not satisfied with the draconic wardens, and asked to stay here as well, to make sure the work of the Ancient Ones was preserved as it was meant to be.
es: Los Antiguos son seres de poder y sabiduría inconmensurables que existieron eones atrás. No solo crearon este universo y todo lo que existe en él, sino que también lo vigilaron durante la mayor parte de su existencia. Hace milenios decidieron dejar que Irdya prosperara por sí sola, dejando en su lugar a los famosos Dragones Supremos; sin embargo, los servidores del Creador —que dio origen a los Antiguos— no estaban satisfechos con los guardianes dracónicos y pidieron quedarse aquí también, para asegurarse de que la obra de los Antiguos se preservara tal como estaba destinada.

source: These servants were beings of great power, like lesser Gods, but they were mortal like any child of this earth. To make sure their work outlasted their lifespan, they mingled with human men and women, thus creating a new breed of mighty humans: they gave origin to us, the Celestials. Since then, we have combated evil and corruption on Irdya as we could, especially after the fall of the Sky Dragon. As Lord Agniballi already watched over the Great Continent and the Vast Sea, we limited our jurisdiction to this continent, helping maintain the balance of power between the many native races, and trying - regretfully with little success - to enlighten them with the message of order and harmony of the Creator.
es: Estos servidores eran seres de gran poder, como dioses menores, pero eran mortales como cualquier ser vivo. Para asegurarse de que su obra perdurara más allá de su vida, se mezclaron con mujeres humanas, creando así una nueva raza de humanos poderosos: nos dieron origen a nosotros, los celestiales. Desde entonces hemos combatido el mal y la corrupción en Irdya como hemos podido, especialmente después de la caída del Dragón del Cielo. Como lord Agniballi ya vigilaba el Gran Continente y el Mar Inmenso, limitamos nuestra jurisdicción a este continente, ayudando a mantener el equilibrio de poder entre las muchas razas nativas e intentando —lamentablemente con poco éxito— iluminarlos con el mensaje de orden y armonía del Creador.

source: It is an interesting story indeed... What's more interesting, you say the High Dragons were created by the same beings from whom you claim descent; he too based his actions on 'order and harmony'... Even if his understanding of these concepts was rather twisted.
es: Es una historia interesante en verdad… Lo más interesante es que decís que los Dragones Supremos fueron creados por los mismos seres de los que afirmáis descender; él también basó sus acciones en «orden y armonía»… Aunque su comprensión de esos conceptos estaba bastante retorcida.

source: So you are survivors from that war in the Great Continent...?
es: ¿Así que sois supervivientes de esa guerra en el Gran Continente…?

source: Yes... Do you know of it?
es: Sí… ¿Sabéis de ella?

source: Lord Grigorius, with his far-reaching sight, was able to notice a grave disturbance at the heart of the Great Continent. He was also capable of learning of Lord Agniballi's death, and the awakening of the Sky Dragon. So it is true that Svarballi was defeated?
es: Lord Grigorius, con su vista de largo alcance, pudo notar una grave perturbación en el corazón del Gran Continente. También fue capaz de saber de la muerte de lord Agniballi y del despertar del Dragón del Cielo. ¿Entonces es cierto que Svarballi fue derrotado?

source: And how could mere mortals have defeated the noble Sky Dragon, who was once called the Heir of the Creator herself?
es: ¿Y cómo pudieron simples mortales derrotar al noble Dragón del Cielo, que una vez fue llamado el Heredero de la propia Creadora?

source: <i>Noble Sky Dragon</i>? How can you talk of that monster like this?
es: ¿<i>Noble Dragón del Cielo</i>? ¿Cómo podéis hablar de ese monstruo así?

source: How dare <i>you</i> talk like this to the Seraphin Lords?!
es: ¡¿Cómo te atreves <i>tú</i> a hablar así a los Señores Serafines?!

source: You will forgive us, Lords; Akashia may speak brashly, but she's right when she calls Svarballi a monster. He caused the deaths of thousands of innocents-
es: Nos perdonaréis, señores; Akashia puede hablar con brusquedad, pero tiene razón al llamar monstruo a Svarballi. Causó la muerte de miles de inocentes-

source: Not a single being on this planet is truly innocent, young girl, everyone is flawed to a greater or lesser extent, and every soul is marred by a long list of sins. As for the Sky Dragon, he came directly out of the hands of the Creator; I acknowledge he might have forgotten his original duty, but I warrant you that we would have reminded him of that, had we just had an opportunity to speak with him.
es: Ningún ser en este planeta es verdaderamente inocente, muchacha, todos están manchados en mayor o menor medida, y cada alma lleva una larga lista de pecados. En cuanto al Dragón del Cielo, salió directamente de las manos del Creador; reconozco que pudo haber olvidado su deber original, pero os aseguro que le habríamos recordado cuál era, si hubiéramos tenido la oportunidad de hablar con él.

source: I... I will not discuss this, not when there are more urgent matters at hand...
es: Yo… No discutiré esto, no cuando hay asuntos más urgentes entre manos…

source: Wise words. All of us have sensed two great powers reach our continent some days ago; one belonged to you and was friendly and kind, but the other was evil, and even greater than yours. We want to know what the latter is.
es: Palabras sabias. Todos hemos sentido que dos grandes poderes llegaron a nuestro continente hace algunos días; uno os pertenecía a vos y era amistoso y bondadoso, pero el otro era maligno y aún mayor que el vuestro. Queremos saber qué es este último.

source: Furthermore, I want to know how can a mere human have such tremendous power within her own body?
es: Además, quiero saber cómo puede una simple humana tener tanto poder tremendo dentro de su propio cuerpo.

source: My power comes from my connection to the spirits of nature. Besides, I have recently acquired this trident, forged by the Water Dragon Nitiballi, and which augments my power even more.
es: Mi poder viene de mi conexión con los espíritus de la naturaleza. Además, recientemente adquirí este tridente, forjado por el Dragón del Agua Nitiballi, y que aumenta aún más mi poder.

source: A wielder of the heretic natural arts, you say? It is all too known to us how the Creator looked down on the spirits of nature, who dare call themselves the 'true wardens of Irdya'...
es: ¿Una usuaria de las herejes artes naturales, dices? Nos es bien conocido cómo el Creador despreciaba a los espíritus de la naturaleza, que se atreven a llamarse los «verdaderos guardianes de Irdya»…

source: Yet it were the spirits of nature and thousand others who helped stop Svarballi's insanity, not your precious Creator!
es: ¡Y sin embargo fueron los espíritus de la naturaleza y miles más los que ayudaron a detener la locura de Svarballi, ¡no vuestro precioso Creador!

source: Someone should really teach you to hold your tongue before your betters, impudent human girl!
es: ¡Alguien debería enseñarte a controlar la lengua ante tus superiores, insolente humana!

source: Be merciful, my brothers, for she is merely a human. Now, you must tell us about this evil artefact you carry with you, young Myra.
es: Sean misericordiosos, hermanos míos, pues solo es humana. Ahora, debes contarnos sobre este artefacto maligno que llevas contigo, joven Myra.

source: It is a container of countless evil spirits who were defeated and locked by my deceased foster-mother, High Ascendant Maat. She has entrusted me with keeping it, lest it would fall into the wrong hands and be used to wreak more chaos.
es: Es un contenedor de innumerables espíritus malignos que fueron derrotados y encerrados por mi difunta madre adoptiva, la Gran Ascendente Maat. Me lo confió para que lo guardara, no fuera a caer en malas manos y se usara para causar más caos.

source: *My goodness, I never thought she was such an unabashed liar...*
es: *Por todos los dioses, nunca pensé que fuera tan descarada mintiendo…*

source: And you brought it to our home, I see... Maybe we should keep it; as you must have learned by now, we are against the powers of evil, and so we will keep it safely away from evildoers. The Windsong, on the other hand, have a history of using their own power in wrong, wrong ways...
es: Y lo has traído a nuestra casa, ya veo… Quizá deberíamos quedárnoslo; como habréis aprendido ya, nosotros estamos en contra de los poderes del mal, y así lo mantendremos a salvo de malhechores. Las Hijas del Viento, en cambio, tienen una historia de usar su propio poder de formas equivocadas, muy equivocadas…

source: Hasn't everyone else? Trolls have tales of how the dwarves stole their greatest artefact; elves still weep the curse brought upon one of their kingdoms by an elven sage's lust for power; decades ago a power-hungry Aragwaithi king nearly ruined his entire civilization; and even now the Great Continent burns for the ambition of dragons. Even the legacy of the Ancient Ones is not flawless, as the Sky Dragon's rampage proves. Yet why is it that the Windsong are constantly shamed and blamed for the mistakes of some of us?
es: ¿Acaso no lo ha hecho todo el mundo? Los trolls tienen historias de cómo los enanos robaron su artefacto más grande; los elfos aún lloran la maldición que un sabio elfo trajo sobre uno de sus reinos por su ansia de poder; hace décadas un rey aragwaithi hambriento de poder casi arruinó toda su civilización; y ahora mismo el Gran Continente arde por la ambición de los dragones. Incluso el legado de los Antiguos no es impecable, como demuestra la masacre del Dragón del Cielo. ¿Y aun así por qué las Hijas del Viento somos constantemente avergonzadas y culpadas por los errores de algunas de nosotras?

source: I promise you that we are not careless like some of our predecessors. We want to prove that by protecting this jewel; please, do not deny us that.
es: Os prometo que no somos descuidadas como algunos de nuestros predecesores. Queremos demostrarlo protegiendo esta joya; por favor, no nos neguéis eso.

source: Perhaps she means well; perhaps she should be given a chance to prove herself. What do you have to say, my brothers?
es: Tal vez tenga buenas intenciones; tal vez debería dársele la oportunidad de demostrarlo. ¿Qué tenéis que decir, hermanos míos?

source: This is a conflicting matter. That these foreigners count Windsong among their numbers is but one of the reasons they should not be trusted, yet they have showed our kinswoman Liliel mercy, and they have also fought for us in Atron's trial. Maybe there can be peaceful coexistence between our peoples, and so we will not stop you from settling here.
es: Es un asunto conflictivo. Que estos extranjeros cuenten con Hijas del Viento entre sus filas es solo una de las razones por las que no deberían ser confiables, sin embargo mostraron misericordia con nuestra pariente Liliel y también lucharon por nosotros en el juicio de Atron. Tal vez pueda haber coexistencia pacífica entre nuestros pueblos, y por eso no os impediremos asentaros aquí.

source: But you must never forget that we will keep constant watch over you; if we notice any sign that you are going to use this evil jewel, you shall see our legions rising over your lands.
es: Pero nunca olvidéis que os vigilaremos constantemente; si notamos cualquier señal de que vais a usar esta joya maligna, veréis nuestras legiones alzarse sobre vuestras tierras.

source: I thank your generosity, great lords.
es: Agradezco vuestra generosidad, grandes señores.

source: You may leave; from now on, this audience will discuss Liliel's misdoings.
es: Podéis iros; de ahora en adelante, esta audiencia discutirá las fechorías de Liliel.

source: By all Nine Hells, they're unbelievably, appallingly arrogant!
es: ¡Por los Nueve Infiernos, son increíblemente, espantosamente arrogantes!

source: I too didn't like them in the least, but, just as Garmo said, we must tread lightly with them; I'm sure you have noticed the vastness of their power.
es: A mí tampoco me gustaron nada, pero, como dijo Garmo, debemos andar con pies de plomo con ellos; estoy segura de que habéis notado la inmensidad de su poder.

source: I have, as I have noticed that Zaal has uncovered some dire secret involving these Seraphins. I'm telling you, I'd happily trade half of all our remaining scrolls just to know what made him rebel against these Seraphins...
es: Lo he notado, como he notado que Zaal descubrió algún oscuro secreto relacionado con estos serafines. Os lo digo, cambiaría gustoso la mitad de todos nuestros pergaminos restantes solo por saber qué le hizo rebelarse contra estos serafines…

source: As would I, but now we have other things to worry about; and, at least until we're strong again, we'll have to accept the Celestials' supremacy.
es: Yo también, pero ahora tenemos otras cosas de qué preocuparnos; y, al menos hasta que volvamos a ser fuertes, tendremos que aceptar la supremacía de los celestiales.

source: *You may have cheated these short-sighted brothers of mine, Myra of Hiera'Shirsha, but you haven't cheated me. I know exactly what lies within this jewel, and I will not allow it to remain in your possession for long. I will wait; and, when you least expect it, I shall take this jewel from you!*
es: *Puede que hayas engañado a estos hermanos míos cortos de vista, Myra de Hiera’Shirsha, pero a mí no me has engañado. Sé exactamente qué hay dentro de esta joya y no permitiré que siga en tu posesión mucho tiempo. Esperaré; y, cuando menos te lo esperes, te arrebataré esta joya.*

source: The Promise of the Rising Sun
es: La Promesa del Sol Naciente

source: Defeat all enemy leaders
es: Derrotar a todos los líderes enemigos

source: Carapces
es: Carapaces

source: Dwarves
es: Enanos

source: It took us a few more days than I expected, but we have finally reached the Land's End Peninsula. It is a large region, and you will find other bands of vampires, gnolls, carapaces and minotaurs all over it; but this is where their largest settlements are. Destroy them, and many other smaller settlements will probably move somewhere else.
es: Nos llevó unos días más de lo que esperaba, pero finalmente hemos llegado a la Península del Fin de la Tierra. Es una región grande y encontraréis bandas de vampiros, gnolls, carapaces y minotauros por todas partes; pero aquí es donde están sus asentamientos más grandes. Destruidlos y muchos otros asentamientos menores probablemente se mudarán a otro lugar.

source: They live quite close to each other; are they allies or what?
es: Viven bastante cerca unos de otros; ¿son aliados o qué?

source: We don't know much about them, but it seems like they have managed to build some sort of symbiosis: they help and defend each other, venting their own rage and violence towards other bands of minotaurs, vampires and also wargs. It will be no easy battle for us, be warned.
es: No sabemos mucho de ellos, pero parece que han logrado crear algún tipo de simbiosis: se ayudan y se defienden entre sí, descargando su propia rabia y violencia contra otras bandas de minotauros, vampiros y también huargos. No será una batalla fácil para nosotros, estad advertidos.

source: Then we won't face anything we haven't already.
es: Entonces no enfrentaremos nada que no hayamos enfrentado ya.

source: Indeed we won't...
es: En efecto no lo haremos…

source: (turning to her people) Aragwaithi, Windsong and Hannuks! For years we have wandered the world, from the Aragwaith Meadows to this continent across the vast ocean; we faced danger after danger, we lost many of our own and we gained new friends and allies. All of our trials, all of our battles have led us to this region that stretches before your eyes: the Land's End peninsula! This is our reward, my people; this is the land I promised to you on the ruins of the great Garet-Desh; this is where we rebuild our civilisation, just as my mother, the High Ascendant Maat, dreamed! So, my people, do not falter now; for the next time we sing our victory song, we sing it on the soil of our new home!
es: (volviéndose hacia su gente) ¡Aragwaithi, Hijas del Viento y hannuk! Durante años hemos vagado por el mundo, desde los Prados Aragwaithi hasta este continente al otro lado del vasto océano; enfrentamos peligro tras peligro, perdimos a muchos de los nuestros y ganamos nuevos amigos y aliados. Todas nuestras pruebas, todas nuestras batallas nos han traído a esta región que se extiende ante vuestros ojos: ¡la península del Fin de la Tierra! ¡Esta es nuestra recompensa, pueblo mío; esta es la tierra que os prometí sobre las ruinas del gran Garet-Desh; aquí es donde reconstruiremos nuestra civilización, tal como soñó mi madre, la Gran Ascendente Maat! ¡Así que, pueblo mío, no flaqueéis ahora; porque la próxima vez que cantemos nuestra canción de victoria, la cantaremos sobre el suelo de nuestro nuevo hogar!

source: You have heard our Ascendant, Windsong! Now, CHARGE!
es: ¡Habéis oído a nuestra Ascendente, Hijas del Viento! ¡Ahora, CARGA!

source: For the glory of the Meadows!
es: ¡Por la gloria de los Prados!

source: For the fortitude of the steppes!
es: ¡Por la fortaleza de las estepas!

source: For the fallen heroes of the Last War!
es: ¡Por los héroes caídos de la Última Guerra!

source: For our friends and loved ones!
es: ¡Por nuestros amigos y seres queridos!

source: FOR OUR FUTURE! ATTACK!!!
es: ¡¡¡POR NUESTRO FUTURO! ¡ATAQUE!!!

source: Dvalin! How did you know we were here?
es: ¡Dvalin! ¿Cómo sabías que estábamos aquí?

source: Och, some of those impossibly fast girls of yours have found us and told us everything.
es: Och, algunas de esas chicas vuestras imposibles de rápidas nos encontraron y nos lo contaron todo.

source: But you have already found a home for your people, you didn't need to risk more dwarvish lives coming here...
es: Pero ya habéis encontrado un hogar para vuestro pueblo, no necesitabais arriesgar más vidas enanas viniendo aquí…

source: We have been fighting side by side for half of Irdya, and I have been fighting by your side for a longer time than either Alenya, Ravyan or Jevyan, did you really think I would not partake of this last battle? I just apologise for being late; you know, I can't change the fact that my legs are a bit short...
es: Hemos estado luchando codo con codo por medio Irdya y yo he estado luchando a tu lado más tiempo que Alenya, Ravyan o Jevyan, ¿de verdad creías que no participaría en esta última batalla? Solo me disculpo por llegar tarde; sabes, no puedo cambiar el hecho de que mis piernas son un poco cortas…

source: Wonderful Dvalin, it is I who should apologise for not inviting you to this battle!
es: ¡Maravilloso Dvalin, soy yo quien debería disculparse por no invitarte a esta batalla!

source: You can make amends by giving me some barrels of that wonderful Hannuk beverage! Now boys, let's introduce these blood-suckers and bull-men to our axes again!
es: ¡Puedes compensarlo dándome algunos barriles de esa maravillosa bebida hannuk! ¡Ahora muchachos, volvamos a presentar a estos chupasangres y hombres-toro a nuestras hachas!

source: Note: The dwarves that once fought for Myra are now under Dvalin's command
es: Nota: Los enanos que antes luchaban para Myra ahora están bajo el mando de Dvalin

source: Alas, I will not see your dream coming true, my friend...
es: Ay, no veré tu sueño hacerse realidad, amiga mía…

source: We have known each other for so little, but you were a loyal friend to us, brave Garmo. You will live on in the memory of our people, and your name will be engraved in our history forever.
es: Hemos estado juntos tan poco tiempo, pero fuiste un amigo leal para nosotros, valiente Garmo. Vivirás en la memoria de nuestro pueblo y tu nombre quedará grabado en nuestra historia para siempre.

source: VICTORY IS OURS!
es: ¡¡¡LA VICTORIA ES NUESTRA!!!
