Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: I have hunted game on many fields of the Hannuk Steppes, but I've never heard such sound. Though I bet it's not something that will be glad for seeing us...
es: He cazado en muchas llanuras de las Estepas Hannuk, pero nunca había oído un sonido así. Aunque apuesto a que no es algo que se alegre de vernos...

source: To think we'd travel as far as aunt Deni herself did... I can almost hear her congratulating us for 'getting out and seeing the wide green world'.
es: Pensar que hemos viajado tan lejos como la propia tía Deni... Casi puedo oírla felicitándonos por «salir y ver el ancho mundo verde».

source: Well, <i>I</i> can almost hear her laughing at us for taking so long just to cross an ocean.
es: Pues <i>yo</i> casi la oigo reírse de nosotras por tardar tanto solo en cruzar un océano.

source: Yes, that is more like her. And then she'd mock mother because two neophytes like us, without teleporting ciphers, got to visit Netjer-Ta before she did.
es: Sí, eso suena más a ella. Y luego se burlaría de mamá porque dos novatas como nosotras, sin cifrados de teletransporte, llegamos a Netjer-Ta antes que ella.

source: (chuckles) She did have a rivalry with those who use teleport ciphers, didn't she...
es: (risita) Sí que tenía rivalidad con los que usaban cifrados de teletransporte, ¿verdad...?

source: <i>Silence...</i>
es: <i>Silencio...</i>

source: (wiping away tears) Argh, ignore this. I guess setting foot on dry land after so long made me sentimental...
es: (secándose las lágrimas) Argh, no hagan caso. Supongo que pisar tierra firme después de tanto tiempo me puso sentimental...

source: Not just any land, but land that aunt Deni set foot on, right?
es: No es cualquier tierra, sino la tierra donde pisó la tía Deni, ¿cierto?

source: If it wasn't for her stories, I wouldn't have known about Netjer-Ta, and I would never have suggested coming here. Hells, if she hadn't led that expedition here we would still remember this continent as one wrecked by war, and no way our savants would've agreed coming here. She's always been with us on this journey, and not just in memories. But to be here... to be standing on this land... It feels like a part of her is already here, waiting to greet us.
es: Si no fuera por sus historias, no habría sabido de Netjer-Ta y nunca habría propuesto venir aquí. Diablos, si ella no hubiera liderado aquella expedición aún recordaríamos este continente como uno arrasado por la guerra, y de ninguna manera nuestros sabios habrían aceptado venir. Ella siempre ha estado con nosotras en este viaje, y no solo en los recuerdos. Pero estar aquí... pisar esta tierra... Se siente como si una parte de ella ya estuviera aquí, esperándonos para darnos la bienvenida.

source: Damn right, sis. When we build our new Foundation, I say we adorn our Great Hall with a statue of her.
es: Tienes toda la razón, hermana. Cuando construyamos nuestra nueva Fundación, propongo que adornemos el Gran Salón con una estatua suya.

source: Place it on the Eyrie instead, so she can look beyond the eastern horizons.
es: Ponla en el Nido Águila, para que pueda mirar más allá de los horizontes del este.

source: Didn't she prefer looking at the sunset, though?
es: Aunque a ella le gustaba más mirar la puesta de sol, ¿no?

source: She liked looking towards the lands where Hathor was born. In Hiera'Shirsha, that meant looking west, but we're on the other side of the world now.
es: Le gustaba mirar hacia las tierras donde nació Hathor. En Hiera'Shirsha eso significaba mirar al oeste, pero ahora estamos al otro lado del mundo.

source: I see...
es: Entiendo...

source: And commission the dwarves to craft her statue. She'd want no lesser crafter to be in charge of chiselling her semblance out of stone.
es: Y que sean los enanos quienes la esculpan. Ella no querría que nadie menor que el mejor tallara su semblante en piedra.

source: (smiling) Say no more. Dvalin will be mad at me if I request anyone other than himself to carve that statue.
es: (sonriendo) No digas más. Dvalin se enfadaría conmigo si le pido a otro que no sea él quien esculpa esa estatua.

source: It has just dawned on me... I left the forests of Lintanir to cross the Great Continent all the way to its utmost east, then crossed the world's widest ocean to set foot in that which, in my people's maps, is the westernmost of all lands. I've almost completed a full circle around Irdya itself!
es: Acaba de ocurrírseme... Dejé los bosques de Lintanir, crucé todo el Gran Continente hasta su extremo oriental, luego crucé el océano más ancho del mundo para pisar lo que en los mapas de mi pueblo es la tierra más occidental de todas. ¡Casi he dado una vuelta completa al propio Irdya!

source: Not so soon, princess. You still need to visit Arajunna.
es: Todavía no, princesa. Aún te falta visitar Arajunna.

source: I... think I might pass. I always loved Lady Sunna's tales of faraway lands; it was one reason I volunteered to carry the King-in-the-Forest's message all the way to Esthiel, in fact. But I may have had my fill of roaming the world; soon it'll be time to find a soil for my roots to take hold.
es: Creo... que voy a pasar. Siempre amé los cuentos de Lady Sunna sobre tierras lejanas; de hecho, esa fue una de las razones por las que me ofrecí a llevar el mensaje del Rey del Bosque hasta Esthiel. Pero creo que ya tuve suficiente de vagar por el mundo; pronto será hora de encontrar una tierra donde echar raíces.

source: So... you're not returning home?
es: Entonces... ¿no vas a volver a casa?

source: As Lady Sunna used to teach, home is where those you love are. And after all we've been through... Let's say my home just might be here after all, in this westernmost of all lands.
es: Como solía enseñar Lady Sunna, el hogar está donde están aquellos a quienes amas. Y después de todo lo que hemos pasado... Digamos que mi hogar bien podría estar aquí después de todo, en la tierra más occidental de todas.

source: Master Takyn, I hope your horse is faring better?
es: Maestro Takyn, espero que tu caballo esté mejor?

source: She is indeed. Your treatment worked wonders; not bad... for an Aragwaithi.
es: En efecto lo está. Tu tratamiento hizo maravillas; no está mal... para un aragwaithi.

source: We may have a lesser bond with horses than you Hannuks, but we treat ours well too. Besides... I may have learned a thing or two with the Windsong.
es: Tal vez tengamos un vínculo menor con los caballos que ustedes los hannuk, pero también tratamos bien a los nuestros. Además... puede que haya aprendido una o dos cosas con las Hijas del Viento.

source: With my daughter, you mean?
es: ¿Con mi hija, quieres decir?

source: (blushes) Yes, I mean...
es: (se sonroja) Sí, quiero decir...

source: Among the Hannuks, all fathers worry that their daughters find someone who treats them fairly and with respect, and who protects them from the dangers of the steppe. But this new land may have dangers beyond anything that stalks the steppes. Do you think you can protect my daughter from them?
es: Entre los hannuk, todos los padres se preocupan porque sus hijas encuentren a alguien que las trate con justicia y respeto, y que las proteja de los peligros de la estepa. Pero esta nueva tierra puede tener peligros mayores que cualquiera que aceche en las estepas. ¿Crees que puedes proteger a mi hija de ellos?

source: With respect, Master Tarkyn, your daughter needs no protection... But if she ever needs someone to lean on, whenever she needs, no matter what, I will be there for her, constant as a mountain.
es: Con el debido respeto, maestro Tarkyn, su hija no necesita protección... Pero si alguna vez necesita alguien en quien apoyarse, cuando sea, pase lo que pase, yo estaré ahí para ella, constante como una montaña.

source: Well spoken, lad.
es: Bien dicho, muchacho.

source: Whoa, watch out everyone, these look quite dangerous...
es: ¡Cuidado todos, estos parecen bastante peligrosos...!

source: Akashia, do the scrolls tell anything about these beings?
es: Akashia, ¿los pergaminos dicen algo sobre estos seres?

source: Well, they look very like the descriptions of minotaurs. They're an intelligent people, but a very belligerent one as well; not counting that they're very strong and resilient.
es: Pues se parecen mucho a las descripciones de los minotauros. Son un pueblo inteligente, pero muy beligerante también; sin contar que son muy fuertes y resistentes.

source: Pah, we used to brawl with trolls and drakes, I doubt these oxen will be much of a match for us! C'mon boys, let's introduce them to our axes!
es: ¡Bah, antes nos peleábamos con troles y dracos, dudo que estos bueyes sean gran cosa para nosotros! ¡Vamos muchachos, vamos a presentarles nuestras hachas!

source: Aww, look at that turtle! It has been so long since I last saw one, I think I'll take one of these as my pet; who knows, with its size it could even be my mount when I tire of floating around...
es: ¡Aww, miren esa tortuga! Hace tanto que no veía una... Creo que me llevaré una de estas como mascota; quién sabe, con su tamaño hasta podría ser mi montura cuando me canse de flotar por ahí...

source: (laughing) I think it has rejected you, Alenya...
es: (riendo) Creo que te rechazó, Alenya...

source: This continent sure has different beings... These turtle-like creatures don't seem aggressive, so we could just avoid them.
es: Este continente sí que tiene seres diferentes... Estas criaturas parecidas a tortugas no parecen agresivas, así que podríamos simplemente evitarlas.

source: What a beautiful beach! It was really lucky that I found it amidst this dense forest and hills... Would that I could spend the entire afternoon here, just relaxing and staring at the sea, now I must return to battle. But I think I'll really come back here when work's done...
es: ¡Qué playa tan hermosa! Tuve mucha suerte de encontrarla entre este bosque denso y las colinas... Ojalá pudiera pasar toda la tarde aquí, solo relajándome y mirando el mar, pero ahora debo volver al combate. Creo que realmente volveré aquí cuando termine el trabajo...

source: Uh-oh, this is not good...
es: Uh-oh, esto no pinta bien...

source: Get down everyone, lest they'll spot us! (whispering) Akashia, have you read anything in the scrolls describing these beings?
es: ¡Todos al suelo, que no nos vean! (susurrando) Akashia, ¿has leído algo en los pergaminos que describa a estos seres?

source: Well, by their look...
es: Pues, por su aspecto...

source: (screaming) You puny smug, if you really want to keep sucking up to that loser of my brother, then I shall kill you and use your skull to adorn my castle's gates!
es: (gritando) ¡Pedazo de lamebotas insignificante, si tanto quieres seguir lamiéndole las botas a ese perdedor de mi hermano, te mataré y usaré tu cráneo para adornar las puertas de mi castillo!

source: (shouting) You are nothing more than a braggart, you weakling idiot! The great Hagash hasn't even bothered to attack you himself, and only sent a small fraction of his magnificent army to wave you aside!
es: (gritando) ¡No eres más que un fanfarrón, idiota débil! ¡El gran Hagash ni siquiera se ha molestado en atacarte él mismo, y solo envió una pequeña parte de su magnífico ejército para apartarte de su camino!

source: ...and by their behaviour, I'm pretty sure they're orcs. The scrolls claim they were the most dangerous of all races in this continent, albeit not as aggressive as those minotaurs we've encountered, so we could try and parlay with them after they finish their battle...
es: ...y por su comportamiento, estoy casi segura de que son orcos. Los pergaminos dicen que eran la raza más peligrosa de este continente, aunque no tan agresivos como los minotauros que hemos encontrado, así que podríamos intentar negociar con ellos cuando terminen su batalla...

source: Uh wait, what is that? Ships docked on the northern beaches and... vampires coming out of them? Since when do those blood-sucking pests venture in the sea?
es: Un momento, ¿qué es eso? ¿Barcos atracados en las playas del norte y... vampiros saliendo de ellos? ¿Desde cuándo esos parásitos chupasangre se aventuran en el mar?

source: They're not vampires, you idiot! Just look at their skin colour! Maybe they are another bunch of those southern freaks...
es: ¡No son vampiros, idiota! ¡Mira el color de su piel! Tal vez sean otro grupo de esos monstruos del sur...

source: Vampires? What are they talking about?
es: ¿Vampiros? ¿De qué están hablando?

source: We can worry about that later. (screaming) Noble orcs, I am Myra of Hiera'Shirsha, leader of this group of refugees from across-the-ocean! We come in peace, as people who only seek a piece of safe, uninhabited land to rebuild our...
es: Ya nos preocuparemos por eso después. (gritando) ¡Nobles orcos, soy Myra de Hiera'Shirsha, líder de este grupo de refugiados del otro lado del océano! ¡Venimos en paz, como gente que solo busca un pedazo de tierra segura y deshabitada para reconstruir nuestras...

source: So, vermin, do I have your word that you won't backstab me while we kill off these new weaklings?
es: Entonces, alimañas, ¿tengo tu palabra de que no me apuñalarán por la espalda mientras acabamos con estos nuevos debiluchos?

source: Bah! How dare you doubt me? Unlike my brother, I'm an orc with honour.
es: ¡Bah! ¿Cómo te atreves a dudar de mí? A diferencia de mi hermano, yo soy un orco con honor.

source: ...and here I am, speaking to the winds...
es: ...y aquí estoy, hablando con el viento...

source: Just as I'd read: the orcs are difficult to parlay with. None of our predecessors managed to pacify them, and so we must not waste our time trying. But we won't have to fight them all: apparently, if we just kill their leaders, they'll be reduced to a bunch of isolated tribes squabbling amongst themselves.
es: Tal como leí: con los orcos es difícil negociar. Ninguno de nuestros predecesores logró pacificarlos, así que no debemos perder tiempo intentándolo. Pero no tendremos que pelear contra todos: al parecer, si matamos a sus líderes, quedarán reducidos a un montón de tribus aisladas peleando entre sí.

source: But these two armies alone are quite huge; we won't manage to vanquish them so easily. But, maybe we don't have to fight them both... (shouting) Hey, you whom is called Ogesh!
es: Pero solo estos dos ejércitos ya son bastante grandes; no podremos vencerlos tan fácilmente. Pero, tal vez no tengamos que pelear contra ambos... (gritando) ¡Oye, tú que te llamas Ogesh!

source: What do you want, weakling?
es: ¿Qué quieres, débil?

source: Judging from what I've just heard, this orc called Bagrar is one of your brother's commanders, right? May I ask you why are two brothers fighting each other like this?
es: Por lo que acabo de oír, este orco llamado Bagrar es uno de los comandantes de tu hermano, ¿verdad? ¿Puedo preguntarte por qué dos hermanos se pelean así?

source: Because he's an idiot who's envious of my wealth and virility and influence among our kind, and wants to usurp my rightful place as the sovereign of orc-kind!
es: ¡Porque es un idiota que envidia mi riqueza, mi virilidad y mi influencia entre los nuestros, y quiere usurpar mi legítimo lugar como soberano de los orcos!

source: You helpless idiot, why did you say you're an orc sovereign? Everyone knows that killing orc sovereigns is our weakness!
es: ¡Idiota inútil, por qué dijiste que eres un soberano orco! ¡Todos saben que matar soberanos orcos es nuestra debilidad!

source: Don't worry, o great emperor, we intend not on usurping your throne. But tell me something else: this Bagrar seems quite dedicated to his master, your brother, right?
es: No te preocupes, oh gran emperador, no pretendemos usurpar tu trono. Pero dime otra cosa: este Bagrar parece bastante leal a su amo, tu hermano, ¿verdad?

source: Well, yes, he does, but what does it have to do with you?
es: Bueno, sí, lo es, pero ¿qué tiene eso que ver contigo?

source: Doesn't it seem likely to you that, while you're busy fighting us, he'll try and kill you? Thus he'd fall in your brother's graces like no other before him.
es: ¿No te parece probable que, mientras estás ocupado peleando contra nosotros, él intente matarte? Así caería en gracia con tu hermano como nadie antes.

source: Shut the hell up, you rat! He's just trying to trick you, Ogesh! Show that you're not the dumb-ass you've always seemed to be and ignore him!
es: ¡Cállate de una vez, rata! ¡Solo está tratando de engañarte, Ogesh! ¡Demuestra que no eres el idiota que siempre has parecido y hazle caso omiso!

source: I assure you we have absolutely no reason to attack you, Lord Ogesh; as I've just said, we're just a peaceful refugee people seeking a safe, unoccupied land. We want no quarrels for ourselves. On the other hand, this Bagrar seems eager to rip off your head...
es: Te aseguro que no tenemos absolutamente ninguna razón para atacarte, señor Ogesh; como acabo de decir, somos solo un pueblo de refugiados pacíficos que busca una tierra segura y deshabitada. No queremos problemas. En cambio, este Bagrar parece ansioso por arrancarte la cabeza...

source: Well, you do make sense... And you really don't look like vampires, not even like those southern freaks... So, if I let you be, do you promise you won't backstab me?
es: Pues... tienes razón... Y realmente no parecen vampiros, ni siquiera como esos monstruos del sur... Entonces, si los dejo en paz, ¿prometen no apuñalarme por la espalda?

source: I was actually going to ask you if you wanted our aid...
es: En realidad iba a preguntarte si querías nuestra ayuda...

source: Bah, I think I can deal with this low-life myself, thanks!
es: ¡Bah, creo que puedo lidiar con este desgraciado yo solo, gracias!

source: Stupid, no-good Ogesh, I'll make you regret not surrendering when you had the chance! Call in the reinforcements, I want his city razed to the ground before next sunset!
es: ¡Estúpido y inútil Ogesh, te haré arrepentir de no rendirte cuando tuviste la oportunidad! ¡Llamen a los refuerzos, quiero su ciudad arrasada antes de la próxima puesta de sol!

source: Where the hell did he pull so many armies from?! Listen, you ra... I mean, you girl, I say we should help each other: help me defeating that treacherous scumbag, and I will help you however you want.
es: ¡¿De dónde demonios sacó tantos ejércitos?! Escucha, tú chi... digo, tú chica, digo que deberíamos ayudarnos: ayúdame a derrotar a ese traidor desgraciado, y yo te ayudaré en lo que quieras.

source: Deal! Friends, now we have a real battle to fight! Let's show them the might of the people of the Great Continent!
es: ¡Trato hecho! ¡Amigos, ahora sí tenemos una verdadera batalla que librar! ¡Mostrémosles el poder del pueblo del Gran Continente!

source: Defeat Bagrar
es: Derrotar a Bagrar

source: Death of Ogesh
es: Muerte de Ogesh

source: I don't know who you are, but you do fight well. You said you are a refugee people, aren't you? Tell me, where are you from, what made you flee your land, and are you being followed by anyone else?
es: No sé quiénes son, pero pelean bien. Dijeron que son un pueblo de refugiados, ¿verdad? Díganme, ¿de dónde vienen, qué los hizo huir de su tierra, y alguien más los está siguiendo?

source: We come from the west, from a continent beyond this vast ocean. We are a group of humans and dwarves who had our homes destroyed by dragons and their vassals, the drakes and the saurians; after being persecuted by them, we saw no alternative but to search for this continent, guided by the lore collected by the Windsong. And no, we're not being followed by anyone.
es: Venimos del oeste, de un continente más allá de este vasto océano. Somos un grupo de humanos y enanos cuyos hogares fueron destruidos por dragones y sus vasallos, los dracos y los saurianos; tras ser perseguidos por ellos, no vimos otra alternativa que buscar este continente, guiados por el saber recopilado por las Hijas del Viento. Y no, nadie nos está siguiendo.

source: Windsong? You mean the human females who brought those blood-sucking aberrations?
es: ¿Hijas del Viento? ¿Te refieres a las humanas que trajeron a esas aberraciones chupasangre?

source: Er, I'm afraid I don't know what you're talking about...
es: Eh, me temo que no sé de qué estás hablando...

source: Worry not, milady, this is something that only Arbiters, Librarians or guardians like myself know. In the past, our sisters... well... conducted experiments of magic and medicine on other humans, but something went terribly wrong, and the result was a virus that turned the infected victims into blood-thirsty, darkness-loving creatures. There's very little information on them, but I know the infected individuals were taken to Netjer-Ta, since the then head of our order didn't want to sacrifice them.
es: No te preocupes, mi señora, esto es algo que solo saben los Árbitros, Bibliotecarios o guardianes como yo. En el pasado, nuestras hermanas... bueno... realizaron experimentos de magia y medicina con otros humanos, pero algo salió terriblemente mal, y el resultado fue un virus que convirtió a las víctimas infectadas en criaturas sedientas de sangre y amantes de la oscuridad. Hay muy poca información sobre ellos, pero sé que los infectados fueron traídos a Netjer-Ta, porque la entonces cabeza de nuestra orden no quiso sacrificarlos.

source: And I thought Ashura was the only blemish in our History... Listen, Lord Ogesh, I am also the current Ascendant of the Windsong; I acknowledge our predecessors may have done horrible things against your people, but I assure you we have changed, and we'll do anything to compensate your people for past aggressions...
es: Y yo que pensaba que Ashura era la única mancha en nuestra historia... Escucha, señor Ogesh, yo soy también la actual Ascendiente de las Hijas del Viento; reconozco que nuestras predecesoras pudieron haber hecho cosas horribles contra tu pueblo, pero te aseguro que hemos cambiado, y haremos lo que sea para compensar a tu pueblo por las agresiones del pasado...

source: The past is the past; just leave the dead to their rest. Now, bring the rest of your people to my city, they must be exhausted. As for you, come to my castle; I will give you information on the nations and geography of this continent, as a further reward for helping me.
es: El pasado es el pasado; dejen a los muertos descansar en paz. Ahora, traigan al resto de su gente a mi ciudad, deben estar agotados. En cuanto a ustedes, vengan a mi castillo; les daré información sobre las naciones y la geografía de este continente, como recompensa adicional por ayudarme.

source: Thank you very much, Lord Ogesh. But please, tell me one more thing: have you orcs ever met giant, fire-breathing reptiles in this continent?
es: Muchas gracias, señor Ogesh. Pero por favor, dime una cosa más: ¿alguna vez ustedes los orcos se han encontrado con reptiles gigantes que escupen fuego en este continente?

source: No, we haven't met anything like that... why?
es: No, nunca nos hemos encontrado con algo así... ¿por qué?

source: Nothing important, it's just that we really hate reptiles.
es: Nada importante, es solo que realmente odiamos a los reptiles.

source: Aaarrghh! How could I fall to this lackey?!
es: ¡Aaarrghh! ¡Cómo pude caer ante este lacayo?!

source: Ogesh would have been an invaluable ally for us! Without him, we'll be at the mercy of the enemy orcish hordes!
es: ¡Ogesh habría sido un aliado invaluable para nosotros! ¡Sin él, quedaremos a merced de las hordas orcas enemigas!
