Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: A Song of Fire
es: Una Canción de Fuego

source: ASoF
es: UCdF

source: Part I: The Last War - In a long-forgotten era, at the heart of the Great Continent, an ancestral evil is awakened, threatening to destroy the whole world. Follow young Myra in the war that will alter the future of Irdya and its peoples forever.
es: Parte I: La Última Guerra - En una era olvidada hace mucho tiempo, en el corazón del Gran Continente, un mal ancestral despierta amenazando con destruir el mundo entero. Sigue a la joven Myra en la guerra que cambiará para siempre el futuro de Irdya y de sus pueblos.

source: (Part I of the Dragon Trilogy; SP campaign, 36 scenarios, including 5 dialog-only.)
es: (Parte I de la Trilogía del Dragón; campaña para un jugador, 36 escenarios, incluyendo 5 solo con diálogo.)

source: Feedback Server Link: https://discord.gg/rsePgjHRPA
es: Enlace al servidor de comentarios: https://discord.gg/rsePgjHRPA

source: Weaver
es: Tejedora

source: Easy
es: Fácil

source: Dragon
es: Dragón

source: Hard
es: Difícil

source: Author, Campaign Design
es: Autor, Diseño de la campaña

source: Extra Music
es: Música adicional

source: Artwork
es: Ilustraciones

source: Special Thanks
es: Agradecimientos especiales

source: Rain of Fire
es: Lluvia de Fuego

source: Defeat Gelka Kohn
es: Derrotar a Gelka Kohn

source: Death of Myra
es: Muerte de Myra

source: Death of Veela
es: Muerte de Veela

source: Death of Lashimi
es: Muerte de Lashimi

source: Myra may recruit in the area adjacent to where she starts
es: Myra puede reclutar en el área adyacente a donde empieza

source: Windsong
es: Hijas del Viento

source: Dragon Army
es: Ejército Dracónico

source: Commander Allore
es: Comandante Allore

source: And so we come to another peaceful day... I know it is Lady Maat's order, but the presence of all these Aragwaithi here is beginning to bother me.
es: Y así llegamos a otro día de paz… Sé que es orden de lady Maat, pero la presencia de todos estos aragwaithi aquí empieza a molestarme.

source: Why, Headmistress?
es: ¿Por qué, directora?

source: Isn't it obvious? They've been far from their homes and wives for three weeks now, alone in this isolated valley with dozens of young women... They may be Lord Abhai's trusted soldiers, but they're still men after all!
es: ¿No es obvio? Llevan tres semanas lejos de sus hogares y esposas, solos en este valle aislado con docenas de mujeres jóvenes… Pueden ser los soldados de confianza de lord Abhai, ¡pero siguen siendo hombres al fin y al cabo!

source: Well, in truth I think the students are kind of enjoying their presence...
es: Bueno, la verdad es que creo que las estudiantes están disfrutando bastante de su presencia…

source: What do you... Wait, what is that column of smoke rising in the distance? And why is that soldier running as if ogres were on his heels?
es: ¿Qué quieres decir…? Espera, ¿qué es esa columna de humo que se eleva a lo lejos? ¡Y por qué ese soldado corre como si tuviera ogros pisándole los talones?

source: (panting) Headmistress... Dragons... were sighted... in the mountains to... the northwest...
es: (jadeando) Directora… Dragones… avistados… en las montañas… al noroeste…

source: (shocked) Dragons?! But... Is it possible that another dragon has gone rogue and decided to attack us, like Krathon did years ago?
es: (sorprendida) ¡¿Dragones?! Pero… ¿Es posible que otro dragón se haya rebelado y decidido atacarnos, como hizo Krathon hace años?

source: If so, I'm really not worried; I can see them now, and they're quite puny for dragons.
es: Si es así, realmente no estoy preocupada; los veo ahora y son bastante insignificantes para ser dragones.

source: It's because they're drakes, not dragons! Now things begin to make more sense: not all drake tribes are under Lord Agniballi's control, and some even dare harass us, or the Aragwaithi. (shouting) You, drake warrior! You may have heard the Windsong were a peaceful order composed of women, and thought us an easy prey, but know that armies larger than yours have already attacked us, and that none of them has survived to tell the tale!
es: ¡Es porque son dracos, no dragones! Ahora las cosas empiezan a tener más sentido: no todas las tribus draco están bajo el control de lord Agniballi y algunas incluso se atreven a acosarnos a nosotros o a los aragwaithi. (gritando) ¡Tú, guerrero draco! Puede que hayas oído que las Hijas del Viento éramos una orden pacífica compuesta por mujeres y nos consideraras presa fácil, ¡pero sabe que ejércitos más grandes que el tuyo ya nos han atacado y que ninguno ha sobrevivido para contarlo!

source: (roaring) Onwards warriors, if we sweep this valley quickly enough we won't have to share the witches' soft meat with the others!
es: (rugiendo) ¡Adelante guerreros, si barremos este valle lo bastante rápido no tendremos que compartir la tierna carne de las brujas con los demás!

source: He didn't even heed me, the impudent! But for what he says, his is not the only band attacking the mountains; we must defeat it quickly so that we may flee. However, I'm afraid that even if we put every student in this haven to aid the Aragwaithi soldiers, we won't be able to withstand these drakes... I need you to summon your pets to help us in this battle, Myra.
es: ¡Ni siquiera me ha hecho caso, el insolente! Pero por lo que dice, la suya no es la única banda atacando las montañas; debemos derrotarla rápido para poder huir. Sin embargo, me temo que aunque pongamos a todas las estudiantes de este refugio a ayudar a los soldados aragwaithi, no podremos resistir a estos dracos… Necesito que invoques a tus mascotas para que nos ayuden en esta batalla, Myra.

source: You mean the elementals? But you told me to stop summoning them...
es: ¿Te refieres a los elementales? Pero me dijiste que dejara de invocarlos…

source: I know I told you so, but now forget it! I need you to unleash them on the drakes, or we'll all die before sunset!
es: ¡Lo sé, pero ahora olvídalo! ¡Necesito que los sueltes sobre los dracos o todos moriremos antes del atardecer!

source: All right, I get it. I'm going to the forest to call them...
es: De acuerdo, lo entiendo. Voy al bosque a llamarlos…

source: Erm, Miss Myra...?
es: Eh, señorita Myra…?

source: (sighing)*not her again...* What do you want now, blondie?
es: (suspirando) *no ella otra vez…* ¿Qué quieres ahora, rubia?

source: I heard we're being attacked by dragons, is that true?
es: He oído que nos están atacando dragones, ¿es verdad?

source: No, we're being attacked by drakes, and probably we'll all have to fight, so go quickly to the sanctum, that Headmistress is rallying the soldiers and the students to fight these invaders.
es: No, nos están atacando dracos y probablemente todos tendremos que luchar, así que ve rápido al santuario, la directora está reuniendo a los soldados y a las estudiantes para luchar contra estos invasores.

source: Erm, if you don't mind, I'd rather stay with you... I mean, not to hide myself behind you, of course, but fight alongside you.
es: Eh, si no te importa, preferiría quedarme contigo… Quiero decir, no para esconderme detrás de ti, claro, sino para luchar a tu lado.

source: (eyes rolling) Believe me, you'd be better off fighting under Headmistress' leadership, I'll only lead you to your death. And besides, you'll just burden me.
es: (poniendo los ojos en blanco) Créeme, estarías mejor luchando bajo el mando de la directora, yo solo te llevaré a la muerte. Y además, solo me estorbarás.

source: But I really can help you! I have learned to use the Cipher of Immobility, with which I can slow down any enemy long enough for you to strike the death blow!
es: ¡Pero de verdad puedo ayudarte! He aprendido a usar el Cifrado de Inmovilidad, con el que puedo ralentizar a cualquier enemigo el tiempo suficiente para que tú des el golpe mortal.

source: Just let her stay with you and summon your pets at once! Time is running!
es: ¡Déjala quedarse contigo e invoca a tus mascotas ahora mismo! ¡El tiempo se acaba!

source: (snorting) So be it, blondie, you may fight with me!
es: (resoplando) Está bien, rubia, ¡puedes luchar conmigo!

source: I had never seen one of them so close... They're just so cool! I doubt those overgrown lizards will stand a chance against them!
es: Nunca había visto uno tan de cerca… ¡Son impresionantes! Dudo que esos lagartos crecidos tengan alguna posibilidad contra ellos.

source: Wow! So this is the Soul Bullet I heard of so much! Please do tell me, how do you...
es: ¡Guau! ¡Así que esta es la Bala del Alma de la que tanto he oído hablar! Por favor dime, ¿cómo…?

source: Veela, if you don't shut up soon, I'll show you that I too know how to cast a Cipher of Immobility!
es: Veela, si no te callas pronto, te mostraré que yo también sé lanzar un Cifrado de Inmovilidad.

source: Here... it... goes...!
es: ¡Aquí… va…!

source: (blinks) I... I did it!
es: (parpadea) ¡Yo… lo hice!

source: (chuckles) And most impressively, you survived to tell the tale. Maybe you're not such a pushover after all, blondie.
es: (ríe) Y lo más impresionante es que sobreviviste para contarlo. Quizá no seas tan inútil después de todo, rubia.

source: Welcome to the Windsong Haven at Hashira's Valley!
es: ¡Bienvenidos al Refugio de las Hijas del Viento en el Valle de Hashira!

source: We clearly underestimated you... But know that we're but a small fingernail of Lord Shek'har's full army...
es: Claramente os subestimamos… Pero sabed que solo somos una uña pequeña del ejército completo de lord Shek’har…

source: Shek'har, I've heard that name before...
es: Shek’har, he oído ese nombre antes…

source: Of course you have, he's the Dragons' Land's viceroy, second only to Lord Agniballi himself. Can it be that he rebelled against Agniballi and decided to attack us on his own...?
es: Claro que sí, es el virrey de la Tierra de los Dragones, solo por debajo del propio lord Agniballi. ¿Será que se rebeló contra Agniballi y decidió atacarnos por su cuenta…?

source: Or maybe Agniballi himself decided to turn against us?
es: ¿O quizá el propio Agniballi decidió volverse contra nosotros?

source: That can't be, he's been friendly with us humans for thousands of years! Why would he change his mind so abruptly? Well, this is a question for the Kalian; as for us, let's not tarry here any longer, and hurry to Valon, which is better protected...
es: Eso no puede ser, ¡ha sido amistoso con los humanos durante miles de años! ¿Por qué cambiaría de idea tan de repente? Bueno, esa es una pregunta para el Kalian; en cuanto a nosotros, no nos demoremos más aquí y corramos a Valon, que está mejor protegida…

source: Why Valon? We should go to Hiera'Shirsha!
es: ¿Por qué Valon? ¡Deberíamos ir a Hiera’Shirsha!

source: Those drakes came from the west, and if what that leader said about his army is true, Hiera'Shirsha is currently in great jeopardy. I want to go there too, and you shall come with me should you wish, but I must first ensure the safety of my students. Commander, will Valon grant us asylum?
es: Estos dracos vinieron del oeste y, si lo que dijo ese líder sobre su ejército es cierto, Hiera’Shirsha está ahora en grave peligro. Yo también quiero ir allí y tú vendrás conmigo si lo deseas, pero primero debo asegurar la seguridad de mis estudiantes. Comandante, ¿Valon nos concederá asilo?

source: Most certainly, Headmistress.
es: Por supuesto, directora.

source: If Hiera'Shirsha is in jeopardy, we should go to our sisters' aid!
es: ¡Si Hiera’Shirsha está en peligro, deberíamos ir en ayuda de nuestras hermanas!

source: Myra, you may be Lady Maat's daughter and our best student, but you must still obey your elders. I say we're going east, to Valon, so east we shall go!
es: Myra, puedes ser la hija de lady Maat y nuestra mejor estudiante, pero aún debes obedecer a tus mayores. ¡Digo que vamos al este, a Valon, así que al este iremos!

source: And you may be my superior, but Hiera'Shirsha's still in danger, and needs help now! So west <i>I</i> shall go!
es: Y tú puedes ser mi superior, ¡pero Hiera’Shirsha sigue en peligro y necesita ayuda ahora! ¡Así que al oeste <i>yo</i> iré yo!

source: Damned girl! Honestly, I can't understand why Lady Maat insists so much on keeping her, even if her potential power is so great! And that other student, Veela, could have proved her mastery of the Immobility Cipher and stopped Myra for her own sake!
es: ¡Maldita niña! ¡Sinceramente, no entiendo por qué lady Maat insiste tanto en mantenerla, aunque su poder potencial sea tan grande! ¡Y esa otra estudiante, Veela, podría haber demostrado su dominio del Cifrado de Inmovilidad y haber detenido a Myra por su propio bien!

source: Erm, Headmistress, I think she was too busy clinging herself to one of those plant elementals to cast the cipher...
es: Eh, directora, creo que estaba demasiado ocupada aferrándose a uno de esos elementales de planta para lanzar el cifrado…

source: Wh... Oh no, don't tell me she followed Myra! And now what is that Veela has seen in that darn girl that she idolizes her so much?! I give up; Maat shall deal with her later, I've done all I could to put some sense in that head...
es: Qu… ¡Oh no, no me digáis que siguió a Myra! ¡Y ahora qué ha visto esa Veela en esa maldita niña para idolatrarla tanto?! Me rindo; Maat se ocupará de ella después, he hecho todo lo que pude para meterle algo de sentido común en la cabeza…

source: I... can't die now... mother...!
es: Yo… no puedo morir ahora… ¡madre…!

source: No, Myra! Don't give up now, please!
es: ¡No, Myra! ¡No te rindas ahora, por favor!

source: It hurts! Myra, save me...!
es: ¡Me duele! ¡Myra, sálvame…!

source: No! How could I have let her die? If I can't even save a single person, I don't think I'll be able to do anything for our cause...
es: ¡No! ¿Cómo he podido dejar que muriera? Si no soy capaz ni de salvar a una sola persona, no creo que pueda hacer nada por nuestra causa…

source: I can't die now, my students need me!...
es: ¡No puedo morir ahora, mis estudiantes me necesitan…!

source: Curse it! Now we won't have them only for ourselves!
es: ¡Maldición! ¡Ahora no los tendremos solo para nosotros!

source: More drake forces come from the north! We're doomed!
es: ¡Más fuerzas draco vienen del norte! ¡Estamos perdidos!

source: A Common Cause
es: Una Causa Común

source: Defeat Kegrid
es: Derrotar a Kegrid

source: Death of Groth
es: Muerte de Groth

source: Death of Aiglur
es: Muerte de Aiglur

source: Aigathol Dwarves
es: Enanos Aigathol

source: (panting) Have we... arrived...?
es: (jadeando) ¿Ya… llegamos…?

source: Do you see any bright walls on the top of any mountain? Of course we haven't!
es: ¿Ves alguna muralla brillante en la cima de alguna montaña? ¡Claro que no hemos llegado!

source: But we have been travelling for five days already, and you said Hiera'Shirsha was three days away from Hashira's Valley...
es: Pero ya llevamos cinco días viajando y dijiste que Hiera’Shirsha estaba a tres días del Valle de Hashira…

source: I... well, I think I took the wrong path.
es: Yo… bueno, creo que tomé el camino equivocado.

source: So we're lost?
es: ¿Entonces estamos perdidas?

source: I feared it would happen, these forests and mountains are so similar to each other, it's hard to find a reference point.
es: Temía que pasara, estos bosques y montañas se parecen tanto entre sí que es difícil encontrar un punto de referencia.

source: Anyway, we may not have reached Hiera'Shirsha, but we haven't gone anywhere either. Look, this valley is inhabited by trolls and dwarves, both allies of us Windsong.
es: De todos modos, puede que no hayamos llegado a Hiera’Shirsha, pero tampoco nos hemos perdido del todo. Mirad, este valle está habitado por trolls y enanos, ambos aliados de nosotras las Hijas del Viento.

source: I see, but they seem to be in trouble.
es: Ya veo, pero parecen estar en problemas.

source: Yes, another bunch of drakes come from the north.
es: Sí, otro grupo de dracos viene del norte.

source: Quickly, we must aid our friends!
es: ¡Rápido, debemos ayudar a nuestros amigos!

source: Hey, aren't those Windsong coming from the south?
es: ¡Eh, no son esas Hijas del Viento que vienen del sur?

source: Greetings, friends. I am Myra, daughter of High Ascendant Maat; I and my companion have fled from our haven at Hashira's Valley, expelled by the same monsters that are attacking you now. May we jump in the party as well?
es: Saludos, amigos. Soy Myra, hija de la Gran Ascendente Maat; mi compañera y yo hemos huido de nuestro refugio en el Valle de Hashira, expulsadas por los mismos monstruos que os atacan ahora. ¿Podemos unirnos a la fiesta?

source: The daughter of the great Maat? Ye are more than welcome to help us, for we're sorely beset!
es: ¿La hija de la gran Maat? ¡Sois más que bienvenidas a ayudarnos, estamos en apuros!

source: I've noticed that, but then why don't you ally with the trolls, just for the time being, given that you're both being attacked by the same foe?
es: Me he dado cuenta, pero entonces ¿por qué no os aliáis con los trolls, aunque solo sea temporalmente, ya que ambos estáis siendo atacados por el mismo enemigo?

source: Hrumph! That is what I suggested, but those smelly, greedy dwarves would not have it so! They say we will let them take the brunt of the offensive and, when the battle is over, attack what is left of them!
es: ¡Hrumph! ¡Eso es lo que yo propuse, pero esos enanos apestosos y avariciosos no quisieron! ¡Dicen que les dejaríamos recibir todo el impacto de la ofensiva y que, cuando termine la batalla, atacaríamos lo que quede de ellos!

source: And what else should we expect from brutish animals like ye?
es: ¿Y qué más podríamos esperar de bestias brutales como vosotros?

source: Hey, friends, calm down and listen, please. If we remain divided like this, we'll be crushed one by one. If it's distrust that is preventing you from uniting, then allow me to serve as a mediator; and, if any side leaves the other helpless against the drakes, I shall turn against it myself.
es: Eh, amigos, calmaos y escuchad, por favor. Si seguimos divididos así, nos aplastarán uno por uno. Si es la desconfianza lo que os impide uniros, entonces permitidme actuar como mediadora; y si algún bando deja al otro indefenso contra los dracos, yo misma me volveré contra él.

source: Well, under these terms I think I can fight alongside those be... I mean, the trolls.
es: Bueno, bajo estos términos creo que puedo luchar junto a esos ani… quiero decir, los trolls.

source: So says I... You are barely a girl, but you speak with intelligence and authority, young Myra.
es: Yo también… Apenas eres una niña, pero hablas con inteligencia y autoridad, joven Myra.

source: (blushes slightly) Really...? Well, thanks very much!
es: (se sonroja ligeramente) ¿De verdad…? ¡Bueno, muchísimas gracias!

source: Onwards then, boys! Let it not be said that dwarves fought less than trolls in this battle!
es: ¡Adelante entonces, muchachos! ¡Que no se diga que los enanos lucharon menos que los trolls en esta batalla!

source: Crush those lizards' skulls, my warriors, so that their screams might be heard in the deepest caves of the dwarves!
es: ¡Aplastad los cráneos de esos lagartos, guerreros míos, para que sus gritos se oigan en las cuevas más profundas de los enanos!

source: (whispering) Good one! Now the trolls and the dwarves will compete for the highest body count... I quake for the drakes!
es: (susurrando) ¡Bien hecho! Ahora trolls y enanos competirán por la mayor cantidad de cuerpos… ¡Tiemblo por los dracos!

source: It was a very good battle, young Myra. Without your intervention, those invaders would have probably prevailed.
es: Fue una muy buena batalla, joven Myra. Sin tu intervención, esos invasores probablemente habrían prevalecido.

source: Aye, though I hate to admit it, the troll is right. Daughter of Maat, you paid us dwarves a great service today; I'd like to invite ye to meet King Auroghar, who I'm certain will be pleased to meet ye in person.
es: Sí, aunque me duela admitirlo, el troll tiene razón. Hija de Maat, hoy nos has prestado un gran servicio a los enanos; me gustaría invitarte a conocer al rey Auroghar, que estoy seguro estará encantado de conocerte en persona.

source: I deeply appreciate your offer, Commander Aiglur, but I and my companion are in a hurry to reach our city of Hiera'Shirsha, which might be under attack in this very moment.
es: Agradezco profundamente tu oferta, comandante Aiglur, pero mi compañera y yo tenemos prisa por llegar a nuestra ciudad de Hiera’Shirsha, que podría estar bajo ataque en este mismo momento.

source: So I know how we can repay you! The surface paths to that city are certainly at the mercy of the fire lizards, but our caves are still intact; we can take you there through our tunnels in a couple of days.
es: ¡Entonces sé cómo podemos pagarte! Los caminos de superficie hacia esa ciudad están seguramente a merced de los lagartos de fuego, pero nuestras cuevas siguen intactas; podemos llevarte allí a través de nuestros túneles en un par de días.

source: If that is so, then I'm going with you to your capital.
es: Si es así, entonces voy con vosotros a vuestra capital.

source: I would take you there myself, but our tunnels lead eastwards, far from Hiera'Shirsha.
es: Yo mismo te llevaría, pero nuestros túneles van hacia el este, lejos de Hiera’Shirsha.

source: It's fine, Lord Groth; I hope we meet again another day, preferably at the celebration of our victory over the drake invaders.
es: Está bien, lord Groth; espero que nos volvamos a ver otro día, preferiblemente celebrando nuestra victoria sobre los invasores dracos.

source: So do us all...
es: Eso esperamos todos…

source: My people, go back to the caves... Protect the women and the children...
es: Pueblo mío, volved a las cuevas… Proteged a las mujeres y a los niños…

source: We can't defeat this drake troop without the trolls. What will we do now...?
es: No podemos derrotar a esta tropa de dracos sin los trolls. ¿Qué haremos ahora…?

source: Aargh! How could I have fallen to these lizards?!
es: ¡Aargh! ¡¿Cómo he podido caer ante estos lagartos?!

source: We can't defeat this drake troop without the dwarves. What will we do now...?
es: No podemos derrotar a esta tropa de dracos sin los enanos. ¿Qué haremos ahora…?

source: Reinforcements at last! Now we will crush these puny natives and take the Windy Mountains from the inside!
es: ¡Refuerzos al fin! ¡Ahora aplastaremos a estos nativos insignificantes y tomaremos las Montañas Ventosas desde dentro!

source: Monstrous Help
es: Ayuda Monstruosa

source: Proceed to the Great Northern Gate, and clear the caves from any possible threat
es: Avanzar hasta la Gran Puerta Norte y limpiar las cuevas de cualquier posible amenaza

source: Death of Dvalin
es: Muerte de Dvalin

source: Well, we now have just a couple of kilometres to the Great Northern Gate. Once we reach it, you'll see the mountain where Hiera'Shirsha stands, and the path towards it is clear and easy.
es: Bueno, ahora solo nos faltan un par de kilómetros hasta la Gran Puerta Norte. Al llegar, veréis la montaña donde se alza Hiera'Shirsha, y el camino hacia ella es claro y fácil.

source: It's fortunate that we're close to our home; this trip through the caves is killing me. I was made for strolling around in the fields and woods, not for dwelling in caves...
es: Qué suerte que estamos cerca de casa; este viaje por las cuevas me está matando. Yo nací para pasear por campos y bosques, no para vivir en cuevas...

source: Stop whining, blondie; you shouldn't have come with me if you wanted comfort. Now, let's reach the Great Northern Gate.
es: Deja de quejarte, rubia; no deberías haber venido conmigo si querías comodidad. Ahora, vamos a la Gran Puerta Norte.
