Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: Hissss! There comes a human patrol led by the despicable daughter of the High Ascendant. Chop her companions down, my minions, but capture her alive; Master Assix has some business with her.
es: ¡Hisssss! Ahí viene una patrulla humana liderada por la despreciable hija de la Gran Ascendente. ¡Cortad a sus compañeros en pedazos, mis súbditos, pero capturadla viva; el maestro Assix tiene asuntos pendientes con ella!

source: Let's just send these annoying fellows to the world of the dead.
es: Simplemente mandemos a estos molestos tipos al mundo de los muertos.

source: Kill Krinex
es: Matar a Krinex

source: There is a way into the mountain here, but the water's too deep for anyone other than Razorbirds and water elementals to pass.
es: Aquí hay un camino hacia la montaña, pero el agua es demasiado profunda para cualquiera que no sean aves navaja o elementales de agua.

source: Let's keep searching; there must be another entrance in the middle of this forest, or my mother wouldn't have entered the caves either.
es: Seguimos buscando; tiene que haber otra entrada en medio de este bosque, o mi madre tampoco habría entrado en las cuevas.

source: Hisssss! Flee, my bat, and give Assix...
es: ¡Hisssss! ¡Huye, murciélago mío, y dile a Assix…!

source: Just shut your stinking mouth!
es: ¡Cierra esa boca apestosa!

source: But the bat still escaped... Where is it going?
es: Pero el murciélago escapó… ¿Adónde va?

source: Probably alert Assix that his serf has perished. As much as I'd love to blast that disgusting lizard, we must leave this place quickly, for we cannot fight a force much larger than our own, not now.
es: Probablemente a avisar a Assix de que su siervo ha muerto. Por mucho que me encantaría reventar a ese lagarto asqueroso, debemos abandonar este lugar rápido, porque no podemos luchar contra una fuerza mucho mayor que la nuestra, no ahora.

source: Wise words. Now, onwards to Mount Hursag!
es: Palabras sabias. ¡Ahora, hacia el Monte Hursag!

source: Now, let's find the Fountain...
es: Ahora, busquemos la Fuente…

source: I think we should kill this saurian before going into the mountain.
es: Creo que deberíamos matar a este saurio antes de entrar en la montaña.

source: Damn it, many days have passed already, and we still haven't reached Mount Hursag! At this pace, we will return to Garet-Desh only to see it burning!
es: ¡Maldición, han pasado muchos días y aún no hemos llegado al Monte Hursag! ¡A este paso, volveremos a Garet-Desh solo para verla arder!

source: Legend Of The Water Dragon
es: Leyenda del Dragón del Agua

source: Find the Fountain of Life
es: Encontrar la Fuente de la Vida

source: So this is the cave where the fabled Fountain is hidden? It seems quite common for me.
es: ¿Así que esta es la cueva donde se esconde la legendaria Fuente? A mí me parece bastante normal.

source: That's because you have no magical sensibility. I can sense it, deep inside the mountain, near its top: there is a strange source of energy there, an energy that is now faint, but whose former intensity may still be noticed.
es: Es porque no tienes sensibilidad mágica. Yo la siento, en lo profundo de la montaña, cerca de su cima: hay una extraña fuente de energía allí, una energía ahora débil, pero cuya intensidad pasada aún se nota.

source: I can't sense it, but I hear the sound of running water; the Fountain is certainly here.
es: Yo no la siento, pero oigo el sonido del agua corriendo; la Fuente está sin duda aquí.

source: Searching for this Fountain is a task for us dwarves; we can move far quicker in these tunnels, so we should go ahead and see what we find. Who knows what kind of dangers lurks here.
es: Buscar esta Fuente es tarea para nosotros los enanos; nos movemos mucho más rápido en estos túneles, así que deberíamos ir por delante y ver qué encontramos. Quién sabe qué clase de peligros acechan aquí.

source: Ah, I'd thought these caves were safe, since they shelter the Fountain of Life. And Myra managed to live here for weeks undisturbed, right Myra?
es: Ah, pensaba que estas cuevas eran seguras, ya que albergan la Fuente de la Vida. Y Myra logró vivir aquí durante semanas sin ser molestada, ¿verdad Myra?

source: Yes, but I was just a young, powerless girl then, and so I was no threat to whoever dwells here. However, it is a military force that is entering the caves now. Alenya is right, be prepared for whatever comes...
es: Sí, pero entonces era solo una niña joven y sin poder, y no representaba amenaza para quienquiera que viva aquí. Sin embargo, ahora es una fuerza militar la que entra en las cuevas. Alenya tiene razón, estad preparados para lo que sea…

source: See? We were not alone. But maybe these trolls are friendly, like those of the Windy Mountains...
es: ¿Veis? No estábamos solos. Pero tal vez estos trolls sean amistosos, como los de las Montañas Ventosas…

source: Ha, fresh meat! I didn't eat fresh meat in ages!
es: ¡Ja, carne fresca! ¡Hace siglos que no como carne fresca!

source: ...or maybe not.
es: …o tal vez no.

source: Ah, I was getting bored of fighting puny saurians and frail skeletons! Now there comes a real opponent!
es: ¡Ah, estaba aburrido de luchar contra saurios enclenques y esqueletos frágiles! ¡Ahora llega un rival de verdad!

source: It's... it's...
es: Es… es…

source: <i>The Fountain of Life</i>! It... really is true!
es: ¡<i>La Fuente de la Vida</i>! ¡Es… es verdad!

source: (falling on his knees) And this is the dragon who sacrificed himself to save our world...! I have never bowed to anyone in my entire life, not even to Lord Auroghar; but I bow to the magnificence of the Water Dragon...
es: (cayendo de rodillas) ¡Y este es el dragón que se sacrificó para salvar nuestro mundo…! Nunca me he inclinado ante nadie en toda mi vida, ni siquiera ante lord Auroghar; pero me inclino ante la magnificencia del Dragón del Agua…

source: Now, if I remember it well, Myra must try and communicate with nature's spirits. Let's leave her alone, so that she may concentrate on her task.
es: Ahora, si lo recuerdo bien, Myra debe intentar comunicarse con los espíritus de la naturaleza. Dejémosla sola para que pueda concentrarse en su tarea.

source: (looks at Jevyan with gratitude)
es: (mira a Jevyan con gratitud)

source: Fair enough. We shall guard all the tunnels leading to this chamber, to protect Lady Myra from any undesired visitor.
es: De acuerdo. Vigilaremos todos los túneles que llevan a esta cámara para proteger a lady Myra de cualquier visitante indeseado.

source: Once everyone left the chamber, Myra slowly entered the pool, shivering at the cold of the waters, but also feeling somehow invigorated. Her heart beat frantically as she moved further into the pool, her eyes fixed at the fallen dragon, a strange feeling of satisfaction and pleasure taking her body. Such was her pleasure that she nearly forgot what she was supposed to do; she started communicating with the spirits similarly to the way she communicated with her elementals, but to no avail. Then, as she tried to figure out a way of talking to them, she suddenly fell unconscious, and her body was left floating on its back over the water...
es: Cuando todos salieron de la cámara, Myra entró lentamente en la poza, tiritando por el frío del agua, pero sintiéndose también de alguna forma vigorizada. Su corazón latía con fuerza mientras avanzaba más en la poza, con los ojos fijos en el dragón caído, una extraña sensación de satisfacción y placer invadiendo su cuerpo. Tal era su placer que casi olvidó lo que debía hacer; intentó comunicarse con los espíritus de forma similar a como lo hacía con sus elementales, pero sin éxito. Entonces, mientras buscaba la forma de hablarles, cayó de repente inconsciente y su cuerpo quedó flotando boca arriba sobre el agua…

source: What... Who... Where am I?
es: ¿Qué… Quién… Dónde estoy?

source: <i>In Dreamland, where else?</i>
es: <i>En la Tierra de los Sueños, ¿dónde si no?</i>

source: Dreamland... So I'm asleep?
es: Tierra de los Sueños… ¿Entonces estoy dormida?

source: <i>Yes, how else?</i>
es: <i>Sí, ¿cómo si no?</i>

source: But I can't possibly sleep now, my friends are waiting for me... And who are you anyway?
es: Pero no puedo dormir ahora, mis amigos me están esperando… ¿Y quiénes sois, por cierto?

source: <i>We are no one and everyone, who else?</i>
es: <i>Somos nadie y todos, ¿quién si no?</i>

source: How can you be 'no one and everyone'? No, wait... You have no name, or have many names, right?
es: ¿Cómo podéis ser «nadie y todos»? No, espera… No tenéis nombre, o tenéis muchos nombres, ¿verdad?

source: <i>Yes...</i>
es: <i>Sí…</i>

source: You are a bodiless being, a presence... You are spirits of nature!
es: ¡Sois un ser sin cuerpo, una presencia… Sois los espíritus de la naturaleza!

source: <i>We </i>are<i> Nature, my child. No, more than that, we are the soul of Irdya, the original spark that gave rise to Life itself.</i>
es: <i>Nosotros </i>somos<i> la Naturaleza, hija mía. No, más aún, somos el alma de Irdya, la chispa original que dio lugar a la Vida misma.</i>

source: Great! But how did I manage to contact you all of a sudden? Unless...
es: ¡Genial! Pero ¿cómo he logrado contactar con vosotros de repente? A menos que…

source: <i>We were the ones who called out to you. We wanted you to come here, for your ears are the ones most fitting to hear us, even more than those of your foster mother, the High Ascendant.</i>
es: <i>Fuimos nosotros quienes te llamamos. Queríamos que vinieras aquí, porque tus oídos son los más adecuados para escucharnos, incluso más que los de tu madre adoptiva, la Gran Ascendente.</i>

source: So you already know what is happening right now, and why I came here?
es: ¿Entonces ya sabéis lo que está pasando ahora y por qué he venido aquí?

source: <i>We know that the Destroyer has risen again, awakened by that foolish Shek'har, who wants to see his own people rule the world as they did in the past. However, he ignores the fact that the Destroyer has no intention of recreating the Dragon Age: his only goal is to extinguish all life on Irdya; in other words, to destroy our precious children, the living beings of this world.</i>
es: <i>Sabemos que el Destructor ha vuelto a alzarse, despertado por ese necio Shek’har, que quiere ver a su pueblo gobernar el mundo como en el pasado. Sin embargo, ignora que el Destructor no pretende recrear la Era de los Dragones: su único objetivo es extinguir toda vida en Irdya; en otras palabras, destruir a nuestros preciosos hijos, los seres vivos de este mundo.</i>

source: But... you're powerful, aren't you? So why don't you kill Svarballi yourself?
es: Pero… sois poderosos, ¿verdad? Entonces ¿por qué no matáis a Svarballi vosotros mismos?

source: <i>You have answered it already. We are a bodiless being, and, although we can influence and control most beings - namely the ones whose minds are less burdened - we cannot take a form of our own without a summoner's aid. And most importantly: even if we could create a single physical body of our own, it would be incapable of sustaining our full energy without crumbling to dust. But we are essentially energy, and this we can channel through a vessel: a being whose ears can hear our voice.</i>
es: <i>Tú misma lo has respondido. Somos un ser sin cuerpo y, aunque podemos influir y controlar a la mayoría de seres —especialmente aquellos cuyas mentes están menos cargadas—, no podemos tomar forma propia sin la ayuda de un invocador. Y lo más importante: incluso si pudiéramos crear un solo cuerpo físico propio, sería incapaz de sostener toda nuestra energía sin explotar. Pero nosotros somos esencialmente energía, y esta podemos canalizarla a través de un recipiente: un ser cuyos oídos puedan escuchar nuestra voz.</i>

source: Then, someone who has an affinity with you can use your powers... Was that what you did with Agniballi and Nitiballi, ages ago?
es: Entonces, alguien que tenga afinidad con vosotros puede usar vuestros poderes… ¿Eso fue lo que hicisteis con Agniballi y Nitiballi hace eras?

source: <i>Precisely. As they were, they could not hope to defeat the Destroyer, but then we gave them access to our power; and, drawing from it, they managed to defeat their foe. Nitiballi was grievously wounded, and even though he could heal himself he chose to spread his healing waters throughout the world, to restore natural life. For this, he drew upon our full energy, which empowered his healing waters immensely; so much, in fact, that even nowadays, thousands of years later, they still conserve some of their power. And it was this power that you also absorbed as you bathed and drank from it for so many weeks.</i>
es: <i>Exacto. Tal como estaban, no podían esperar derrotar al Destructor, pero entonces les dimos acceso a nuestro poder; y, extrayéndolo, lograron vencer a su enemigo. Nitiballi quedó gravemente herido, y aunque podía curarse a sí mismo, eligió extender sus aguas curativas por todo el mundo para restaurar la vida natural. Para ello, extrajo toda nuestra energía, lo que potenció inmensamente sus aguas curativas; tanto, que incluso hoy en día, miles de años después, aún conservan parte de su poder. Y ese poder también lo absorbiste tú al bañarte y beber de ellas durante tantas semanas.</i>

source: But these waters have spread throughout the world, so many other beings must have absorbed their power as well, correct?
es: Pero estas aguas se han extendido por todo el mundo, así que muchos otros seres deben haber absorbido su poder también, ¿no?

source: <i>You didn't pay full attention to what I said. You </i>also<i> absorbed the waters' healing powers, which kept you alive for all those weeks. However, you also absorbed a small remnant of Nitiballi's own soul, which was lingering here, in his tomb. Even we did not expect that, but we seized the chance to bond with you, since the Water Dragon's soul was already bonded with us. The other beings which live in these caves could have drunk it too, it's true; and they actually did drink these waters in the past. But they've learned that drinking it is, for them, like drinking death; just as the sun gives life, but can burn you should you fly too close to it.</i>
es: <i>No prestaste toda la atención a lo que dije. Tú </i>también<i> absorbiste los poderes curativos de las aguas, que te mantuvieron viva durante todas esas semanas. Sin embargo, también absorbiste un pequeño remanente del alma del propio Nitiballi, que estaba aquí, en su tumba. Ni siquiera nosotros lo esperábamos, pero aprovechamos la oportunidad para unirnos a ti, ya que el alma del Dragón del Agua ya estaba unida a nosotros. Es cierto que los otros seres que viven en estas cuevas podrían haberla bebido también; y de hecho bebieron estas aguas en el pasado. Pero aprendieron que beberla es, para ellos, como beber muerte; igual que el sol da vida, pero te quema si vuelas demasiado cerca de él.</i>

source: So why was I able to drink it?
es: ¿Entonces por qué pude beberla yo?

source: <i>You were but a helpless child then, shunned by your fellow humans, desperate for protection and care; and Nitiballi, as you may have noticed from his legend, was a compassionate dragon who cared deeply about weaker beings, especially those with a pure heart. You weren't the first to drink from this Fountain, but that remnant of Nitiballi's soul... you were the only one to be embraced by it, and thus you were protected from these waters' overwhelming power.</i>
es: <i>Entonces eras solo una niña indefensa, rechazada por tus congéneres humanos, desesperada por protección y cuidado; y Nitiballi, como habrás notado por su leyenda, era un dragón compasivo que se preocupaba profundamente por los seres más débiles, especialmente los de corazón puro. No fuiste la primera en beber de esta Fuente, pero ese remanente del alma de Nitiballi… tú fuiste la única que fue acogida por él, y por eso quedaste protegida del abrumador poder de estas aguas.</i>

source: I see... That certainly enlightens many questions I've always had about myself... but there are other questions I must enlighten - and far more important ones.
es: Ya veo… Eso aclara muchas preguntas que siempre tuve sobre mí misma… pero hay otras preguntas que debo aclarar —y mucho más importantes.

source: <i>Both Agniballi and Nitiballi saw that, in spite of all their newly gained power, they could not ultimately kill Svarballi, who was endowed with the power of the beings you call the Ancient Ones themselves. Therefore, they destroyed his body and then sealed his soul in a magical prison. Unfortunately, we cannot explain how they created this prison, though the wise High Ascendant certainly knows.</i>
es: <i>Tanto Agniballi como Nitiballi vieron que, a pesar de todo el poder recién adquirido, no podían matar definitivamente a Svarballi, que estaba dotado con el poder de los seres que llamáis los Antiguos. Por eso destruyeron su cuerpo y luego sellaron su alma en una prisión mágica. Desgraciadamente, no podemos explicar cómo crearon esa prisión, aunque la sabia Gran Ascendente sin duda lo sabe.</i>

source: But if we seal him, he may be able to break free one day and unleash destruction again, right? Isn't there any way to put a definitive end to his...?
es: Pero si lo sellamos, podría liberarse algún día y volver a desatar la destrucción, ¿verdad? ¿No hay forma de ponerle un fin definitivo a su…?

source: What is- You!
es: ¡Qué es- ¡Tú!

source: Surprised, human girl?
es: ¿Sorpresa, niña humana?

source: I'm sorry, Myra, they came too silently, and we only noticed their presence when it was too late...
es: Lo siento, Myra, llegaron demasiado silenciosos y solo notamos su presencia cuando ya era tarde…

source: It iss unfortunately true that saurianss are... frail if compared to drakess, dwarvess or trollss. To compensate our weakness, however, we improved our agility and speed, and so we became as imponderable as a shadow in the night. Thus we caught your petty friendss off guard and tied them!
es: Es lamentablemente cierto que los saurios somos… frágiles comparados con dracos, enanos o trolls. Sin embargo, para compensar nuestra debilidad mejoramos nuestra agilidad y velocidad, y así nos volvimos tan impredecibles como una sombra en la noche. ¡Por eso pillamos desprevenidos a tus insignificantes amigos y los atamos!

source: I should've expected that from sneaky bastards like you; after all, that was how you managed to slid into Hiera'Shirsha's Library to steal the Book of the Dead...
es: Debería haberlo esperado de bastardos sigilosos como vosotros; al fin y al cabo, así fue como lograsteis colaros en la Biblioteca de Hiera’Shirsha para robar el Libro de los Muertos…

source: How did you know...?
es: ¿Cómo lo sabías…?

source: Ah, so you did steal that book in particular...
es: Ah, así que sí robasteis ese libro en particular…

source: You... petulant, annoying little girl! You are quite bold for someone who iss surrounded, and whose friendss are all in the handss of the enemy. But I don't want to taint the sacred Fountain of Life with the dirty blood of humanss, so you just have to tell me what your business here iss, what these waterss do, and also something I have craved to know since the fall of your puny city: how do you manage to control those elemental beastss?
es: Tú… ¡niña petulante e insufrible! Eres bastante audaz para alguien que está rodeada y cuyas amigas están todas en manos del enemigo. Pero no quiero manchar la sagrada Fuente de la Vida con la sucia sangre humana, así que solo tienes que decirme qué hacéis aquí, qué hacen estas aguas y también algo que ansío saber desde la caída de tu insignificante ciudad: ¿cómo logras controlar a esas bestias elementales?

source: Don't tell him, Myra!
es: ¡No se lo digas, Myra!

source: Ssomeone silence her!
es: ¡Que alguien la calle!

source: No! Wait, I'll tell you everything, just don't harm my friends!
es: ¡No! ¡Espera, te lo contaré todo, solo no hagáis daño a mis amigas!

source: Yess, that iss better! Now, start speaking!
es: ¡Sí, eso está mejor! ¡Ahora, empieza a hablar!

source: I have been here already, as a child; I'd gotten lost, and found this cave by accident. I drank these waters and bathed in them for a long time, until High Ascendant Maat found me. She believes that my prolonged exposition to the Fountain's waters gave me my powers over the elementals.
es: Ya estuve aquí de niña; me perdí y encontré esta cueva por accidente. Bebí estas aguas y me bañé en ellas durante mucho tiempo, hasta que la Gran Ascendente Maat me encontró. Ella cree que mi prolongada exposición a las aguas de la Fuente me dio mis poderes sobre los elementales.

source: Interesting... But you musst still tell me what are you doing here?
es: Interesante… Pero aún debes decirme qué hacéis aquí.

source: My... mother believes that, if I exposed myself to these water for a longer time, I'd be able to absorb all its power: the power with which Nitiballi defeated Svarballi long ago.
es: Mi… madre cree que, si me expongo a estas aguas durante más tiempo, podré absorber todo su poder: el poder con el que Nitiballi derrotó a Svarballi hace tanto.

source: So... If you had drunk these waterss, you would have become stronger than the Sky Dragon? You really expect me to believe such silliness?
es: Entonces… ¿Si hubieras bebido estas aguas te habrías vuelto más fuerte que el Dragón del Cielo? ¿De verdad esperas que crea tal tontería?

source: Not stronger, no; I... I was to absorb Nitiballi's power, and then, together with the High Ascendant's power, we hoped to... we hoped to be able to vanquish Svarballi, like Agniballi and Nitiballi in the past.
es: No más fuerte, no; yo… iba a absorber el poder de Nitiballi y luego, junto con el poder de la Gran Ascendente, esperábamos… esperábamos poder vencer a Svarballi, como Agniballi y Nitiballi en el pasado.

source: So that's it! I have unraveled our enemy's entire plan! I would be immensely rewarded by Lord Shek'har, but... If I became as powerful as the Water Dragon, together with the power given me by the Book of the Dead, I might as well overthrow Shek'har, maybe even the Sky Dragon himself, and then... and then rule thiss world myself!
es: ¡Así que eso es! ¡He desentrañado todo el plan del enemigo! Lord Shek’har me recompensaría inmensamente, pero… Si me vuelvo tan poderoso como el Dragón del Agua, junto con el poder que me da el Libro de los Muertos, podría derrocar a Shek’har, ¡quizá incluso al propio Dragón del Cielo, y luego… y luego gobernar este mundo yo mismo!

source: Don't be ridiculous, even if you absorb Nitiballi's strength you would still need another great power to face him!
es: No seas ridículo, aunque absorbas la fuerza de Nitiballi aún necesitarías otro gran poder para enfrentarlo.

source: I doubt that even the Sky Dragon can easily defeat an undead army composed of all fallen warriorss from all erass! And besidess, who know what new artss I can find in the bookss I collected from your Library... Now, stand aside, that I shall bathe in these waterss. Enjoy well the time you have left, for I shall test my new powerss in you; thiss iss how I honour your valour.
es: Dudo que ni siquiera el Dragón del Cielo pueda derrotar fácilmente a un ejército de no muertos compuesto por todos los guerreros caídos de todas las eras. Y además, quién sabe qué nuevas artes puedo encontrar en los libros que recogí de vuestra Biblioteca… Ahora, apartaos, que voy a bañarme en estas aguas. Disfrutad bien el tiempo que os queda, porque probaré mis nuevos poderes en vosotros; así honro vuestro valor.

source: Myra, please do something to stop him!
es: ¡Myra, por favor haz algo para detenerlo!

source: There is nothing we can do now, blondie. We... we have lost this time.
es: No hay nada que podamos hacer ahora, rubia. Nosotros… hemos perdido esta vez.
