Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: (whisper in the distance) I sense an unknown presence newly-arrived on our shores... But they don't seem hostile. Rather, their leader... Her soul... Could it be...? My people, keep fighting the naga, but do not point your tridents towards these new people...
es: (susurro a lo lejos) Siento una presencia desconocida recién llegada a nuestras costas… Pero no parecen hostiles. Más bien, su líder… Su alma… ¿Podría ser…? Pueblo mío, seguid luchando contra los naga, pero no apuntéis vuestros tridentes a esta nueva gente…

source: And what was that just now?
es: ¿Y eso qué ha sido ahora?

source: She claims to sense our presence, but I can't even sense hers... She must be a formidable sorceress indeed.
es: Dice que siente nuestra presencia, pero yo ni siquiera siento la suya… Debe de ser una hechicera formidable de verdad.

source: I'm certain we'll meet her face-to-face soon enough; for now, let's help her fight off the naga.
es: Estoy segura de que nos encontraremos cara a cara muy pronto; por ahora, ayudémosla a rechazar a los naga.

source: Defeat the naga invaders
es: Derrotar a los invasores naga

source: That was a long and tiring battle, but at last we will be able to rest. That is, if these mermen let us stay here. Now, let's meet this mermaid sorceress...
es: Ha sido una batalla larga y agotadora, pero por fin podremos descansar. Eso si estos sirenios nos dejan quedarnos aquí. Ahora, conozcamos a esta hechicera sirenio…

source: Please, let me examine you...
es: Por favor, déjame examinarte…

source: Wait! Back off, fish-woman!
es: ¡Espera! ¡Atrás, mujer-pez!

source: No, let her be, Akashia! I sense no hostility in her...
es: No, déjala, Akashia. ¡No siento hostilidad en ella!

source: Fascinating... I wasn't mistaken, you do have a small bit of His soul within your own... But, I wonder <i>how</i> you came to absorb it...
es: Fascinante… No me equivoqué, sí tienes un pequeño fragmento de Su alma dentro de la tuya… Pero me pregunto <i>cómo</i> llegaste a absorberla…

source: His soul? Are you... talking about the High Dragon of Water, Nitiballi?
es: ¿Su alma? ¿Estás… hablando del Gran Dragón del Agua, Nitiballi?

source: (awestruck) So you do know him! I... you... (bows to Myra and kisses her skirt)
es: (asombrada) ¡Así que lo conoces! Yo… tú… (se inclina ante Myra y le besa la falda)

source: Holy Guardian! Why are you doing this?
es: ¡Santo Guardián! ¿Por qué haces esto?

source: Yes, I too want to know that! Come, stop doing that, you're embarrassing me...!
es: ¡Sí, yo también quiero saberlo! Vamos, para ya, ¡me estás poniendo en vergüenza…!

source: This young human, my people, has been touched by the great Water God! And now, as prophesised, she has returned to claim her rightful heirloom!
es: ¡Esta joven humana, pueblo mío, ha sido tocada por el gran Dios del Agua! ¡Y ahora, como fue profetizado, ha regresado a reclamar su legítima herencia!

source: She is...! Quick, you fools, show her your respect!
es: ¡Ella es…! ¡Rápido, necios, mostradle vuestro respeto!

source: My, my, you truly are one charismatic woman, aren't you, Myra?
es: Vaya, vaya, de verdad eres una mujer carismática, ¿eh, Myra?

source: All right, now this is definitely getting weird. Sorceress, listen: I am Myra of Hiera'Shirsha, leader of the Windsong and of the Aragwaithi and Hannuk refugees, and if you esteem me so much, you will tell me why you are treating me like that, who this Water God is, and what this ‘rightful heirloom' is. And, if that is not asking too much, I'd like to ask permission to bring my people into this island, for they're tired after so many days travelling amidst a storm.
es: Bueno, ahora sí que esto se está poniendo raro. Hechicera, escucha: soy Myra de Hiera’Shirsha, líder de las Hijas del Viento y de los refugiados aragwaithi y hannuk, y si tanto me estimas, me vas a contar por qué me tratas así, quién es ese Dios del Agua y qué es esa «legítima herencia». Y, si no es pedir demasiado, me gustaría pedir permiso para traer a mi pueblo a esta isla, porque están cansados tras tantos días viajando en medio de una tormenta.

source: Of course, of course! My name is Atargatis Stella Maris, the Guardian of the Water God Sanctum, and I say bring your folk here, where the trees will shelter them from the rain, and where we shall give them food to replenish their strength! And meanwhile, come with me to my abode, the Underwater Temple; your friends, however, I must ask to wait here.
es: ¡Claro, claro! Me llamo Atargatis Stella Maris, Guardiana del Santuario del Dios del Agua, y digo que traigáis a vuestro pueblo aquí, donde los árboles los protegerán de la lluvia y donde les daremos comida para que recuperen fuerzas. Y mientras tanto, ven conmigo a mi morada, el Templo Submarino; a tus amigos, sin embargo, debo pedirles que esperen aquí.

source: Why can't we go with her? I don't like it, girl, I think we should...
es: ¿Por qué no podemos ir con ella? No me gusta, muchacha, creo que deberíamos…

source: Friends, please stay here, and watch over our people. I'll be fine by myself, I'm not a little girl anymore. And Atargatis, I don't know whether you're aware of that, but I can't breath underwater...
es: Amigos, por favor quedaos aquí y vigilad a nuestra gente. Estaré bien sola, ya no soy una niña pequeña. Y Atargatis, no sé si eres consciente, pero no puedo respirar bajo el agua…

source: Worry not, for the Temple's interior is full of air; we, the merfolk, may live under the sea, but we too need air to survive. Now, hold onto me, that I shall take you to where your heirloom awaits!
es: No te preocupes, el interior del Templo está lleno de aire; nosotros, los sirenios, vivimos bajo el mar, pero también necesitamos aire para sobrevivir. Ahora, agárrate a mí, que te llevaré hasta donde te espera tu herencia.

source: The Holy Guardian is dead! This is a disaster! Merfolk, abandon this island and retreat to the Aquamarine Fortress!
es: ¡Ha muerto la Santa Guardiana! ¡Es un desastre! ¡Sirenios, abandonad esta isla y retrocedamos a la Fortaleza Aguamarina!

source: The naga have taken over this island! We won't be able to stay here now, and our warriors are too tired to fight that many enemies; what will we do now...?
es: ¡Los naga han tomado la isla! No podremos quedarnos aquí ahora, y nuestros guerreros están demasiado cansados para luchar contra tantos enemigos; ¿qué haremos ahora…?

source: The Will of the Naiad
es: La Voluntad de la Náyade

source: Find the chamber where the Trident of the Seas is hidden
es: Encuentra la cámara donde está oculto el Tridente de los Mares

source: Underwater Guardians
es: Guardianes Submarinos

source: Yes, I feel it now... His presence... Nearly as strong as in the Fountain of Life; it's as if Nitiballi himself was actually here...
es: Sí, lo siento ahora… Su presencia… Casi tan fuerte como en la Fuente de la Vida; es como si Nitiballi estuviera realmente aquí…

source: This is the system of caves we know as the Heart of the Ocean; the Underwater Temple was actually the 'guest room' of Nitiballi, where he received his subjects, but this was where he actually dwelled, and so his presence here is much stronger. Besides, this is where the Trident is.
es: Este es el sistema de cuevas que conocemos como el Corazón del Océano; el Templo Submarino era en realidad la «sala de invitados» de Nitiballi, donde recibía a sus súbditos, pero aquí es donde realmente vivía, por eso su presencia es mucho más fuerte. Además, aquí es donde está el Tridente.

source: And I must search it, right?
es: ¿Y tengo que buscarlo, verdad?

source: Please, don't misunderstand me, Myra. <i>You have a right</i> over it, but you may leave it here, should you wish.
es: Por favor, no me malinterpretes, Myra. <i>Tú tienes derecho</i> sobre él, pero puedes dejarlo aquí si así lo deseas.

source: I have to say, now I think this trident would be very useful. I'm currently after a new land for my people, and this Trident would be useful if we're to go on sailing the Stormy Ocean. But I'm also afraid you'll be weaker without it...
es: Admito que me gustaría tenerlo; en este momento busco una nueva tierra para mi pueblo, y el Tridente sería muy útil si vamos a seguir navegando el Océano Tempestuoso. Pero también me preocupa que quedéis más débiles sin él…

source: Do not worry about us; we have survived for aeons without using the Trident for ourselves. Besides, we own our own special weapons, which we call Tridents of the Storm, and which, albeit much weaker than the original one, have the advantage of being available to any merman.
es: No te preocupes por nosotros; hemos sobrevivido eones sin usar el Tridente para nosotros mismos. Además, tenemos nuestras propias armas especiales, que llamamos Tridentes de la Tormenta y que, aunque mucho más débiles que el original, tienen la ventaja de que cualquier sirenio puede usarlas.

source: If that is so, then I shall reclaim this 'heirloom'...
es: Si es así, entonces reclamaré esta «herencia»…

source: As you wish. I will lead you to the chamber where it is hidden, but only you may enter it. Ah, I forgot to tell: because of an ancient event in which a Guardian (oh, shame!) tried to take the Trident for herself, we've placed some obstacles here. They're mostly monsters, but there is also an enchantment that nullifies any other spell used here. In other words, you may not summon any of your elemental beasts. However, you may find some ancient water elementals dwelling here; they will certainly follow the chosen of Nitiballi.
es: De acuerdo. Te llevaré hasta la cámara donde está oculto, pero solo tú puedes entrar. Ah, olvidé decirlo: por un antiguo incidente en que una Guardiana (¡qué vergüenza!) intentó quedarse con el Tridente, hemos puesto algunos obstáculos. Son sobre todo monstruos, pero también hay un encantamiento que anula cualquier otro hechizo aquí. En otras palabras, no podrás invocar a tus bestias elementales. Sin embargo, puedes encontrar algunos antiguos elementales de agua que viven aquí; sin duda seguirán a la elegida de Nitiballi.

source: Just as I said, there are water elementals dwelling here that will gladly escort you to where the trident is.
es: Como dije, hay elementales de agua viven aquí y te escoltarán encantados hasta el tridente.

source: Finally! Plunge into this maelstrom, Myra, and you will end in the chamber where the Trident is hidden.
es: ¡Por fin! Sumérgete en este remolino, Myra, y llegarás a la cámara donde está oculto el Tridente.

source: But... How will I return from this chamber? Is there any way out of it?
es: Pero… ¿cómo volveré de esa cámara? ¿Hay alguna salida?

source: After you seize the Trident, deep water shall no longer be a frontier to you. Now, go! I will wait for you here.
es: Una vez que tengas el Tridente, las aguas profundas ya no serán una frontera para ti. ¡Ahora ve! Te esperaré aquí.

source: Ooofff! Air, air, blessed air... I think Atargatis has no idea of how hard it is for humans to hold their breath underwater... Well, at least I have reached this chamber; I sense this is exactly the place I was supposed to find...
es: ¡Ufff! Aire, aire, bendito aire… Creo que Atargatis no tiene ni idea de lo difícil que es para los humanos aguantar la respiración bajo el agua… Bueno, al menos he llegado a esta cámara; siento que es exactamente el lugar que debía encontrar…

source: The Trident! What a formidable artefact... even without touching it I can feel its power; not even the Rod of Justice was like that... Now, I suppose I must take it; I just hope it doesn't burn me, like the Rod does with unworthy wielders...
es: ¡El Tridente! Qué artefacto tan formidable… incluso sin tocarlo ya siento su poder; ni siquiera la Vara de la Justicia era así… Ahora supongo que debo cogerlo; solo espero que no me queme, como hace la Vara con quien no es digno…

source: What... what is that... I feel... I can't let go of the Trident...! What is happening...
es: Qué… qué es esto… siento… ¡no puedo soltar el Tridente…! ¿Qué está pasando…?

source: Calm down, my child. You shall not be hurt here.
es: Tranquila, hija mía. Aquí no te haré daño.

source: Are you... the spirits of nature again? No, you feel different, you feel like... coming from within me... You...!
es: ¿Eres… los espíritus de la naturaleza otra vez? No, te sientes distinto, siento como si… vinieras de dentro de mí… ¡Tú…!

source: Yes; I am Nitiballi, or better, I am a small remnant of myself, one that was lingering in my crystallized body in the Fountain, and consequently the source of its lasting powers.
es: Sí; soy Nitiballi, o mejor dicho, soy un pequeño resto de mí mismo que quedó en mi cuerpo cristalizado de la Fuente y que, por tanto, es la fuente de sus poderes duraderos.

source: But... I've never managed to talk to you; is it because I am in this place that I'm doing it now, just like I managed to talk with nature's spirits at the Fountain?
es: Pero… nunca había logrado hablar contigo; ¿es porque estoy en este lugar que lo consigo ahora, igual que hablé con los espíritus de la naturaleza en la Fuente?

source: Yes. I am your guardian spirit, bound to you just as any spirit of the Raw is bound to common Windsong Weavers; however, in my current state I was too weak to communicate with you other than through mere insights. But now I may draw upon the energy that impregnates this place, and thus talk to you.
es: Sí. Soy tu espíritu guardián, ligado a ti como cualquier espíritu del Raw a las tejedoras comunes de las Hijas del Viento; sin embargo, en mi estado actual era demasiado débil para comunicarme contigo más allá de simples intuiciones. Pero ahora puedo aprovechar la energía que impregna este lugar y hablarte.

source: So that is why you brought me to your island. But what do you want to tell me?
es: Entonces por eso me trajiste a tu isla. Pero ¿qué quieres decirme?

source: You may ignore it, but I cannot: I sense that the constant influence of the Sky Soul is affecting your power's development. I could have nullified Svarballi's malice, and thus you'd be able to carry that jewel with you forever and unaffected by it, but I was too weak for that. Thus, as we crossed the ocean, I decided to lead you here, to my former home, and find the trident I forged long ago.
es: Tú puedes ignorarlo, pero yo no: siento que la influencia constante del Alma del Cielo está afectando el desarrollo de tu poder. Podría haber anulado la malicia de Svarballi y así podrías llevar esa joya contigo para siempre sin que te afectara, pero era demasiado débil para eso. Por eso, mientras cruzábamos el océano, decidí guiarte hasta aquí, a mi antiguo hogar, y encontrar el tridente que forjé hace tanto.

source: And once with the Trident, which is impregnated with your power, you'd get stronger, right?
es: Y una vez con el Tridente, que está impregnado de tu poder, te harías más fuerte, ¿verdad?

source: Precisely. As long as you have this artefact, I will draw upon its energy, and counter the effect of the Soul's evil.
es: Exacto. Mientras tengas este artefacto, yo tomaré su energía y contrarrestaré el efecto del mal del Alma.

source: There is also something else I wanted to do. I want to teach you some of my own knowledge, and awaken your true power; for you are going to a savage continent, plagued by dangers even I do not comprehend well.
es: También hay otra cosa que quería hacer. Quiero enseñarte parte de mi propio conocimiento y despertar tu verdadero poder; porque vas a un continente salvaje, plagado de peligros que ni siquiera yo comprendo bien.

source: Then I'm taking my people to the wrong place! Maybe I should just stay here, and...
es: ¡Entonces estoy llevando a mi gente al lugar equivocado! Tal vez debería quedarme aquí, y…

source: Trust me, this island is much more dangerous. If the dragons find you again, you will have nowhere to run. Besides, the volcanoes that encircle this island often cover it entirely in lava; the merfolk only manage to survive here because they live underwater. No, you must go to the continent you call Netjer-Ta; as you said yourself, the possibility of danger is still not as bad as the certainty of one.
es: Confía en mí, esta isla es mucho más peligrosa. Si los dragones te encuentran de nuevo, no tendrás dónde huir. Además, los volcanes que rodean esta isla muchas veces la cubren por completo de lava; los sirenios solo sobreviven aquí porque viven bajo el agua. No, debes ir al continente que llamas Netjer-Ta; como tú misma dijiste, la posibilidad de peligro aún no es tan mala como la certeza de uno.

source: I understand... Now, I think this Trident belongs to me, right? Should we return to surface?
es: Entiendo… Ahora, creo que este Tridente me pertenece, ¿verdad? ¿Volvemos a la superficie?

source: Not yet. Now, I wish to begin your training. It will not take long: I will just purge the Soul's evil that has already infected you, and then 'give a push' to your power, to help it grow again. Be warned, though, that it may hurt; having your soul purged is never a nice experience.
es: Todavía no. Ahora quiero empezar tu entrenamiento. No llevará mucho: solo purgaré el mal del Alma que ya te ha infectado y luego «daré un empujón» a tu poder para que vuelva a crecer. Pero te aviso, puede doler; purgar un alma nunca es agradable.

source: Bring it...
es: Adelante…

source: How can I, the Holy Guardian, die at the temple I'm supposed to guard...?
es: ¿Cómo puedo yo, el Guardián Sagrado, morir en el templo que debo proteger…?

source: The Will of the Naiad, part 2
es: La Voluntad de la Náyade, parte 2

source: Come on, Myra, why are you taking so much time to return...?
es: Vamos, Myra, ¿por qué tardas tanto en volver…?

source: (whispering) I told ye, these fish-men can't be trusted. They're treacherous, just like the sea! That is why we dwarves keep away from them both.
es: (susurrando) Ya te lo dije, a estos hombres-pez no se les puede confiar. ¡Son traicioneros, como el mar! ¡Por eso nosotros los enanos nos mantenemos lejos de ambos!

source: I don't think the mermen would trick us like that, but I too begin to worry about her. It's been hours since she dived with Atargatis, and we haven't received a word from them...
es: No creo que los sirenidos nos engañen así, pero yo también empiezo a preocuparme por ella. Han pasado horas desde que se sumergió con Atargatis y no hemos tenido noticias…

source: You know what? I may have grown in the Meadows, but I'm a good swimmer. I am going down there and find this Underwater Temple...
es: ¿Sabéis qué? Puede que haya crecido en los Prados, pero soy buen nadador. ¡Voy a bajar ahí y encontraré ese Templo Submarino…!

source: Wait for me, Jevyan! I too have had enough of just sitting here, I'm going with you!
es: ¡Espera, Jevyan! ¡Yo también estoy harta de quedarme aquí sentada, voy contigo!

source: Wait... Sit down, both of you! I think... No, I am sensing Myra returning! But...
es: ¡Esperad… Sentad, los dos! Creo… No, ¡siento que Myra está volviendo! Pero…

source: But what?
es: ¿Pero qué?

source: There is something... different... about her. Not a bad thing, though, actually it's quite the opposite...
es: Hay algo… diferente… en ella. No es algo malo, de hecho es todo lo contrario…

source: What do you mean?
es: ¿Qué quieres decir?

source: She's... overflowing with power...
es: Está… rebosante de poder…

source: Myra, you...
es: Myra, tú…

source: What has happened to you?!
es: ¡¿Qué te ha pasado?!

source: Worry not, friends, for I haven't felt so well in ages. I'll explain everything later, but now I want to feast, that I haven't felt so hungry in ages either!
es: No os preocupéis, amigos, porque no me había sentido tan bien en años. Os lo explicaré todo después, ¡pero ahora quiero comer, que tampoco tenía tanta hambre en años!

source: Where the Sun is Born
es: Donde Nace el Sol

source: Explore the New Continent
es: Explorar el Nuevo Continente

source: Minotaurs
es: Minotauros

source: Hagash's Hordes
es: Hordas de Hagash

source: Let the civilians play on the beach, they deserve it. As for us, we must scout the region. I hope we are able to spend our first night in this new land here, but if we find too many enemies around, we'll have to stay on the ships. Akashia, do the scrolls have anything to say about this region in particular?
es: Dejad que los civiles jueguen en la playa, se lo merecen. En cuanto a nosotros, debemos explorar la región. Espero que podamos pasar nuestra primera noche en esta nueva tierra aquí, pero si encontramos demasiados enemigos alrededor, tendremos que quedarnos en los barcos. Akashia, ¿los pergaminos dicen algo sobre esta región en particular?

source: Well, the old maps claim this coast was uninhabited in the past, but that means nothing; who knows what may have been built here in the meantime.
es: Bueno, los mapas antiguos dicen que esta costa estaba deshabitada en el pasado, pero eso no significa nada; quién sabe qué se habrá construido aquí mientras tanto.

source: But, even if we stay here this night, where will we go afterwards? You must build a provisory settlement here, and explore further inland before building our first settlement.
es: Pero, aunque nos quedemos aquí esta noche, ¿adónde iremos después? Debes construir un asentamiento provisional aquí y explorar más hacia el interior antes de construir nuestro primer asentamiento.

source: Are you lecturing me?
es: ¿Me estás dando lecciones?

source: Yes; don't go around thinking that just because you started walking with this huge trident I will treat you differently.
es: Sí; no vayas por ahí pensando que solo porque empezaste a caminar con este enorme tridente voy a tratarte diferente.

source: (chuckling) Right... Well, you're right on this, father. In our first days in this new land, we'll have to count on the Hannuks' nomad knowledge to survive, until we find a fertile and safe area to build our first village.
es: (riendo) De acuerdo… Bueno, tienes razón en eso, padre. En nuestros primeros días en esta nueva tierra, tendremos que contar con el conocimiento nómada de los hannuk para sobrevivir, hasta que encontremos un área fértil y segura para construir nuestro primer pueblo.

source: First? How many do you intend on building?
es: ¿Primero? ¿Cuántos pretendes construir?

source: In our lifetime, two, maybe three; and I want to live long enough to see at least one of them becoming a thriving city. But let's leave the future for later; now we must concentrate on exploring the region.
es: En nuestra vida, dos, quizá tres; y quiero vivir lo suficiente para ver al menos una de ellas convertirse en una ciudad próspera. Pero dejemos el futuro para después; ahora debemos concentrarnos en explorar la región.

source: Myra may now recruit elementals again. Additionally, the Trident's power enables her to recruit Undines.
es: Myra ya puede reclutar elementales otra vez. Además, el poder del Tridente le permite reclutar undinas.

source: You know, I kind of expected a new world, but this land seems quite similar to the Great Continent. It has trees, grass, rocks, deer, rivers... I know I shouldn't be saying this, but I'll be disappointed if we don't find any real challenge here.
es: Sabes, esperaba un mundo completamente nuevo, pero esta tierra parece bastante parecida al Gran Continente. Tiene árboles, hierba, rocas, ciervos, ríos... Sé que no debería decirlo, pero me decepcionaría si no encontramos ningún verdadero desafío aquí.

source: Cousin, your timing couldn't have been more perfect. Now what on Irdya was that?
es: Primo, tu tiempo no pudo ser más oportuno. ¡Ahora qué demonios fue eso!
