Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: I can barely believe it... Our ordeal is over! We have found a new land!
es: Apenas puedo creerlo… ¡Nuestra odisea ha terminado! ¡Hemos encontrado una nueva tierra!

source: *Wherever you are now, Ysara, look to this land: this is where we shall build the place we dreamed of, a place of respect and peace between Hannuks and Aragwaithi...*
es: *Dondequiera que estés ahora, Ysara, mira esta tierra: aquí es donde construiremos el lugar con el que soñamos, un lugar de respeto y paz entre hannuk y aragwaithi…*

source: We have succeeded, mother... We have finally succeeded...
es: Lo hemos logrado, madre… Por fin lo hemos logrado…

source: There is something still puzzling me, though: how will this new city be called? Will its name be Aragwaithi or Hannuk?
es: Sin embargo, hay algo que aún me desconcierta: ¿cómo se llamará esta nueva ciudad? ¿Será un nombre aragwaithi o hannuk?

source: I have been thinking of a name that is neither Aragwaithi nor Hannuk, and which would please both peoples alike: the name of a woman who had no homeland, but who was accepted, respected and loved by all, and who was always willing to help people regardless of their background... I was thinking about naming our new city Maat'Kare, which, in a tongue spoken by the original Windsong, means 'Maat's Haven'.
es: He estado pensando en un nombre que no sea ni aragwaithi ni hannuk y que agrade a ambos pueblos por igual: el nombre de una mujer que no tenía patria, pero que fue aceptada, respetada y amada por todos y que siempre estuvo dispuesta a ayudar a la gente sin importar su origen… Estaba pensando en llamar a nuestra nueva ciudad Maat’Kare, que en una lengua hablada por las Hijas del Viento originales significa «Refugio de Maat».

source: (An approving murmur runs the ranks of the exhausted, but exhilarating warriors)
es: (Un murmullo de aprobación recorre las filas de los guerreros exhaustos pero exultantes)

source: I really like it!
es: ¡Me encanta!

source: A fine choice, daughter. Your mother would be proud of you: both of them!
es: Una elección excelente, hija. Tu madre estaría orgullosa de ti: ¡las dos!

source: All hail Myra of Hiera'Shirsha, the heroine who has led us to a new home!
es: ¡Salve Myra de Hiera’Shirsha, la heroína que nos ha llevado a un nuevo hogar!

source: HAIL! HAIL! HAIL! HAIL!
es: ¡¡¡SALVE! ¡SALVE! ¡SALVE! ¡SALVE!!!

source: To have crossed half of Irdya, only to die at our goal, o fate...
es: Haber cruzado medio Irdya, solo para morir en nuestra meta, oh destino…

source: We shouldn't have taken so much time to conquer this land, now there are more vampire and minotaur bands coming, and we won't be able to fight them all!
es: No deberíamos haber tardado tanto en conquistar esta tierra, ¡ahora vienen más bandas de vampiros y minotauros y no podremos luchar contra todos!

source: The Rise of Maat'Kare
es: El Ascenso de Maat'Kare

source: NOTE: In the next scenarios, you won't be able to recall your Hannuk, Aragwaithi and Windsong veterans; in this scenario as well, the Windsong veterans are not available. However, Myra's power growth allows her to recruit level 2 elementals.
es: NOTA: En los próximos escenarios no podrás reincorporar a tus veteranos hannuk, aragwaithi ni Hijas del Viento; en este escenario tampoco están disponibles los veteranos Hijas del Viento. Sin embargo, el crecimiento de poder de Myra le permite reclutar elementales de nivel 2.

source: The Academy
es: La Academia

source: Veela's Garden
es: El Jardín de Veela

source: Aldrik, come see uncle Ravyan, he has ended a city gathering just to see you!
es: ¡Aldrik, ven a ver al tío Ravyan, terminó una reunión de la ciudad solo para verte!

source: It's alright, let the boy play with his friends...
es: Está bien, deja que el niño juegue con sus amigos...

source: Darn it, I'm getting old for all these bureaucratic affairs... Sitting for hours in a row is more tiring than it may seem.
es: Maldición, me estoy haciendo viejo para tantos asuntos burocráticos... Estar sentado horas seguidas es más cansado de lo que parece.

source: Has any of you heard news from Akashia and Dvalin recently?
es: ¿Alguno de ustedes ha tenido noticias recientes de Akashia y Dvalin?

source: Akashia is still cloistered in Hiera'Laksha; I told her to take some time off work, but she's so absorbed with training those new girls... Dvalin is still busy digging the mountains after the tunnels that lead to the Great Continent. As far as I know, they were closed during an earthquake many years ago, but Dvalin says he will not rest before finding a way for Alenya to see her home again. However, last time I saw her she really did not seem to be that eager for that.
es: Akashia sigue recluida en Hiera’Laksha; le dije que se tomara un tiempo libre del trabajo, pero está tan absorta entrenando a las chicas nuevas… Dvalin sigue ocupado cavando las montañas en busca de los túneles que llevan al Gran Continente. Que yo sepa, se cerraron durante un terremoto hace muchos años, pero Dvalin dice que no descansará hasta encontrar un camino para que Alenya pueda volver a casa. Sin embargo, la última vez que la vi realmente no parecía tener prisa por irse de este lugar.

source: Dwarves and elves are so complicated... Why don't they marry once and for all, have children and be happy?
es: Los enanos y los elfos son tan complicados... ¿Por qué no se casan de una vez, tienen hijos y son felices?

source: I guess it is harder for them to overcome the differences between their peoples... However, when we visited Alenya just a few days ago, I thought her belly was a bit larger than it usually is, didn't you think so too?
es: Supongo que les cuesta más superar las diferencias entre sus pueblos... Sin embargo, cuando visitamos a Alenya hace unos días, me pareció que su barriga estaba un poco más grande de lo normal, ¿tú también lo pensaste?

source: Nah, I think she's just getting fat; no wonder why, she keeps eating and drinking dwarf food...
es: Nah, creo que solo está engordando; no me extraña, no para de comer y beber comida enana...

source: What is it now?
es: ¿Y ahora qué?

source: There are two forces coming to our city, sir: minotaurs from the southwest and vampires from the northwest. Should I send the rallying call to our soldiers?
es: Hay dos fuerzas viniendo a nuestra ciudad, señor: minotauros del suroeste y vampiros del noroeste. ¿Debo dar la orden de reunir a nuestros soldados?

source: Yes. This minotaur attack is only natural, they're constantly harassing us; but the vampires seem to have forgotten that attacking us is foolish, and so we must remind them of that. Myra, would you like to lead us to victory once more, for old times' sake?
es: Sí. Este ataque de minotauros es lo normal, no paran de hostigarnos; pero los vampiros parece que olvidaron que atacarnos es una tontería, y tenemos que recordárselo. Myra, ¿te gustaría liderarnos a la victoria una vez más, por los viejos tiempos?

source: (smiling) Well, if you so insist... Aldrik, you stay in the academy until mommy and daddy are done with those meanies, and don't try and convince me to let you fight, understand?
es: (sonriendo) Bueno, si tanto insistes... Aldrik, tú quédate en la academia hasta que mamá y papá terminen con esos malos, ¡y no intentes convencerme de que te deje pelear, entendido?

source: (Sulks)
es: (hace pucheros)

source: Look at them... They think they can come and take our lands as they wish, but they're terribly wrong! Let's avenge our fallen kinsmen, my warriors!
es: Mírenlos... Creen que pueden venir y tomar nuestras tierras como les dé la gana, ¡pero están terriblemente equivocados! ¡Venguemos a nuestros hermanos caídos, guerreros!

source: Ah, now I see your new units, Ravyan.
es: Ah, ahora veo tus nuevas unidades, Ravyan.

source: We have commissioned the dwarves to forge these armours for us. I have noticed in many occasions that the Aragwaithi soldiers, though swift, were too vulnerable to enemy attacks. By wearing armour, they will last more in battle, though on the downside all those metallic parts will encumber them considerably.
es: Encargamos a los enanos que forjaran estas armaduras para nosotros. He notado en muchas ocasiones que los soldados aragwaithi, aunque rápidos, eran demasiado vulnerables a los ataques enemigos. Con armadura durarán más en batalla, aunque el inconveniente es que todas esas partes metálicas los entorpecerán bastante.

source: Well, they were not very strong, after all. However, this vampire attack happening all of a sudden is bothering me; their last attack on Maat'kare was over two years ago, right?
es: Bueno, al fin y al cabo no eran muy fuertes. Sin embargo, este ataque vampírico repentino me preocupa; su último ataque a Maat'Kare fue hace más de dos años, ¿verdad?

source: Exactly; it coincided with the founding of Hiera'Laksha, actually. That vampire commander must have been an unusually good tactician, if he managed to avoid the Windsong; by sea they couldn't have come, for vampires don't sail.
es: Exacto; coincidió con la fundación de Hiera'Laksha, de hecho. Ese comandante vampiro debió ser un táctico excepcionalmente bueno si logró evitar a las Hijas del Viento; por mar no pudieron haber venido, porque los vampiros no navegan.

source: That's weird; Vrykos is very careful with his best strategists, why would he let one go on a suicidal attack...? Well, maybe this Damalis managed to avoid his lord's vigilance as well, or maybe he was just lucky after all. I must be getting paranoid...
es: Eso es raro; Vrykos es muy cuidadoso con sus mejores estrategas, ¿por qué dejaría que uno se fuera en un ataque suicida...? Bueno, tal vez este Damalis logró evitar la vigilancia de su señor, o simplemente tuvo suerte. Debo estar volviéndome paranoica...

source: How could I have fallen, so many people depend on me...?
es: ¿Cómo he podido caer, tanta gente depende de mí…?

source: Jevyan! No, you can't die now... NO!
es: ¡Jevyan! ¡No, no puedes morir ahora… NO!

source: I have failed in protecting Maat'Kare...
es: He fallado en proteger Maat’Kare…

source: Argh! My days are ended; farewell, friends...
es: ¡Argh! Mis días han terminado; adiós, amigos…

source: Father, no! Please, don't die, I need you...!
es: ¡Padre, no! ¡Por favor, no mueras, te necesito...!

source: By the Gods of Light, we have fought endless hordes of dragons and so many other enemies, and we can't defeat even these small troops?
es: ¡Por los Dioses de la Luz, hemos luchado contra hordas interminables de dragones y tantos otros enemigos, y no podemos derrotar ni siquiera a estas pequeñas tropas?!

source: Embers of War
es: Ascuas de Guerra

source: Death of Eranak
es: Muerte de Eranak

source: Duchess Lara
es: Duquesa Lara

source: Northern Vampires
es: Vampiros del Norte

source: Chief Hagash
es: Jefe Hagash

source: Weird... We have entered Ogesh's lands quite a while ago, but we haven't seen any orc. Last time we came by this path, we were greeted quite boisterously, but now...
es: Qué raro… Hace rato que entramos en las tierras de Ogesh, pero no hemos visto ni un solo orco. La última vez que pasamos por aquí nos recibieron con bastante alboroto, pero ahora…

source: I don't like this quietness either; it's as if every orc in the surroundings have gathered at a single place...
es: Tampoco me gusta esta calma; es como si todos los orcos de los alrededores se hubieran reunido en un solo lugar…

source: ...a place that needs every friendly arm to defend it...
es: …un lugar que necesita todos los brazos amigos para defenderlo…

source: Exactly. Besides, now that we're closer to Uldrol, I can sense something abnormal amidst this fog: I sense despair, anger, anxiety, lives being ended... There is a battle raging on nearby, no doubt about it.
es: Exacto. Además, ahora que estamos más cerca de Uldrol, puedo sentir algo anormal entre esta niebla: siento desesperación, rabia, ansiedad, vidas que se acaban… Hay una batalla furiosa muy cerca, sin duda.

source: *sniff* Smoke... The fog disguised its appearance well, but not its smell. By the Gods of Light, I hoped I'd never again inhale this horrible smell; it's almost as if we were back to the Meadows, with the dragons raining fire everywhere...
es: *olfatea* Humo… La niebla disimulaba bien su aspecto, pero no su olor. Por los Dioses de la Luz, esperaba no volver a oler este olor horrible; es casi como si estuviéramos de vuelta en los Prados, con los dragones lloviendo fuego por todas partes…

source: I fed the same hopes, Jevy, but the shadow of war is unfortunately far-reaching; at least this time we won't be facing dragons... What?
es: Yo albergaba las mismas esperanzas, Jevy, pero la sombra de la guerra por desgracia llega muy lejos; al menos esta vez no nos enfrentaremos a dragones… ¿Qué pasa?

source: If you don't mind, I'd really prefer that you didn't call me like that in front of everyone.
es: Si no te importa, preferiría que no me llamaras así delante de todos.

source: 'Everyone'? But we're alone with the elementals- ah, I see... Sorry, I'm so used to travelling alone with you, I forgot we have company this time...
es: ¿«Todos»? Pero si estamos solos con los elementales… ah, ya veo… Perdona, estoy tan acostumbrada a viajar solo contigo que olvidé que esta vez tenemos compañía…

source: Oh, please don't mind me, I'm just an aide, remember? (giggles)
es: Oh, por favor no me presten atención, solo soy una ayudante, ¿recuerdan? (risita)

source: (blushes) I still don't understand why Tarkyn insisted so much on sending an aide along... No offence to you, Kun'lun.
es: (se sonroja) Todavía no entiendo por qué Tarkyn insistió tanto en enviar una ayudante... Sin ofender, Kunlun.

source: You'd expect that, after all these years, he'd have grown past picking on you... But we can only benefit from such a promising fighter by our side. Now, over with the talking; I know it's still early, but we have a friend in need, and so we must hurry.
es: Uno esperaría que, después de tantos años, ya hubiera superado lo de molestarte... Pero solo podemos beneficiarnos de tener a una luchadora tan prometedora a nuestro lado. Ahora, basta de charlas; sé que es temprano, pero tenemos un amigo que nos necesita y debemos apurarnos.

source: Grunts, look! Myra of Hiera'Shirsha has arrived, just as chief Ogesh has told us! Now we're saved!
es: ¡Grunts, mirad! ¡Ha llegado Myra de Hiera’Shirsha, tal como nos dijo el jefe Ogesh! ¡Ahora estamos salvados!

source: Warrior, where is Lord Ogesh? Has he been wounded?
es: Guerrero, ¿dónde está lord Ogesh? ¿Está herido?

source: (Looks distressed)
es: (mira angustiado)

source: No! Don't tell me he's...
es: ¡No! No me digas que está…

source: Yes, witch, that fool of my brother is dead; I would show you his stinking corpse, but my wolves were quite hungry, you see, and left nothing of him. A pity, really, I wanted to use his skull to adorn my throne...
es: Sí, bruja, ese estúpido de mi hermano está muerto; te mostraría su apestoso cadáver, pero mis lobos tenían bastante hambre, ya ves, y no dejaron nada de él. Una lástima, quería usar su cráneo para adornar mi trono…

source: YOU DAMN TURD-LICKING BASTARD, WE WILL AVENGE OUR CHIEF A HUNDRED-FOLD, JUST YOU WAIT AND SEE!
es: ¡MALDITO LAMEMIERDA HIJO DE PUTA, VENGAMOS A NUESTRO JEFE CIEN VECES, YA VERÁS!

source: Eranak, do not let the enemy unbalance you, and tell your grunts not to lose their damn heads either! I will bring that stinking weakling still breathing for you as a prisoner, this I promise you!
es: ¡Eranak, no dejes que el enemigo te desequilibre, y dile a tus grunts que tampoco pierdan la maldita cabeza! ¡Te traeré a ese debilucho apestoso todavía respirando como prisionero, te lo prometo!

source: (whispers) Why is she talking like this?
es: (susurra) ¿Por qué habla así?

source: (whispers and snickers) She's just speaking a language orcs understand, see? This, amongst other things, was how she managed to earn their respect.
es: (susurra y ríe) Solo está hablando en un idioma que los orcos entienden, ¿ves? Así, entre otras cosas, es como se ganó su respeto.

source: The arrogance of this outsider wench is dismaying! She thinks we're worms beneath her feet, but today we'll show her just how wrong she is! Advance, Children of the Night, this is our chance to avenge all of our brothers that fell by the treacherous hands of Myra of Hiera'Shirsha!
es: ¡La arrogancia de esta forastera es descorazonadora! ¡Cree que somos gusanos bajo sus pies, pero hoy le mostraremos lo equivocada que está! ¡Adelante, Hijos de la Noche, esta es nuestra oportunidad de vengar a todos nuestros hermanos caídos por las traidoras manos de Myra de Hiera’Shirsha!

source: And you'll end up as another name in the list of vampires to be avenged unless you leave this place immediately.
es: Y acabarás como otro nombre más en la lista de vampiros por vengar a menos que abandones este lugar ahora mismo.

source: A thousand curses upon you, Myra of Hiera'Shirsha! You may think this was just another slaughter of vampires that will go unpunished, but the night will soon engulf this continent, and its children will...
es: ¡Mil maldiciones sobre ti, Myra de Hiera’Shirsha! Puedes pensar que esto fue solo otra matanza de vampiros que quedará impune, pero la noche pronto envolverá este continente, y sus hijos…

source: Just shut your mouth at once!
es: ¡Cierra la boca de una vez!

source: Damn you and your tricks, Windsong! I will retreat now, but I promise you this is not the last time we'll meet!
es: ¡Maldita seas tú y tus trucos, Hija del Viento! ¡Me retiro ahora, pero te prometo que no será la última vez que nos veamos!

source: Actually, it <i>is</i>.
es: En realidad, <i>sí</i> lo es.

source: As Hagash ran from the battlefield, Myra raised the Trident of the Seas, and her eyes started shining intensely. Then, everyone stood still as the skies were suddenly covered in dark storm clouds, and the wind increased its violence.
es: Mientras Hagash huía del campo de batalla, Myra alzó el Tridente de los Mares y sus ojos comenzaron a brillar intensamente. Entonces, todos se quedaron inmóviles cuando el cielo se cubrió de repente de nubes negras de tormenta y el viento aumentó su violencia.

source: And then, when it seemed like Hagash would actually manage to escape, a blinding lightning shone from the clouds, the skies bellowed and a lightning fell from above on the orcish chieftain, reducing him to ashes.
es: Y entonces, cuando parecía que Hagash realmente lograría escapar, un relámpago cegador brilló desde las nubes, los cielos rugieron y un rayo cayó desde lo alto sobre el jefe orco, reduciéndolo a cenizas.

source: Erm, sorry, Eranak, I think I've overdone it... I know you wanted to punish him personally.
es: Ejem, perdona, Eranak, creo que me he pasado… Sé que querías castigarlo tú personalmente.

source: Ha! You struck the vermin down as he fled like a chicken, and before the very eyes of his soldiers, I myself couldn't have humiliated him better! Now let those weaklings cry back to their capital, they have a good story to tell that stupid Hagor!
es: ¡Ja! ¡Lo fulminaste mientras huía como una gallina, y delante de los ojos de sus soldados! ¡Yo mismo no lo habría humillado mejor! ¡Que esos debiluchos vuelvan llorando a su capital, tienen una buena historia que contarle a ese estúpido de Hagor!

source: Hagor? You mean the son of Hagash?
es: ¿Hagor? ¿Te refieres al hijo de Hagash?

source: The same. Unfortunately, he has recently proved his mettle and earned the loyalty of his father's lackeys, so, even though we've killed Hagash, we're still at war.
es: El mismo. Por desgracia, hace poco ha demostrado su valía y se ha ganado la lealtad de los lacayos de su padre, así que, aunque hayamos matado a Hagash, seguimos en guerra.

source: Eranak, tell me more about this new orcish-vampire alliance.
es: Eranak, cuéntame más sobre esta nueva alianza entre orcos y vampiros.

source: All I know is that we received a message just yesterday from that despicable Hagash, bragging that our city was screwed because he had Vrykos of the vampires with him, but I'm sure they've united because they both wanted chief Ogesh's lands...
es: Todo lo que sé es que ayer mismo recibimos un mensaje de ese despreciable Hagash, presumiendo de que nuestra ciudad estaba perdida porque tenía a Vrykos de los vampiros con él, pero estoy seguro de que se han unido porque ambos querían las tierras del jefe Ogesh…

source: Vrykos may have coveted his lands, but I don't think he'd have either the willingness or the necessity to ally with Hagash only for that. After all, thus he'd have to share the conquered lands with the orc, and besides, Vrykos is way too proud to ask for anyone's aid, especially a non-vampire... No, there is some hidden reason behind this sudden alliance, and I will find it out.
es: Vrykos puede que codiciara sus tierras, pero no creo que tuviera ni la voluntad ni la necesidad de aliarse con Hagash solo por eso. Al fin y al cabo, tendría que compartir las tierras conquistadas con el orco y, además, Vrykos es demasiado orgulloso para pedir ayuda a nadie, especialmente a un no-vampiro… No, hay alguna razón oculta detrás de esta repentina alianza, y la voy a descubrir.

source: I should've been more careful...
es: Debería haber sido más cuidadosa…

source: Brave Kun'lun, we failed you...!
es: ¡Valiente Kun’lun, te hemos fallado…!

source: You never failed me, or any of us, Lady Myra... Just, please, send my mortal shell back home, so my family may observe the rites...
es: Nunca me habéis fallado, ni a mí ni a ninguno de nosotros, lady Myra… Solo, por favor, enviad mi cuerpo mortal a casa para que mi familia pueda realizar los ritos…

source: I will, my friend; I promise I will...
es: Lo haré, amiga mía; te lo prometo…

source: Bloody curses, I have fallen without avenging chief Ogesh!
es: ¡Malditas sean las sangres, he caído sin vengar al jefe Ogesh!

source: Damn it, how could we have let him die? Without him, nothing will stop Hagash from uniting all of orc-kind against us!
es: ¡Maldición, cómo hemos podido dejar que muriera! ¡Sin él, nada impedirá que Hagash una a todos los orcos contra nosotros!

source: We have taken too much time to break this siege! More vampires and orcs are coming, Uldrol is condemned to fall!
es: ¡Hemos tardado demasiado en romper este asedio! ¡Vienen más vampiros y orcos, Uldrol está condenada a caer!

source: Forging Alliances
es: Forjando Alianzas

source: Defeat Ronak with Myra
es: Derrotar a Ronak con Myra

source: Death of Ronak at the hands of anyone else than Myra
es: Muerte de Ronak a manos de alguien que no sea Myra

source: NOTE: You may recruit orcs in this scenario only; orcish units will not be available for the next scenarios
es: NOTA: Solo puedes reclutar orcos en este escenario; las unidades orcas no estarán disponibles en los siguientes escenarios

source: We have already managed to force ten chieftains to unite under our banner, but these are the clans I want to bring to our side: the clans of the Howling Hills.
es: Ya hemos conseguido que diez jefes se unan bajo nuestro estandarte, pero estos son los clanes que quiero traer a nuestro lado: los clanes de las Colinas Aulladoras.

source: I see, it would be good to have them as allies for a change, rather than enemies...
es: Ya veo, sería bueno tenerlos como aliados por una vez, en vez de como enemigos…

source: I don't know them, are they really that strong?
es: No los conozco, ¿son realmente tan fuertes?
