Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: (raising eyebrows) So, let's go into the tunnels of Idavellir, the kingdom of the Motsoghnir!
es: (alzando las cejas) Entonces, ¡vamos a los túneles de Idavellir, el reino de los Motsoghnir!

source: (blushing) W-why are you looking at me like this?
es: (sonrojada) ¿P-por qué me miras así?

source: Ah, it's nothing, really. Come, we still have a long way to go.
es: Ah, no es nada, de verdad. Ven, todavía nos queda un largo camino.

source: Well, I think that is enough for you; Dispel Cipher!
es: Bueno, creo que ya es suficiente para ti; ¡Disipar Cifrado!

source: *cough cough* Argh... Tis' the Central Lake, amidst which the Dark Island, hidden beneath the thick canopy, is found. Soon we shall see a river going southwards; this will be the next part of our journey. But henceforth we must be doubly careful, for we are entering the territory of the savage wargs.
es: *tos tos* Argh... Es el Lago Central, en medio del cual se encuentra la Isla Oscura, oculta bajo el espeso dosel. Pronto veremos un río que va hacia el sur; esa será la siguiente parte de nuestro viaje. Pero de ahora en adelante debemos ser doblemente cuidadosos, porque estamos entrando en el territorio de los salvajes huargos.

source: What are these wargs, exactly?
es: ¿Qué son exactamente estos huargos?

source: Unfortunately, I have read about them in the same scrolls that told of the vampires' genesis. The wargs are the result of shapeshifting experiments conducted by the Windsong of old. They were originally normal humans whom we managed to turn into wolf-like creatures, but we couldn't turn them back to normal, and so the shapeshifting experience was considered a failure. Since the wargs were violent and indomitable, we exiled them in this continent as well.
es: Desafortunadamente, leí sobre ellos en los mismos pergaminos que contaban el origen de los vampiros. Los huargos son el resultado de experimentos de metamorfosis realizados por las antiguas Hijas del Viento. Originalmente eran humanos normales a los que logramos convertir en criaturas parecidas a lobos, pero no pudimos devolverlos a su forma normal, y por eso el experimento se consideró un fracaso. Como los huargos eran violentos e indomables, también los exiliamos en este continente.

source: That is the price you pay for meddling in what is not of your concern; only the Great Gods have the right to play with the gears of life and creation.
es: Ese es el precio que pagan por entrometerse en lo que no les concierne; solo los Grandes Dioses tienen derecho a jugar con los engranajes de la vida y la creación.

source: Only fools and idiots cower before the darkness of ignorance; we must all search for knowledge to become better, wiser and stronger people: this is real enlightenment.
es: Solo los tontos e idiotas se acobardan ante la oscuridad de la ignorancia; todos debemos buscar el conocimiento para convertirnos en personas mejores, más sabias y más fuertes: eso es la verdadera iluminación.

source: Girls, it's not the time to quarrel. Even the slightest noise echoes tremendously in these windswept mountains, and we don't know what we may still find ahead of us.
es: Chicas, no es momento de pelear. Hasta el menor ruido resuena tremendamente en estas montañas azotadas por el viento, y no sabemos qué podemos encontrar más adelante.

source: sniff sniff... I smell humans nearby, but they have a different scent from those of the south... But I recognize their clothing; they're Windsong!
es: sniff sniff... Huelo humanos cerca, pero tienen un olor diferente al de los del sur... ¡Pero reconozco su ropa; son Hijas del Viento!

source: Windsong! The monsters who have abandoned us in this infernal continent have finally returned! Quick boys, get them before they escape!
es: ¡Hijas del Viento! ¡Los monstruos que nos abandonaron en este continente infernal por fin han regresado! ¡Rápido muchachos, atrápenlas antes de que escapen!

source: By the Gods, does everyone on this continent hate you Windsong?!
es: ¡Por los dioses, todo el mundo en este continente odia a las Hijas del Viento?!

source: Well...
es: Bueno...

source: Wargs, I know our predecessors may have done you great harm, but if you give us time, we would like to...
es: Huargos, sé que nuestras predecesoras pudieron haberles hecho mucho daño, pero si nos dan tiempo, nos gustaría...

source: Why am I still hearing their voice? Hurry up, boys, before the minotaurs or those darn blood-suckers get to her first!
es: ¿Por qué sigo oyendo su voz? ¡Apúrense muchachos, antes de que los minotauros o esos malditos chupasangre lleguen primero!

source: Well, I think that's it for diplomacy...
es: Bueno, creo que eso es todo en cuanto a diplomacia...

source: (sighing) If we have no choice, then we must fight them too. But I'd really like to convince the wargs that we're friendly. They may seem savage, but, unlike the vampires, I sense no malice in them... Fight the other wargs, warriors, but leave their leader for me; I think I may still talk with him.
es: (suspirando) Si no tenemos otra opción, entonces también tendremos que pelear contra ellos. Pero realmente me gustaría convencer a los huargos de que somos amigos. Pueden parecer salvajes, pero, a diferencia de los vampiros, no siento malicia en ellos... Peleen contra los otros huargos, guerreros, pero dejen a su líder para mí; creo que todavía puedo hablar con él.

source: Defeat Garmo with Myra
es: Derrotar a Garmo con Myra

source: Garmo killed by anyone other than Myra
es: Garmo muerto por cualquiera excepto Myra

source: No! We shouldn't have killed him!
es: ¡No! ¡No deberíamos haberlo matado!

source: You... I always thought the Windsong were cruel, heartless creatures, but your eyes are so placid, even kind... And these spirits that follow you, they have about them the same energy of the dryads' natural magic...
es: Tú... Siempre pensé que las Hijas del Viento eran criaturas crueles y sin corazón, pero tus ojos son tan tranquilos, incluso bondadosos... Y estos espíritus que te siguen tienen la misma energía que la magia natural de las dríadas...

source: As I told you, I'm not here to harm you; and I'm willing to do anything in my power to compensate our predecessors' atrocities. As for my elementals, I don't know who these dryads are, but I do have power over the spirits of nature.
es: Como te dije, no estoy aquí para hacerte daño; y estoy dispuesta a hacer todo lo que esté en mi poder para compensar las atrocidades de nuestras predecesoras. En cuanto a mis elementales, no sé quiénes son esas dríadas, pero sí tengo poder sobre los espíritus de la naturaleza.

source: Then you must be a friend of nature, just like us wargs! I now regret having let my anger take over my reasoning; we wargs have learned to think and to speak from the dryads and the dwarves, but we still find it hard to control our deepest instincts...
es: ¡Entonces debes ser amiga de la naturaleza, igual que nosotros los huargos! Ahora me arrepiento de haber dejado que la ira nublara mi razón; nosotros los huargos aprendimos a pensar y a hablar de las dríadas y los enanos, pero todavía nos cuesta controlar nuestros instintos más profundos...

source: For this you must not apologise, since you're not the one to be blamed for what was done to you by the old Windsong. But I give you my word that we are not what you think of us, and that we'll be more than happy to be your friends; and, after finding an uninhabited land where we can rebuild our civilization, even allies.
es: Por eso no tienes que disculparte, porque no eres tú el culpable de lo que te hicieron las antiguas Hijas del Viento. Pero te doy mi palabra de que no somos lo que piensas, y que estaremos más que felices de ser tus amigos; y, una vez encontremos una tierra deshabitada donde reconstruir nuestra civilización, incluso aliados.

source: There is no uninhabited land in this continent, but, if you wish to claim the Land's End Peninsula, we wargs would be happy to let you cross our lands towards it; for that peninsula is populated by our mortal enemies, the minotaurs and the vampires. I will call the other pack leaders to a gathering at this island, and I will introduce you to them.
es: No hay tierra deshabitada en este continente, pero, si deseas reclamar la Península del Fin de la Tierra, nosotros los huargos estaremos encantados de dejar que crucen nuestras tierras para llegar a ella; porque esa península está poblada por nuestros enemigos mortales, los minotauros y los vampiros. Convocaré a los otros líderes de manada a una reunión en esta isla, y te los presentaré.

source: I am truly interested in meeting them, but unfortunately I'm currently going to the Sacred Desert to meet the Seraphin Lords, with whom I also want to speak. But after I'm done with them, I shall visit you again.
es: Me interesa mucho conocerlos, pero lamentablemente ahora mismo voy al Desierto Sagrado para reunirme con los Señores Serafines, con quienes también quiero hablar. Pero cuando termine con ellos, los visitaré de nuevo.

source: It is well; but I must warn you, tread lightly near them, and do not lower your guard: for they are as shrewd as they are unpredictable.
es: Está bien; pero debo advertirte, ve con cuidado cerca de ellos y no bajes la guardia: son tan astutos como impredecibles.

source: How dare a savage such as you talk like this about...
es: ¿Cómo se atreve un salvaje como tú a hablar así de...?

source: Cipher of Silence...
es: ¡Cifrado de Silencio...!

source: Not ag-ggaahhh...!
es: ¡No otra ve-ggaahhh...!

source: There is a river nearby that comes from the south; follow it, and you will infallibly reach the Sacred Desert.
es: Hay un río cerca que viene del sur; síganlo y llegarán infaliblemente al Desierto Sagrado.

source: Thank you, noble Garmo.
es: Gracias, noble Garmo.

source: Reach the end of the river that runs southwards
es: Llegar al final del río que corre hacia el sur

source: This is the river Garmo talked about; let's follow its course, and find this Crystal Tower...
es: Este es el río del que habló Garmo; sigamos su curso y encontremos esa Torre de Cristal...

source: Wait, we should first find the Motsoghnir dwarves!
es: ¡Espera, primero deberíamos encontrar a los enanos Motsoghnir!

source: No! Without her, we won't be able to reach the Crystal Tower!
es: ¡No! ¡Sin ella no podremos llegar a la Torre de Cristal!

source: We are taking far too much time only to cross the Sun Path, if we continue like this we'll never reach the Crystal Tower!
es: ¡Estamos tardando demasiado solo en cruzar el Sendero del Sol, si seguimos así nunca llegaremos a la Torre de Cristal!

source: Wings of Rebellion
es: Alas de la Rebelión

source: Kill the rebel Zaal
es: Matar al rebelde Zaal

source: Kill the orcish leaders
es: Matar a los líderes orcos

source: Death of Atron
es: Muerte de Atron

source: Rebels
es: Rebeldes

source: Orcs
es: Orcos

source: Behold the glory and might of the Crystal Tower! Be honoured, foreigners, for seldom has... Wait... What are those armies doing here?!
es: ¡Contemplad la gloria y el poder de la Torre de Cristal! Sienteos honrados, extranjeros, porque pocas veces… Esperad… ¡¿Qué hacen esos ejércitos aquí?!

source: Seems like your 'glorious and mighty' tower is being besieged by a horde of orcs...
es: Parece que tu «gloriosa y poderosa» torre está siendo sitiada por una horda de orcos…

source: But... but... How dare they attack the Crystal Tower?! They shall be smitten and sent to the deepest pits of the Underworld for this sacrilege! But look, yonder comes more of our legions, led by my brother, Atron, and his good friend Zaal!
es: Pero… pero… ¡¿Cómo se atreven a atacar la Torre de Cristal?! ¡Serán aniquilados y enviados a los más profundos abismos del Inframundo por este sacrilegio! Pero mirad, allá vienen más de nuestras legiones, dirigidas por mi hermano Atron y su buen amigo Zaal!

source: Are you sure that those legions are fighting on the same side...? Because the soldiers of your comrade Zaal seem to be fighting those of your brother...
es: ¿Estás segura de que esas legiones luchan en el mismo bando…? Porque los soldados de tu camarada Zaal parecen estar luchando contra los de tu hermano…

source: Cease thy blasphemous nonsense! How can you possibly think that Zaal, a herald, would turn his blade against...
es: ¡Cesa con esa blasfemia! ¿Cómo puedes siquiera pensar que Zaal, un heraldo, volvería su espada contra…

source: Zaal, please listen to the voice of reason! Give up now and repent, and you may still be forgiven! And look, an orcish horde comes from the east, taking advantage of our inner conflict! Would you honestly see our beloved Crystal Tower crumble?
es: ¡Zaal, escucha la voz de la razón! ¡Ríndete ahora y arrepiéntete, y aún puedes ser perdonado! ¡Y mira, una horda orca viene del este aprovechando nuestro conflicto interno! ¿De verdad quieres ver cómo se derrumba nuestra amada Torre de Cristal?

source: I would see it so, my brother, for I have seen the truth about our order. It pains me terribly, to turn my blade against the place I have always called home, and against the people I counted as my friends, but I will not allow this evil to take hold of this continent, not anymore.
es: Sí lo vería, hermano, porque he visto la verdad sobre nuestra orden. Me duele terriblemente volver mi espada contra el lugar que siempre llamé hogar y contra la gente que consideraba mis amigos, pero no permitiré que este mal siga apoderándose de este continente, ya no más.

source: Zaal, Zaal, what has happened to you?... I will try to spare your life, brother, to give you one further chance to repent, but I shall not let your madness continue to plague our order!
es: Zaal, Zaal, ¿qué te ha pasado…? Intentaré perdonarte la vida, hermano, para dar una última oportunidad de arrepientas, ¡pero no dejaré que tu locura siga asolando nuestra orden!

source: No... No! How can Zaal attack the Crystal Tower like this, with this orc army threatening it...?
es: No… ¡No! ¿Cómo puede Zaal atacar la Torre de Cristal así, con este ejército orco amenazándola…?

source: Well, if your precious Lords are as powerful as you say, they will simply swoop down on your enemies and kill them all, right?
es: Bueno, si tus preciosos Señores son tan poderosos como dices, simplemente bajarán en picado sobre vuestros enemigos y los matarán a todos, ¿verdad?

source: (kneeling) Myra, I humbly beg you, help us break this siege, and I warrant you we'll be forever indebted to you!
es: (arrodillándose) Myra, te lo suplico humildemente, ayúdanos a romper este asedio, ¡y te juro que estaremos en deuda contigo para siempre!

source: We shall help you then, as a further proof of our willingness to be your friends and allies.
es: Entonces os ayudaremos, como prueba adicional de nuestra voluntad de ser vuestros amigos y aliados.

source: Well, so be it then... (sigh)
es: Bueno, pues que así sea… (suspira)

source: The Lords' trials are endless! Yet another enemy approach from the north-
es: ¡Las pruebas de los Señores son interminables! ¡Otro enemigo se acerca desde el norte-!

source: Hold, brother! Point not your troops at these people, for they come in peace!
es: ¡Detente, hermano! ¡No apuntes tus tropas a esta gente, porque vienen en son de paz!

source: My dear sister, finally you have returned! But who are those coming alongside you?
es: ¡Querida hermana, por fin has vuelto! Pero ¿quiénes son los que vienen contigo?

source: They're... They're the newcomers seen by the Seraphin Lords. For the moment they have shown themselves honourable, and have pledged themselves to help us break this siege!
es: Son… Son los recién llegados que vieron los Señores Serafines. De momento se han mostrado honorables y se han comprometido a ayudarnos a romper este asedio!

source: If you say so, sister, then I shall trust them, but only because it is you who says so.
es: Si tú lo dices, hermana, entonces confiaré en ellos, pero solo porque eres tú quien lo dice.

source: I shall destroy anyone who complies with the corruption of the Crystal Tower.
es: Destruiré a cualquiera que se someta a la corrupción de la Torre de Cristal.

source: And we will destroy anyone and anything that stands on our way!
es: ¡Y nosotros destruiremos a cualquiera y cualquier cosa que se interponga en nuestro camino!

source: You, foreigner... Do not forget my words: you don't know who you are dealing with...
es: Tú, extranjera… No olvides mis palabras: no sabes con quién te estás metiendo…

source: (sobbing) Why... why did you do this, Zaal?
es: (sollozando) ¿Por qué… por qué hiciste esto, Zaal?

source: If you wish, Liliel, you may withdraw from battle; you shouldn't go on fighting like this...
es: Si quieres, Liliel, puedes retirarte del combate; no deberías seguir luchando así…

source: No, I will not flee the battlefield; rather, I shall channel my sadness and anger through my blade, and deliver these orcish barbarians righteous justice!
es: ¡No, no huiré del campo de batalla! Al contrario, canalizaré mi tristeza y mi rabia a través de mi espada y haré justicia a estos bárbaros orcos.

source: Do as you wish...
es: Haz lo que quieras…

source: Darn it! I was so close to finally destroying these pesky bird-people! But I will not let this chance escape: I will give it everything I have got!
es: ¡Maldición! ¡Estuve tan cerca de destruir de una vez por todas a esta gente-pájaro molesta! ¡Pero no dejaré pasar esta oportunidad: ¡lo daré todo!

source: Uh-oh, he's called reinforcements, and lots of them!
es: ¡Uy! ¡Ha llamado refuerzos, y muchos!

source: Let them come; the more orcish troops we defeat, the more these 'Seraphin Lords' will be indebted to us!
es: Que vengan; cuantos más orcos derrotemos, más nos deberán estos «Señores Serafines».

source: Myra, I don't like the idea of fleeing, but should we really keep fighting a battle that is not even ours?
es: Myra, no me gusta la idea de huir, pero ¿de verdad debemos seguir luchando en una batalla que ni siquiera es nuestra?

source: Even if we left the battlefield, the orcs would catch up with us: they know the land better than we do, and we don't move well across this sandy terrain...
es: Aunque abandonáramos el campo de batalla, los orcos nos alcanzarían: conocen el terreno mejor que nosotros y no nos movemos bien por este terreno arenoso…

source: Fear not, foreigners! Keep fighting bravely, that the Gods of Light will not let us die like this!
es: ¡No temáis, extranjeros! ¡Seguid luchando con valor, que los Dioses de la Luz no permitirán que muramos así!

source: Yeah, that is exactly what we need right now: that a god descends from the Heavens to fight for us. Even then I'm not quite sure we'll solve this situation. Myra, I'm telling you, if I die because I was ordered to defend these bird-guys, I will kill you!
es: Sí, eso es exactamente lo que necesitamos ahora: que un dios baje del Cielo a a luchar por nosotros. Aun así no estoy segura de que solucionemos esto. Myra, te lo digo, ¡si muero porque me ordenaron defender a estos tipos-pájaro, te mataré!

source: I am running short of patience; let's just send out all our forces and stamp out these pesky bird-people once and for all!
es: Se me está acabando la paciencia; ¡enviemos todas nuestras fuerzas y acabemos de una vez con esta gente-pájaro molesta!

source: It was a long and arduous battle, but we have prevailed! In the name of the Crystal Tower, I thank your aid, outsiders.
es: Fue una batalla larga y dura, ¡pero hemos vencido! En nombre de la Torre de Cristal, agradezco vuestra ayuda, extranjeros.

source: What was that?
es: ¿Qué ha sido eso?

source: The Celestial Trumpets! The Lords are coming!
es: ¡Las Trompetas Celestiales! ¡Vienen los Señores!

source: So these are the Seraphin Lords? I thought Liliel was exagerating when she spoke of their power, but I admit I was wrong; the mere energy they emanate is overwhelming.
es: ¿Así que estos son los Señores Serafines? Pensé que Liliel exageraba cuando hablaba de su poder, pero admito que me equivocaba; la mera energía que emanan es abrumadora.

source: It's unlike anything I have ever felt: it's not malicious like Svarballi's, but it's not benign and kind like Nitiballi's either. It is...
es: Es diferente a todo lo que he sentido nunca: no es maliciosa como la de Svarballi, pero tampoco benigna y amable como la de Nitiballi. Es…

source: ...like a ruthless and killer force of good...
es: …como una fuerza del bien implacable y asesina…

source: We have been watching you from above, Atron, as you faced this trial that we have laid before you. And we have not found you lacking.
es: Hemos estado observándote desde lo alto, Atron, mientras enfrentabas la prueba que te hemos impuesto. Y no te hemos encontrado falto.

source: So <i>you</i> brought all those orcs here to fight your own people?!
es: ¡¿Entonces <i>fueron ustedes</i> quienes trajeron a todos esos orcos aquí para que lucharan contra su propia gente?!

source: Unfortunately, the same cannot be said of thy sister, Liliel, whom we have sent to deal with the strangers, and who brought them here instead...
es: Desgraciadamente, no puede decirse lo mismo de tu hermana Liliel, a quien enviamos a tratar con los extranjeros y que en cambio los trajo aquí…

source: M-my Lords, I...
es: M-mis Señores, yo…

source: But we must not judge her harshly; for even we had not foreseen this stranger wielded such immense power.
es: Pero no debemos juzgarla con dureza; pues ni siquiera nosotros previmos que esta extranjera tuviera tanto poder.

source: Furthermore, we must not forget the truthfulness and assistance shown by this foreign young woman.
es: Además, no debemos olvidar la sinceridad y la ayuda mostrada por esta joven extranjera.

source: Great Lords, I am Myra of Hiera'Shirsha, and I lead a group of refugees from a war in a faraway land. We have come to this continent searching for a land where we could live in peace, and thus we seek no quarrel with any of our future neighbours. For this reason I have come here, to prove to you that our intentions are the best...
es: Grandes Señores, soy Myra de Hiera’Shirsha y lidero a un grupo de refugiados de una guerra en una tierra lejana. Hemos venido a este continente en busca de una tierra donde podamos vivir en paz, y por eso no buscamos pelea con ninguno de nuestros futuros vecinos. Por eso he venido aquí, para demostrarles que nuestras intenciones son las mejores…

source: We shall see about that; now, Atron, I commission thee to repair the damages suffered by our fortress in this battle, and to tend to the wounded. Myra of Hiera'Shirsha and her companions, meet us at the Celestial Hall; Liliel, you must come as well.
es: Ya veremos; ahora, Atron, te encargo reparar los daños sufridos por nuestra fortaleza en esta batalla y atender a los heridos. Myra de Hiera’Shirsha y sus compañeros, encuéntrennos en el Salón Celestial; Liliel, tú también debes venir.

source: A-as you wish, my Lords...
es: C-como deseen, mis Señores…

source: Finally, our prayers have been attended!
es: ¡Por fin han escuchado nuestras plegarias!

source: Thou hast dared turn thy unworthy eyes to the holy Crystal Tower, and for this blasphemy thou hast received the fitting punishment!
es: ¡Osasteis alzar vuestros ojos indignos hacia la santa Torre, y por esta blasfemia habéis recibido el castigo merecido!

source: WITNESS THE POWER OF THE HEAVENS!
es: ¡CONTEMPLAD EL PODER DE LOS CIELOS!

source: Incredible... So this is the power of the Seraphin Lords?
es: Increíble… ¿Así que este es el poder de los Señores Serafines?
