Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: The next morning, I had decided I should not cry over that, but still, I couldn't bear seeing you so happy with Jevyan... When you asked me whether I wanted to be the new Head of the Windsong, I accepted immediately, and few days later I came to this mountain with the excuse of wanting to revive Hiera'Shirsha... I kept myself busy with organizing the scrolls and training the new students, but whenever I stopped to rest, those nasty feelings of anger and betrayal kept coming up again. Then, I tried to keep myself even busier with theories about Zaal, but this ultimately only led me to feed an irrational hatred of the Celestials...
es: A la mañana siguiente había decidido que no debía llorar por eso, pero igual no soportaba verte tan feliz con Jevyan... Cuando me preguntaste si quería ser la nueva Cabeza de las Hijas del Viento, acepté de inmediato y pocos días después vine a esta montaña con la excusa de querer revivir Hiera'Shirsha... Me mantuve ocupada organizando los pergaminos y entrenando a las nuevas alumnas, pero cada vez que paraba a descansar volvían esos horribles sentimientos de rabia y traición. Entonces intenté mantenerme aún más ocupada con teorías sobre Zaal, pero al final eso solo alimentó un odio irracional hacia los Celestiales...

source: Finally, a few weeks ago, we met again, and this time, unlike in Aldrik's birth, we could talk alone. I didn't want to, but you caught me before I could leave Dulcatas' hall. Till then, I'd thought I had finally overcome those feelings, but when I saw you again for the first time in years I felt so happy... And then I felt so devastated, because I fully realized how miserable I was...
es: Hace unas semanas por fin nos volvimos a encontrar, y esta vez, a diferencia del nacimiento de Aldrik, pudimos hablar a solas. No quería, pero me atrapaste antes de que pudiera salir del salón de Dulcatas. Hasta entonces creía que por fin había superado esos sentimientos, pero cuando te volví a ver por primera vez en años me sentí tan feliz... Y luego tan destrozada, porque comprendí del todo lo miserable que era...

source: And then you handed me that cursed gem once again. There was that voice in my head that kept telling me to refuse it, but I was, once again, weak, and couldn't resist having it in my possession again. All those horrible thoughts and emotions that I had fed since the crossing of the ocean came back like an avalanche, and only got worse as time went by. And today, I could no longer hold myself... I saw all those Celestials coming, and I thought, I will use the Soul's full power to destroy them all, and when I saw you so terrified that I'd do just that, I felt a savage, stupid, vengeful satisfaction... But then...
es: Y entonces me entregaste otra vez esa gema maldita. Había una voz en mi cabeza que no paraba de decirme que la rechazara, pero una vez más fui débil y no pude resistirme a tenerla de nuevo en mi poder. Todos esos horribles pensamientos y emociones que había alimentado desde la travesía del océano regresaron como una avalancha, y solo empeoraron con el paso de los días. Sin embargo, por alguna razón me sentía satisfecha infligiéndome todo ese sufrimiento… Y hoy ya no pude contenerme más… Vi llegar a todos esos celestiales y pensé que usaría todo el poder del Alma para destruirlos a todos, y cuando te vi tan aterrorizada de que realmente lo hiciera sentí una satisfacción salvaje, estúpida y vengativa… Pero entonces…

source: I said it before, but I'll say it again: I don't expect your forgiveness, for I know I don't deserve it. But, if I have ever been a good friend and ally, please, allow me to die like this, nestled in your arms, and death won't seem as frightening as it should...
es: Ya lo dije antes, pero lo repetiré: no espero tu perdón porque sé que no lo merezco. Pero si alguna vez fui una buena amiga y aliada, por favor, permíteme morir así, acurrucada en tus brazos, y la muerte no me parecerá tan tan aterradora como debería...

source: Myra didn't speak anything after Akashia fell motionless; she just remained there, on the cold stone floor of an empty room, holding the body of her friend against her chest, a strangely, almost frighteningly peaceful expression on her tear-soaked face. The Windsong, aided by Jevyan, took care of their wounded and recovered the corpses of their fallen comrades. However, when Myra finally appeared again carrying Akashia's body, they all stood still, unable to believe that their strongest sister had died.
es: Myra no dijo nada después de que Akashia quedara inmóvil; solo se quedó allí, en el frío suelo de piedra de una sala vacía, sosteniendo el cuerpo de su amiga contra su pecho, con una expresión extrañamente, casi aterradoramente serena en su rostro bañado en lágrimas. Las Hijas del Viento, ayudadas por Jevyan, atendieron a sus heridas y recuperaron los cuerpos de sus compañeras caídas. Sin embargo, cuando Myra apareció de nuevo cargando el cuerpo de Akashia, todas se quedaron paralizadas, incapaces de creer que su hermana más fuerte hubiera muerto.

source: Still silent, and aided by her most veteran sisters, Myra cleaned the blood and the dirt off Akashia, donning her with clean garments; and then all the Windsong, wounded as they were, gave her a last farewell. Finally, Myra wrapped her body in a magical ice coffin, so that she would remain uncorrupted by death and decay.
es: Aún en silencio, y ayudada por sus hermanas más veteranas, Myra limpió la sangre y la suciedad del cuerpo de Akashia, vistiéndola con ropas limpias; después todas las Hijas del Viento, heridas como estaban, le dieron su último adiós. Por último, Myra envolvió su cuerpo en un ataúd de hielo mágico para que permaneciera incorrupta por la muerte y la descomposición.

source: Jevyan deemed it better not to talk to her that moment, and so he patrolled the outer walls of Hiera'Laksha, aware of any unexpected movement in those cold, windswept mountains. In the end, it was Myra who sought him out; she seemed worn out like she hadn't been since before finding the Trident, but it was with a clear and resolute voice that she declared they were going to the Valley of Silence, where Alenya lived, for she sensed a great danger on the way there. Thus they left the Foundation, followed by the most battle-hardened of the Windsong, resolved to avenge their fallen sisters...
es: Jevyan consideró mejor no hablarle en ese momento, así que patrulló las muras exteriores de Hiera'Laksha, atento a cualquier movimiento inesperado en aquellas frías montañas azotadas por el viento. Al final fue Myra quien lo buscó; parecía agotada como no lo había estado desde antes de encontrar el Tridente, pero fue con voz clara y decidida que declaró que irían al Valle del Silencio, donde vivía Alenya, porque sentía un gran peligro en camino. Así abandonaron la Fundación, seguidos por las Hijas del Viento más curtidas en batalla, resueltas a vengar a sus hermanas caídas...

source: When the bloodied, exhausted and dirty fighters entered the small manor Alenya had built for herself, they were greeted with a baby's cry that, in the silence that befell the valley after the battle, echoed quite loudly. They soon found Alenya on a bed surrounded by the Windsong that had delivered the child; she was pale, sweaty and utterly exhausted, but it was with bliss on her face that she showed her friends the newborn Belendra, a girl who was as fair as an elf and as healthy as a dwarf.
es: Cuando los combatientes ensangrentados, exhaustos y sucios entraron en la pequeña mansión que Alenya se había construido, les recibió el llanto de un bebé que, en el silencio que cayó sobre el valle tras la batalla, resonó con fuerza. Pronto encontraron a Alenya en una cama rodeada por las Hijas del Viento que habían ayudado en el parto; estaba pálida, sudorosa y totalmente agotada, pero fue con felicidad en el rostro que mostró a sus amigos a la recién nacida Belendra, una niña tan hermosa como una elfa y tan sana como una enana.

source: As Dvalin held his daughter in his strong arms for the first time, all his toughness vanishing before the smile the little girl gave him, Myra kept watching that new and blissful family, and felt her heart ache; but suddenly, she felt her resolve strengthen. She had to do that - only she could defeat that evil and make sure there was a better world for Aldrik, Belendra, Jevyan and all others. And, if she had to sacrifice herself to do that, just as her foster-mother had done...
es: Mientras Dvalin sostenía a su hija en sus fuertes brazos por primera vez, toda su rudeza desapareció ante la sonrisa que le dedicó la pequeña, Myra observaba a esa nueva y feliz familia y sintió que le dolía el corazón; pero de repente sintió que su determinación se fortalecía. Tenía que hacerlo: solo ella podía derrotar ese mal y asegurar un mundo mejor para Aldrik, Belendra, Jevyan y todos los demás. Y si para ello tenía que sacrificarse, como había hecho su madre adoptiva...

source: But then she had no time to lose - and besides, the sooner she said him her last farewell, the better... Leaving Jevyan and the Windsong protecting the valley, she mounted her strongest and swiftest razorbird and flew back to Maat'Kare. Once there, she was surprised to see her father greet her with an extremely worried expression on his face. He told him a warg messenger had arrived that morning and put him on par of the events concerning Hiera'Laksha. When he asked her whether she and Akashia had managed to repel the Celestial army, Myra could no longer hold herself, and she cried on Tarkyn's shoulder, blaming herself for Akashia's downfall, for exposing her to the Soul's corruption, and for failing to understand her true feelings...
es: Pero ya no había tiempo que perder, y cuanto antes le dijera su último adiós mejor… Dejando a Jevyan y a las Hijas del Viento protegiendo el valle, montó en su pájaro cortante más fuerte y veloz y voló de regreso a Maat’Kare. Una vez allí, se sorprendió al ver que su padre la recibía con una expresión de extrema preocupación. Le contó que esa mañana había llegado un mensajero warg y lo había puesto al tanto de los sucesos de Hiera’Laksha. Cuando le preguntó si ella y Akashia habían logrado repeler al ejército celestial, Myra no pudo contenerse más y lloró sobre el hombro de Tarkyn, culpándose por la caída de Akashia, por exponerla a la corrupción del Alma y por no haber comprendido sus verdaderos sentimientos…

source: Myra would have cried there the whole afternoon, completely forgetful of her original intentions, hadn't she noticed the presence of the last person she expected to find there...
es: Myra habría llorado allí toda la tarde, olvidando por completo sus intenciones originales, de no haber notado la presencia de la última persona que esperaba encontrar allí...

source: Myra left the shore with her head aching with all that information; after all, it was a bit hard to assimilate the knowledge that the universe was so much more vast than she had believed till hours before. She suddenly felt like a small ant raising its fists against a stampede of bulls...
es: Myra abandonó la orilla con la cabeza dolorida por tanta información; al fin y al cabo, era difícil asimilar que el universo fuera mucho más vasto de lo que había creído hasta unas horas antes. De repente se sintió como una pequeña hormiga alzando los puños contra una estampida de toros...

source: Nevertheless, she waved those thoughts aside when she sighted Aldrik again. She was fully aware that every minute wasted gave Grigorius more time to do whatever he intended to do, but Myra felt she'd never have another chance to delight her eyes in Aldrik again, and so she allowed herself that indulgence. At sunset, however, she realized that any further delay would be irresponsibility, and so she did that which was certainly the hardest of her acts: to bid her son farewell. At least he, in his innocence, didn't know that her mother would probably not return; the same, however, couldn't be said of Tarkyn...
es: Aun así, apartó esos pensamientos cuando volvió a ver a Aldrik. Era muy consciente de que cada minuto perdido le daba a Grigorius más tiempo para hacer lo que tuviera planeado, pero Myra sintió que nunca volvería a tener otra oportunidad de deleitarse mirando a Aldrik, así que se permitió ese capricho. Sin embargo, al atardecer comprendió que seguir demorándose sería una irresponsabilidad, y así hizo lo que sin duda fue el acto más difícil de su vida: despedirse de su hijo. Al menos él, en su inocencia, no sabía que su madre probablemente no regresaría; lo mismo no podía decirse de Tarkyn…

source: Once back to the Valley of Silence, Myra explained to all what she was going to do. Jevyan, the Windsong and Dvalin promptly pledged themselves to follow her; Alenya, who was already recovered, insisted on going as well, claiming she wouldn't bear remaining idle, and that she too wanted to fight for her child's future. She so insisted that the friends yielded; leaving Belendra under the care of those mysterious fairies, Alenya accompanied Myra, Jevyan, Dvalin, the Windsong and the Aigathol dwarves southwards.
es: Ya de vuelta en el Valle del Silencio, Myra explicó a todos lo que iba a hacer. Jevyan, las Hijas del Viento y Dvalin se comprometieron de inmediato a seguirla; Alenya, ya recuperada, insistió en ir también, alegando que no soportaría quedarse sin hacer nada y que también quería luchar por el futuro de su hija. Insistió tanto que los amigos cedieron; dejando a Belendra al cuidado de aquellas hadas misteriosas, Alenya acompañó a Myra, Jevyan, Dvalin, las Hijas del Viento y los enanos Aigathol hacia el sur.

source: Days later, they finally sighted the Crystal Tower rising amidst the sand dunes. The raging skies that covered that desert seemed like a prelude of what was to come...
es: Días después, por fin divisaron la Torre de Cristal alzándose entre las dunas de arena. Los cielos furiosos que cubrían aquel desierto parecían un preludio de lo que estaba por venir...

source: It is said that the explosion that ended the monumental battle between Myra and Svarballi was heard even in the orcish hills and in the vampires' mountains, frightening everyone in Netjer-Ta. Jevyan, however, was not scared by it: as the colossal column of dust and lightning rose to the heavens, he stopped fleeing and ran back to the Crystal Tower; Alenya, Dvalin, Ravyan and Tarkyn, as expected, followed him.
es: Se dice que la explosión que puso fin a la monumental batalla entre Myra y Svarballi se oyó incluso en las colinas orcas y en las montañas de los vampiros, asustando a todo el mundo en Netjer-Ta. Jevyan, sin embargo, no se asustó: cuando la colosal columna de polvo y relámpagos se alzó hacia los cielos, dejó de huir y corrió de vuelta a la Torre de Cristal; Alenya, Dvalin, Ravyan y Tarkyn, como era de esperar, lo siguieron.

source: But the elf already knew what had happened, and what they would find, long before reaching the site of the battle - because she had already seen a similar thing over seven years before, at Garet-Desh. When they returned to the battlefield and the smoke and the dust lifted, they could see a massive, seemingly bottomless crater where the Crystal Tower once stood; neither Myra nor the Sky Soul were anywhere to be seen...
es: Pero la elfa ya sabía qué había pasado, y qué encontrarían, mucho antes de llegar al lugar de la batalla, porque ya había visto algo parecido más de siete años atrás, en Garet-Desh. Cuando regresaron al campo de batalla y el humo y el polvo se disiparon, pudieron ver un cráter enorme, aparentemente sin fondo, donde antes se alzaba la Torre de Cristal; ni Myra ni el Alma del Cielo aparecían por ningún lado...

source: Stormy Day
es: Día tormentoso

source: Stormy Dawn
es: Amanecer tormentoso

source: Stormy Dusk
es: Anochecer tormentoso

source: Stormy Night
es: Noche tormentosa

source: The Sacred Dawn
es: El Amanecer Sagrado

source: Dusk of Martyrdom
es: Anochecer del Martirio

source: Watery Underground
es: Subterráneo acuático
