Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: We have wasted too much time exploring this new realm, and for all this time our people was left barely protected on the beach; I fear some ill may have afflicted them...
es: Hemos perdido demasiado tiempo explorando este nuevo reino, y durante todo este tiempo nuestra gente quedó apenas protegida en la playa; me temo que algo malo les haya sucedido...

source: Holy Fire
es: Fuego Sagrado

source: Defeat Liliel
es: Derrotar a Liliel

source: Crystal Tower
es: Torre de Cristal

source: Who is it now? Has my unworthy brother finally got enough guts to face me himself?
es: ¿Y ahora quién es? ¿Acaso mi indigno hermano por fin reunió el valor para enfrentarme él mismo?

source: I don't think it's him, chief. I can't see it with this fog, but, by the sound of the trumpets they blew some minutes ago, I think it's those weird southerners...
es: No creo que sea él, jefe. Con esta niebla no puedo ver, pero por el sonido de las trompetas que tocaron hace unos minutos, creo que son esos sureños raros...

source: So they're the humans you talked about, Lord Ogesh. However, there is something strange about them... And I'm not even referring to their wings...
es: Entonces son los humanos de los que hablabas, señor Ogesh. Sin embargo, hay algo extraño en ellos... Y ni siquiera me refiero a sus alas...

source: Hail, orc sovereign! I am Liliel, and I am here on behalf of the Crystal Tower!
es: ¡Salve, soberano orco! ¡Soy Liliel y vengo en nombre de la Torre de Cristal!

source: What do you want here, bird-girl?
es: ¿Qué quieres aquí, pájara?

source: Beware thy speech, orc; I am not one of thy lackeys for thee to use such low language on me.
es: Cuida tu lengua, orco; no soy uno de tus lacayos para que me hables con tan baja lenguaje.

source: AND JUST WHO DO YOU THINK YOU ARE TO COME HERE AND TELL ME HOW I SHOULD...
es: ¡¿Y TÚ QUIÉN TE CREES QUE ERES PARA VENIR AQUÍ Y DECIRME CÓMO DEBO HABLAR...?!

source: I have been sent by the great Seraphin Lords; they have sensed that a great evil has descended on our troubled, but dear continent, and that it has arrived near thy capital. I ask thee, has any unknown faction set foot on thy shores?
es: He sido enviada por los grandes Señores Serafines; han percibido que un gran mal ha descendido sobre nuestro continente atribulado pero querido, y que ha llegado cerca de tu capital. Te pregunto, ¿alguna facción desconocida ha puesto pie en tus costas?

source: (fuming) No kidding, I swear I'm going to pluck every feather from her wings, one by one, and...
es: (furioso) Sin broma, juro que le voy a arrancar todas las plumas de las alas, una por una, y...

source: Lord Ogesh, allow me. Liliel, I am Myra of Hiera'Shirsha, and I lead the refugees from a distant war. I have arrived here just yesterday, and I wonder whether this 'evil' you talk about refers to us; and if so, why do you consider us an 'evil'?
es: Señor Ogesh, cálmese. (gritando) Liliel, soy Myra de Hiera’Shirsha y lidero a los refugiados de una guerra lejana. Llegué aquí apenas ayer, y me pregunto si ese «mal» del que hablas se refiere a nosotros; y de ser así, por qué nos consideras un «mal».

source: So you are the one the Lords saw! Verily do I tell you that I'm impressed by how innocent you look, o stranger, but think not that I will have mercy on thee, nor that I will spare thee the righteous punishment sentenced by the Great Lords of the Crystal Tower, from whose mouths pour the holy will of the Great Gods! Now, grab thy weapon, and face thy fate at the edge of my blessed blade!
es: ¡Así que tú eres la que vieron los Señores! En verdad te digo que estoy impresionada por lo inocente que pareces, extranjera, ¡pero no creas que tendré piedad de ti, ni que te libraré del justo castigo dictado por los Grandes Señores de la Torre de Cristal, de cuyas bocas fluye la santa voluntad de los Grandes Dioses! ¡Ahora toma tu arma y enfrenta tu destino al filo de mi espada bendita!

source: My, my, and I thought <i>I</i> was pedantic...
es: Vaya, vaya, y yo que pensaba que <i>yo</i> era la pedante...

source: Who the hell is that pest? Let's just destroy her, and then march on this 'Crystal Tower' and empty it! I'm sure it will make us a fine outpost...
es: ¿Quién demonios es esa plaga? ¡Vamos a destruirla y luego marchamos a esa «Torre de Cristal» y la vaciamos! Seguro que nos servirá de excelente puesto avanzado...

source: (whispering) You're talking about her, but did you notice what she said? I bet all my horses that this 'evil' she babbles about is actually our gem.
es: (susurrando) Hablas de ella, pero ¿escuchaste lo que dijo? Apuesto todos mis caballos a que ese «mal» del que habla es en realidad nuestra gema.

source: (whispering) You spoke my thoughts, father. Listen, Liliel, I think I understand what you are talking about; but know that we're just guarding it, so that it won't fall into the wrong hands!
es: (susurrando) Dijiste lo que pensaba, padre. (gritando) Escucha, Liliel, creo que entiendo de qué hablas; ¡pero sabe que solo la estamos protegiendo para que no caiga en malas manos!

source: In that case, thou shall quietly yield me the evil source thou carries and I shall deliver it to the Seraphin Lords; then they may even permit thee an audience with them, and be granted a place on our lands to live as our loyal vassals.
es: En ese caso, entrégame tranquilamente la fuente del mal que llevas y yo la entregaré a los Señores Serafines; entonces tal vez te permitan una audiencia con ellos y te concedan un lugar en nuestras tierras para vivir como vasallos leales.

source: (moaning) Myra, I beg you, let me loose on her...
es: (gimoteando) Myra, te lo suplico, déjame acabar con ella...

source: I'm sorry, but we won't yield it to anyone; we have fought too hard and lost too many of our own to do that.
es: (gritando) Lo siento, pero no se la entregaremos a nadie; hemos luchado demasiado y perdido a demasiados de los nuestros como para rendirla así.

source: Then you leave me no choice.
es: Entonces no me dejas otra opción.

source: Come on, Myra, let me help you; there is a heavy price to pay for waking the Orc Sovereign so early in the morning with such nonsense.
es: Vamos, Myra, déjame ayudarte; hay un precio muy alto que pagar por despertar al Soberano Orco tan temprano con semejante tontería.

source: Lo, there comes a band of those smelly beasts! Seek no quarrel with them, holy warriors, but do not hesitate in smiting them should they stand on our path.
es: ¡He aquí que viene una banda de esas bestias apestosas! No busquen pelea con ellos, guerreros santos, pero no duden en aniquilarlos si se interponen en nuestro camino.

source: This minotaur band isn't very strong, so we can take on them as well. And don't kill Liliel; I want to have a few more words with her...
es: Esta banda de minotauros no es muy fuerte, así que también podemos con ellos. Y no maten a Liliel; quiero tener unas palabras más con ella...

source: How... How can I be bested by these evildoers?! O Heavenly Lords, haven't I been faithful enough?
es: ¡¿Cómo... cómo puedo ser derrotada por estos malhechores?! ¡Oh Señores Celestiales, ¿acaso no he sido lo bastante fiel?!

source: Cease your babbling and listen! We could kill you right here and now, but we're not the evildoers you deem us to be! Now tell me, is this 'Crystal Tower' the place where your leaders seat?
es: ¡Deja de balbucear y escucha! Podríamos matarte aquí y ahora, ¡pero no somos los malhechores que crees! Ahora dime, ¿esa «Torre de Cristal» es donde residen tus líderes?

source: It... It is so...
es: Sí... así es...

source: Then you will take me there, so that I may talk to them myself. If your people wishes this continent good so much, then there is no reason we can't be friends.
es: Entonces me llevarás allí, para que pueda hablar con ellos personalmente. Si tu pueblo desea tanto el bien de este continente, no hay razón para que no podamos ser amigos.

source: Thou... Thou wills me to lead thee to where our dear lords live, so that thou may treacherously strike them down!
es: ¡Tú... me obligas a llevarte donde viven nuestros queridos señores para que los traiciones y los mates!

source: (eyes rolling) Myra, give up arguing with her, now stand aside, that my arm is itching to let this sword fall on that pretty neck of hers...
es: (poniendo los ojos en blanco) Myra, deja de discutir con ella, ahora apártate, ¡que me pica el brazo por dejar caer esta espada sobre ese lindo cuello suyo...!

source: Akashia, at least <i>try</i> to help!
es: ¡Akashia, al menos <i>intenta</i> ayudar!

source: But thy plot shall fail, evildoer! Thou may have bested me, a mere claimant, but the Seraphin Lords are far above thy rank! I will take thee there, just so that they may obliterate thee for good!
es: ¡Pero tu plan fallará, malhechora! Puede que me hayas vencido a mí, una simple pretendiente, ¡pero los Señores Serafines están muy por encima de tu nivel! Te llevaré allí, ¡solo para que te aniquilen de una vez por todas!

source: (sighing) Then take me there, so that your lords may strike me down with their righteous strength...
es: (suspirando) Entonces llévame allí, para que tus señores me derriben con su justa fuerza...

source: I hope you're aware that we're not letting you go alone, right?
es: Espero que sepas que no te vamos a dejar ir sola, ¿verdad?

source: (smiling) Do I have any choice? I will go to this Crystal Tower, but I want Ravyan and my father here with the Aragwaithi and the Hannuk. That is, if Lord Ogesh allows them to stay at his city a little longer?
es: (sonriendo) ¿Acaso tengo opción? Iré a esta Torre de Cristal, pero quiero que Ravyan y mi padre se queden aquí con los aragwaithi y los hannuk. Eso, si el señor Ogesh permite que se queden en su ciudad un poco más.

source: You have my permission.
es: Tienen mi permiso.

source: Thank you again, Lord Ogesh. Dvalin, come with us, along with your dwarves; if we find the Motsoghnir Clan along the way, we'll need you by our side to convince them we're friendly. Tell me, Liliel, what path will you lead us through?
es: Gracias otra vez, señor Ogesh. Dvalin, ven con nosotros junto a tus enanos; si encontramos al Clan Motsoghnir en el camino, te necesitaremos a nuestro lado para convencerlos de que somos amigos. Dime, Liliel, ¿por qué camino nos guiarás?

source: Certainly the most dangerous one, so that she may betray us on the way and leave us in dire straits...
es: Seguro que el más peligroso, para traicionarnos en el camino y dejarnos en la estacada...

source: I am not a lowly evildoer like thee, mindless warmonger. I shall take thee through the Sun Path until the Dark Island, and then go south, to the Silent Desert, where the Crystal Tower rises. This is the safest route I can think of, but be warned that we may still be attacked by vampires, wargs or minotaurs.
es: No soy una vil malhechora como tú, belicista sin cerebro. Te llevaré por el Sendero del Sol hasta la Isla Oscura, y luego al sur, al Desierto Silencioso, donde se alza la Torre de Cristal. Es la ruta más segura que se me ocurre, pero ten en cuenta que aún podemos ser atacados por vampiros, huargos o minotauros.

source: Good. Let's leave as soon as possible.
es: Bien. Vámonos lo antes posible.

source: (whispering) What about the Soul? Will you take it with you?
es: (susurrando) ¿Y el Alma? ¿La llevarás contigo?

source: (whispering) Of course I will. But rest assured that I will keep an eye on it; Liliel may talk harshly about treachery, but who knows what she may do in the name of what she thinks is right.
es: (susurrando) Claro que sí. Pero estén tranquilos, la vigilaré; Liliel puede hablar mucho de traición, pero quién sabe qué podría hacer en nombre de lo que ella cree que es correcto.

source: I can't fall, milady needs me...!
es: ¡No puedo caer, mi señora me necesita…!

source: What is that large stain on the horizon...? Oh damn it, it's another huge army sent by that loser of my brother!
es: ¿Qué es esa mancha enorme en el horizonte...? ¡Maldición, es otro ejército enorme enviado por ese perdedor de mi hermano!

source: We should have defeated our enemies when we could; now, we won't be able to fight so many of them at once...
es: Deberíamos haber derrotado a nuestros enemigos cuando pudimos; ahora no podremos con tantos a la vez...

source: The Sun Path
es: El Sendero del Sol

source: Firstly, search for the Dark Island in the east
es: Primero, buscar la Isla Oscura en el este

source: Death of Liliel
es: Muerte de Liliel

source: Vampires
es: Vampiros

source: Motsoghnir Dwarves
es: Enanos Motsoghnir

source: Wargs
es: Huargos

source: Dvalin, tell me more about this Motsoghnir Clan; how did they reach this continent, if you dwarves don't sail?
es: Dvalin, cuéntame más sobre este Clan Motsoghnir; ¿cómo llegaron a este continente si los enanos no navegan?

source: Legend has it that they dug deeper and deeper into the earth, always going eastwards, until they were below the sea. However, one day part of their tunnels collapsed, and so they were never seen again. Explorers like me were always told their legend as a lesson of the dangers of exploring too much, but it seems like the Motsoghnir dwarves actually survived. I hope we get to meet them.
es: La leyenda dice que cavaron cada vez más profundo en la tierra, siempre hacia el este, hasta que quedaron debajo del mar. Sin embargo, un día parte de sus túneles se derrumbaron, y nunca más se les volvió a ver. A exploradores como yo siempre nos contaban su leyenda como lección sobre los peligros de explorar demasiado, pero parece que los enanos Motsoghnir realmente sobrevivieron. Espero poder conocerlos.

source: So do I, it would be good to have more dwarvish allies here. Do you know any tale about elves travelling east across the ocean, Alenya?
es: Yo también, sería bueno tener más aliados enanos aquí. ¿Conoces alguna historia sobre elfos viajando al este a través del océano, Alenya?

source: I'm afraid not, Myra; we elves are quite a sedentary people, we seldom leave our forests to wander about the world... And what are you snickering about, Dvalin?
es: Me temo que no, Myra; nosotros los elfos somos bastante sedentarios, rara vez dejamos nuestros bosques para vagar por el mundo... ¿Y de qué te ríes, Dvalin?

source: I have met these dwarves you talk about before; they staunchly refuse to let us enlighten them, but at least sit quietly at their cavernous corner.
es: Ya he conocido a esos enanos de los que hablan; se niegan rotundamente a que los iluminemos, pero al menos se quedan calladitos en su rincón cavernoso.

source: And you should stay quietly at your corner, bird-girl, before I roast you.
es: Y tú deberías quedarte calladita en tu rincón, pájara, antes de que te ase.

source: Girls, please... Now Liliel, show us the way; and don't forget that, if you try anything weird, you'll be duly punished.
es: Chicas, por favor... Ahora Liliel, muéstranos el camino; y no olvides que, si intentas algo raro, serás debidamente castigada.

source: (sulking) Just follow me, sinners...
es: (refunfuñando) Solo síganme, pecadores...

source: A minotaur settlement... I know you'd prefer avoiding them, milady, but they may gather more warriors later, and it would be unwise to leave a large force on our rear.
es: Un asentamiento de minotauros... Sé que preferirías evitarlos, mi señora, pero pueden reunir más guerreros después, y sería imprudente dejar una gran fuerza a nuestras espaldas.

source: Was that a human?
es: ¿Eso era un humano?

source: No, it was a vampire. Now that it has seen you, it has gone tell its comrades. Be prepared...
es: No, era un vampiro. Ahora que los vio, fue a avisar a sus camaradas. Prepárense...

source: So it is true: a patrol group of dwarves alongside a southern freak and... the cursed Windsong. Our kind has waited for so long, but we finally have a chance to have our revenge on them...
es: Entonces es cierto: un grupo de patrulla de enanos junto a un monstruo del sur y... las malditas Hijas del Viento. Nuestra raza ha esperado tanto, pero por fin tenemos la oportunidad de vengarnos de ellas...

source: (shouting) You know, they are the last of their order...
es: (gritando) ¡Sepan que son las últimas de su orden...!

source: (furious) What have you done, you idiot...!
es: (furiosa) ¡Qué has hecho, idiota…!

source: If that is true, then I must quickly take the news to Lord Vrykos! Armand, go to the Red Pinnacle as fast as you can; I'll stay here and capture them.
es: ¡Si eso es cierto, debo llevar la noticia al señor Vrykos de inmediato! Armand, ve al Pináculo Rojo lo más rápido que puedas; yo me quedaré aquí y los capturaré.

source: As you wish, my liege.
es: Como desees, mi señor.

source: Well, you have been warned... Cipher of Silence!
es: Bueno, fuiste advertida... ¡Cifrado de Silencio!

source: Don't worry, you have just been temporarily silenced. Now, onwards!
es: No te preocupes, solo has sido silenciada temporalmente. ¡Ahora, adelante!

source: So that hapless Armand was right after all: the Windsong have returned to this continent... And they seem to be giving our dear Vlad a very hard time, don't they?
es: Entonces el pobre Armand tenía razón después de todo: las Hijas del Viento han regresado a este continente... Y parece que le están dando muy duro a nuestro querido Vlad, ¿verdad?

source: Stay out of this, Abel! They are my prey!
es: ¡Quédate fuera de esto, Abel! ¡Son mi presa!

source: Oh, don't be so greedy! It will be better to live and share the glory of capturing the witches with me than dying at their hands and having no glory at all, don't you agree?
es: ¡Oh, no seas tan avaricioso! Es mejor vivir y compartir la gloria de capturar a las brujas conmigo que morir a sus manos y no tener gloria alguna, ¿no crees?

source: Well... You... Argh! You may join me then, but I want you to send out all your vassals! I won't take the brunt of their attack alone.
es: Bueno... Tú... ¡Argh! Puedes unirte entonces, ¡pero quiero que envíes a todos tus vasallos! ¡No voy a recibir todo el ataque yo solo!

source: Dvalin, look! Can those dwarves be from the Motsoghnir Clan?
es: ¡Dvalin, mira! ¿Esos enanos serán del Clan Motsoghnir?

source: They can't be anyone else! (shouting) Hey, fellow dwarves from the Motsoghnir Clan! We come from your old home, the Windy Mountains in the Great Continent! Please help us against these pesky blood-suckers, for we are seriously outnumbered!
es: ¡No pueden ser otros! (gritando) ¡Oigan, compañeros enanos del Clan Motsoghnir! ¡Venimos de su antiguo hogar, las Montañas Ventosas del Gran Continente! ¡Por favor ayúdennos contra estos molestos chupasangre, que estamos en seria desventaja numérica!

source: Och, I came here expecting to find another vampire raiding group threatening our frontiers, and I find our kinsmen from the Old Realm; even though they're accompanied by Windsong-looking humans, by a southern freak, and worse, by an elf, it is a joyful sight indeed. Just leave some of these blood-suckers for my boys, kinsman!
es: ¡Och, vine aquí esperando encontrar otro grupo de saqueo vampírico amenazando nuestras fronteras, y encuentro a nuestros parientes del Reino Antiguo; aunque vengan acompañados por humanos que parecen Hijas del Viento, por un monstruo del sur, y peor aún, por una elfa, es una vista alegre de verdad. ¡Solo dejen algunos de estos chupasangre para mis muchachos, pariente!

source: Ah, it is always good to smash some blood-suckers under our hammers! I'm Alcatas of the Motsoghnir Clan, friends! Tell me, is it true that you come from the faraway Windy Mountains?
es: ¡Ah, siempre es bueno aplastar chupasangre bajo nuestros martillos! ¡Soy Alcatas del Clan Motsoghnir, amigos! Díganme, ¿es cierto que vienen de las lejanas Montañas Ventosas?

source: I am Dvalin of the Aigathol Clan, and yes, it is true. Unfortunately, though, we are refugees, forced out of our home by an endless horde of drakes and saurians led by fire dragons; alongside our human friends, we have crossed the Stormy Ocean and reached the shores of this continent, where we were aided by the orc king Ogesh, whom we have helped in a battle against his brother's troops...
es: Soy Dvalin del Clan Aigathol, y sí, es cierto. Desafortunadamente, somos refugiados, expulsados de nuestro hogar por una horda interminable de dracos y saurianos liderados por dragones de fuego; junto a nuestros amigos humanos, cruzamos el Oceáno Tempestuoso y llegamos a las costas de este continente, donde fuimos ayudados por el rey orco Ogesh, a quien ayudamos en una batalla contra las tropas de su hermano...

source: Wait a minute, you are friends of the orcs?!
es: ¡Un momento, son amigos de los orcos?!

source: Of Ogesh, yes; is he your enemy?
es: De Ogesh, sí; ¿es tu enemigo?

source: Och, not exactly; his lands are far from our mountains, though we often fight his brother's armies. But it doesn't matter, does it? An orc is an orc, and cannot be trusted.
es: Och, no exactamente; sus tierras están lejos de nuestras montañas, aunque a menudo peleamos contra los ejércitos de su hermano. Pero eso no importa, ¿verdad? Un orco es un orco, y no se puede confiar en ellos.

source: With all due respect, Alcatas, Ogesh has been nothing short of honourable and helpful to us. He has welcomed my people, and Dvalin's, for the aid we gave him.
es: Con el debido respeto, Alcatas, Ogesh ha sido nada menos que honorable y útil con nosotros. Ha dado la bienvenida a mi pueblo, y al de Dvalin, por la ayuda que le dimos.

source: Well, you will pardon me, but I find it hard to trust people who do business with orcs, especially if these people are Windsong, and especially if there is an elf amongst these people...
es: Bueno, me perdonarán, pero me cuesta confiar en gente que hace tratos con orcos, especialmente si esa gente son Hijas del Viento, y especialmente si hay una elfa entre ellos...

source: (angry) You may be a kinsman, Alcatas, but watch out how you speak about this elf! She's my... friend, and has been of great aid to all of us since we began this journey!
es: (enojado) Puede que seas un pariente, Alcatas, ¡pero cuidado con cómo hablas de esta elfa! ¡Es mi... amiga, y ha sido de gran ayuda para todos nosotros desde que comenzamos este viaje!

source: Och, friend, if you say so, then I apologize, for I meant no offence... Anyway, why don't you come in our caves and rest? I may take Dvalin there to speak with our King Dulcatas, but the rest of you must wait in one of our fringe villages until the king summons you.
es: Och, amigo, si tú lo dices, entonces me disculpo, no quise ofender... De todos modos, ¿por qué no vienen a nuestras cuevas a descansar? Puedo llevar a Dvalin a hablar con nuestro rey Dulcatas, pero el resto de ustedes debe esperar en una de nuestras aldeas periféricas hasta que el rey los llame.

source: I thank your invitation, and I really want to speak with your king, but right now we're in a quest to the Crystal Tower. But Dvalin, if you wish to follow Alcatas, then you should go.
es: Agradezco tu invitación, y realmente quiero hablar con tu rey, pero ahora mismo estamos en una misión hacia la Torre de Cristal. Pero Dvalin, si deseas seguir a Alcatas, deberías hacerlo.

source: Well, I think I will; dwarves don't fare well in sandy or swampy terrains anyway...
es: Pues, creo que lo haré; de todos modos los enanos no nos va bien en terrenos arenosos o pantanosos...

source: Well, I... (looks indecisive) Well, I think I would only slow you dwarves down if I follow you into the caves, so I'll stay with Myra...
es: Pues, yo... (mira indecisa) Bueno, creo que solo los retrasaría si los sigo a las cuevas, así que me quedaré con Myra...
