Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: We hadn't seen each other in a while before it all began, since I was a guardian in Hiera'Shirsha and she was studying under Lashimi in Hashira's Valley. But we've always been rather close, actually. We were brought to Hiera'Shirsha only two years apart, and we're also close in age. Besides, our foster-mothers were very close friends so we were always around each other.
es: No nos veíamos desde hacía un tiempo antes de que todo empezara, porque yo era guardiana en Hiera’Shirsha y ella estudiaba con Lashimi en el Valle de Hashira. Pero siempre hemos estado bastante unidas, en realidad. Nos llevaron a Hiera’Shirsha con solo dos años de diferencia y también somos cercanas en edad. Además, nuestras madres adoptivas eran muy buenas amigas, así que siempre estábamos juntas.

source: And your foster-mother was?
es: ¿Y tu madre adoptiva era…?

source: Deianira, the Scarlet Lightning. She found me during an expedition to Arajunna.
es: Deianira, el Rayo Escarlata. Me encontró durante una expedición a Arajunna.

source: I've heard of the Scarlet Lightning! One of my mentors, Sunna of the Solariel, used to tell me much about her.
es: ¡Espera, he oído hablar de ella! Una de mis mentoras, Sunna de los Solariel, me hablaba mucho de ella.

source: Sunna of the Solariel... Yes, I've heard of her too. My mother used to say elves were 'stuck-up bitches', but she always had nice words for Sunna.
es: Sunna de los Solariel… Sí, también he oído de ella. Mi madre decía que los elfos eran «engreídos de mierda», pero siempre tenía buenas palabras para Sunna.

source: Um... that's good, I suppose...?
es: Eh… está bien, supongo…?

source: *What a beautiful field of flowers; Veela would have loved it...*
es: *Qué hermoso campo de flores; a Veela le habría encantado…*

source: Look, another group of the cursed Aragwaithi comes to harass us! Just when you thought they would leave us in peace for a while and focus on their own problems... By the spirits of the air, what is wrong with these people?
es: ¡Mirad, otro grupo de malditos aragwaithi viene a molestarnos! ¡Justo cuando pensabas que nos dejarían en paz un tiempo y se ocuparían de sus propios problemas… Por los espíritus del aire, qué les pasa a esta gente!

source: My, my, you Aragwaithi are truly unpopular in these realms, aren't you?
es: Vaya, vaya, los aragwaithi sois realmente impopulares por estos lares, ¿eh?

source: Calm down, Steppe Master, for we don't come as enemies. Rather, we're just refugees of the war that destroyed our homes in the Meadows.
es: Tranquilo, Maestro de la Estepa, no venimos como enemigos. Más bien somos refugiados de la guerra que destruyó nuestros hogares en los Prados.

source: So you are just a ragtag bunch of losers with no home, no allies? By the spirits of fire, I never thought I'd have the hated Aragwaithi at my mercy like this... Warriors of the Steppes, suit yourselves! The glory of crushing these rascals shall be ours!
es: ¿Así que solo sois un puñado de perdedores sin hogar ni aliados? ¡Por los espíritus del fuego, nunca pensé que tendría a los odiados aragwaithi a mi merced así…! ¡Guerreros de la Estepa, a vuestra voluntad! ¡La gloria de aplastar a estos granujas será nuestra!

source: Well, in the end they barely let us talk at all...
es: Bueno, al final apenas nos dejaron hablar…

source: (sighing) If we have no choice, then we must fight them. Maybe he'll be more willing to listen to us at the point of a sword.
es: (suspirando) Si no tenemos opción, tendremos que luchar. Quizá así esté más dispuesto a escucharnos, a punta de espada.

source: Damn you people of the Meadows! You may have killed me, but you are no match for the tribes you shall find as you go further into our steppes!
es: ¡Maldita sea la gente de los Prados! Puede que me hayáis matado, ¡pero no sois rival para las tribus que encontraréis más adentro en nuestras estepas!

source: Cease this hostile talk, Steppe Master. Really, I thought the Hannuks were hospitable, but you have attacked me without even thinking twice, me, a kinswoman of yours...
es: Deja de hablar con hostilidad, Maestro de la Estepa. De verdad, pensaba que los hannuk eran hospitalarios, ¡pero me has atacado sin pensarlo dos veces, a mí, una pariente tuya…!

source: What kinswoman? I see only fair-haired Aragwaithi and mongrel witches amongst you. And speaking of which, I now remember that you broom-riding Windsong used to kidnap our young girls to fill up your darn ranks!
es: ¿Qué pariente? Solo veo aragwaithi rubios y brujas mestizas entre vosotros. Y hablando de eso, ahora recuerdo que vosotras, las Hijas del Viento que vais en escoba, solíais raptar a nuestras niñas para engrosar vuestras malditas filas.

source: I won't deny our Order did bad things to other peoples in the past, but the late High Ascendant Maat, my foster-mother, stopped that practice and compensated the harassed peoples long ago. And I am your kinswoman, Steppe Master, can't you see that in my features? My mother was Aragwaithi, but my father was a Hannuk, though I have never met him myself...
es: No negaré que nuestra Orden hizo cosas malas a otros pueblos en el pasado, pero la difunta Gran Ascendente Maat, mi madre adoptiva, acabó con esa práctica y compensó a los pueblos perjudicados hace mucho. Y soy tu pariente, Maestro de la Estepa, ¿no lo ves en mis rasgos? Mi madre era aragwaithi, pero mi padre era hannuk, aunque nunca lo he conocido…

source: Daughter of an Aragwaithi woman and a Hannuk...? Is it possible that you are <i>his</i> daughter...?
es: ¿Hija de una mujer aragwaithi y un hannuk…? ¿Es posible que seas <i>su</i> hija…?

source: And what is your name, anyway?
es: ¿Y cómo te llamas, por cierto?

source: I am Myra of Hiera'Shirsha.
es: Soy Myra de Hiera’Shirsha.

source: Myra, if you really are like your foster-mother, then I think I can trust you. You may cross my lands and into the steppes, but be aware that not all other Hannuks may be as kind as me. Know also that this region of the steppes is inhabited by rogue bands of hunters, ogres and wild animals. If you manage to overcome these dangers and reach the Wolf Mountain, you may find your father, the noble Tarkyn. Tell him of how Subutai of the Turtle Clan was kind in letting you through his own lands.
es: Myra, si realmente eres como tu madre adoptiva, entonces creo que puedo confiar en ti. Puedes cruzar mis tierras y adentrarte en las estepas, pero ten en cuenta que no todos los demás hannuk serán tan amables como yo. También debes saber que esta región de las estepas está habitada por bandas de cazadores renegados, ogros y animales salvajes. Si logras superar estos peligros y llegas a la Montaña del Lobo, tal vez encuentres a tu padre, el noble Tarkyn. Dile que Subutai del Clan Tortuga fue amable al dejarlos pasar por sus tierras.

source: I will. Thank you, Steppe Master.
es: Lo haré. Gracias, Maestro de la Estepa.

source: So, my father's name's Tarkyn...
es: Así que mi padre se llama Tarkyn…

source: Halt! You have trespassed a land that belongs to me, outsiders, and so you must compensate us in gold!
es: ¡Alto! ¡Habéis traspasado una tierra que me pertenece, forasteros, y por eso debéis compensarnos con oro!

source: We have precious little gold even for ourselves, we can't afford spending it anywhere else. And besides, if you don't want people to trespass your land, then you should spread signs around it marking its frontiers, don't you agree?
es: Tenemos muy poco oro incluso para nosotros, no podemos permitirnos gastarlo en cualquier sitio. Y además, si no quieres que la gente traspase tu tierra, deberías poner señales alrededor marcando sus fronteras, ¿no crees?

source: Impudent little girl, I will teach you a lesson! Nobody disrespects the great Kublai, the Scourge of the Steppes, and lives to tell the tale!
es: ¡Niña insolente, te daré una lección! ¡Nadie falta al respeto al gran Kublai, el Azote de las Estepas, y vive para contarlo!

source: Yeah, right...
es: Sí, claro…

source: How could I be defeated by a mere girl...?
es: ¿Cómo he podido ser derrotado por una simple niña…?

source: Hey, look at all this gold... I bet he's one of the bandits Subutai warned us about.
es: Eh, mirad todo este oro… Apuesto a que es uno de esos bandidos de los que nos advirtió Subutai.

source: You have found 250 pieces of gold!
es: ¡Has encontrado 250 piezas de oro!

source: Ogre Chieftain
es: Jefe Ogro

source: Whoa, watch out everyone, there is something in those ruins...
es: ¡Cuidado todos, hay algo en esas ruinas…!

source: Tiny humans invade my land, me kill tiny humans, and then me children eat tiny humans!
es: ¡Pequeños humanos invaden mi tierra, yo matar pequeños humanos, y luego mis hijos comer pequeños humanos!

source: Oh my, how lucky of us to have stumbled on a tribe of adult ogres...
es: Vaya, qué suerte la nuestra tropezar con una tribu de ogros adultos…

source: Pah, ogres are nothing more than brainless savages, and their cleavers have little effect on our armour! Stand aside, that we will stamp them out!
es: ¡Bah, los ogros no son más que salvajes sin cerebro y sus cuchillas tienen poco efecto en nuestras armaduras! ¡Apartaos, que los exterminaremos!

source: Their ruins seem very old, but I think they'll make us a fine place to rest for a while. I just wonder why everyone is so territorial in this vast steppe...
es: Sus ruinas parecen muy antiguas, pero creo que nos servirán como buen lugar para descansar un rato. Solo me pregunto por qué todos son tan territoriales en esta vasta estepa…

source: The ogres were sitting on an actual trove... Wonder if they stole it from Hannuks unlucky enough to step into their swamp?
es: Los ogros estaban sentados sobre un verdadero tesoro… ¿Será que se lo robaron a hannuk con tan mala suerte como para entrar en su pantano?

source: You have found 300 pieces of gold!
es: ¡Has encontrado 300 piezas de oro!

source: I think this is the mountain Subutai talked about; its pinnacle does resemble a howling wolf.
es: Creo que esta es la montaña de la que habló Subutai; su cima sí parece un lobo aullando.

source: So, Myra's father's clan must be close now. I just hope he receives us friendly...
es: Entonces, el clan del padre de Myra debe estar cerca. Solo espero que nos reciba amistosamente…

source: Uh-oh, I see trouble ahead...
es: Uy, veo problemas delante…

source: Listen to me, old Tarkyn: no longer will the Wolfpelt Clan accept being ordered around by one such as you, who breaks the ancient traditions of the Steppe Peoples by allowing women to wield the bow!
es: Escúchame, viejo Tarkyn: ¡el Clan Piel de Lobo ya no acepta que le dé órdenes alguien como tú, que rompe las antiguas tradiciones de los Pueblos de la Estepa al permitir que las mujeres empuñen el arco!

source: Oh, silence from you, unworthy scum! We all know you are merely coveting Master Tarkyn's fertile lands! Master, you may count the aid of my clan.
es: ¡Oh, cállate, escoria indigna! Todos sabemos que solo codicias las fértiles tierras del maestro Tarkyn. Maestro, puedes contar con la ayuda de mi clan.

source: I greatly appreciate your loyalty, worthy Bleda. Now, let's wave this puny upstart aside and... But wait, who comes there in the Wolf Mountain?
es: Agradezco mucho tu lealtad, digno Bleda. Ahora, apartemos a este advenedizo insignificante y… Pero espera, ¿quién viene por la Montaña del Lobo?

source: I recognize their green clothing and fair hair: they're Aragwaithi!
es: Reconozco su ropa verde y su pelo claro: ¡son aragwaithi!

source: And they're followed by those witches and... who are those halflings...?
es: Y les siguen esas brujas y… ¿quiénes son esos medianos…?

source: They're cave-dwellers, and by the looks of it, they're all refugees. I think the rumours were true then, the dragons have destroyed the Meadows...
es: Son habitantes de cuevas y, por lo que parece, todos son refugiados. Entonces las rumores eran ciertos, los dragones han destruido los Prados…

source: Ha! So these are the last of the cursed Aragwaithi, uh? Tarkyn, Bleda, I suggest warming ourselves up on them before facing each other, what do you say?
es: ¡Ja! ¿Así que estos son los últimos de los malditos aragwaithi, eh? Tarkyn, Bleda, propongo que nos calentemos un poco con ellos antes de enfrentarnos entre nosotros, ¿qué decís?

source: I admit the idea pleases me. What do you say, Master Tarkyn?
es: Admito que la idea me agrada. ¿Qué dices, maestro Tarkyn?

source: Let's at least give their leader the right to speak. (shouting) Refugees, listen to me! I am Tarkyn of the Doe Clan, paramount in the western steppes! Now answer me: who is your leader? Let him, or her, step up and say what your business in our lands is.
es: Al menos demos a su líder el derecho a hablar. (gritando) ¡Refugiados, escuchadme! ¡Soy Tarkyn del Clan Ciervo, soberano de las estepas occidentales! Ahora respondedme: ¿quién es vuestro líder? Que él, o ella, dé un paso al frente y diga qué os trae a nuestras tierras.

source: Greetings, Master Tarkyn... I am Myra of Hiera'Shirsha, daughter of Ysara of Kiera...
es: Saludos, maestro Tarkyn… Soy Myra de Hiera’Shirsha, hija de Ysara de Kiera…

source: Daughter of Ysara...?!
es: ¡¿Hija de Ysara…?!

source: As you said, we are just refugees, seeking a home for ourselves after the dragons devastated the Meadows. We are travelling to the Far East, which we know is uninhabited by human peoples...
es: Como dijiste, solo somos refugiados buscando un hogar después de que los dragones devastaran los Prados. Viajamos al Lejano Oriente, que sabemos que está deshabitado por pueblos humanos…

source: Why aren't our arrows piercing their stinking bodies yet? Let's end this useless talk and finish them!
es: ¿Por qué nuestras flechas aún no están atravesando sus apestosos cuerpos? ¡Acabemos con esta charla inútil y acabémoslos!

source: No! We can't kill them, their leader... This Myra, she's... she's my daughter!
es: ¡No! ¡No podemos matarlos, su líder… Esta Myra, es… es mi hija!

source: Your daughter?! But... how can this be?
es: ¡¿Tu hija?! Pero… ¿cómo puede ser?

source: She's the daughter I had with an Aragwaithi woman called Ysara, whom I captured when fighting an Aragwaithi raid. You are too young to know her story, but your elders certainly remember her, Bleda.
es: Es la hija que tuve con una mujer aragwaithi llamada Ysara, a quien capturé luchando contra una incursión aragwaithi. Eres demasiado joven para conocer su historia, pero tus mayores seguro la recuerdan, Bleda.

source: So you don't just spit on our traditions, but you mingle with our hated enemies as well! Do you see how unworthy your dear 'Master' is, Bleda?
es: ¡Así que no solo escupes sobre nuestras tradiciones, sino que te mezclas con nuestros odiados enemigos también! ¿Ves lo indigno que es tu querido «maestro», Bleda?

source: Master Tarkyn, you know I deeply respect you; but, though your daughter is welcome in our lands, we must not allow these Aragwaithi to cross the steppes unscathed.
es: Maestro Tarkyn, sabes que te respeto profundamente; pero, aunque tu hija sea bienvenida en nuestras tierras, no debemos permitir que estos aragwaithi crucen las estepas ilesos.

source: By the spirits of air, don't you think enough blood has been spilled in this senseless war with the Aragwaithi? And besides, they're being followed by dwarves and Windsong, two peoples with whom we have no quarrel; I say let them cross our land into the Far East, and forge an alliance with them, so that their heirs and ours may be friends.
es: ¡Por los espíritus del aire, no creéis que ya se ha derramado suficiente sangre en esta guerra sin sentido con los aragwaithi?! Y además, les siguen enanos y Hijas del Viento, dos pueblos con los que no tenemos disputa; digo que dejemos que crucen nuestras tierras hacia el Lejano Oriente y forjemos una alianza con ellos, para que sus herederos y los nuestros puedan ser amigos.

source: Over my dead body! I will not allow any more filth to be laid on the honour of the Hannuks! And you, Bleda: will you do as Tarkyn, or will you uphold the honour of our people and stamp out these invaders?
es: ¡Sobre mi cadáver! ¡No permitiré que se manche más el honor de los hannuk! Y tú, Bleda: ¿harás lo que dice Tarkyn o defenderás el honor de nuestro pueblo y exterminarás a estos invasores?

source: I... I am truly sorry, Master Tarkyn, but in this I shall ride with Denziq. I will not kill other Hannuks in defence of any Aragwaithi.
es: Yo… Lo siento mucho, maestro Tarkyn, pero en esto cabalgaré con Denziq. No mataré a otros hannuk para defender a ningún aragwaithi.

source: So our alliance is broken, for I will not allow any harm to afflict my daughter.
es: Entonces nuestra alianza se rompe, porque no permitiré que se haga daño a mi hija.

source: Father, don't...!
es: ¡Padre, no…!

source: And you, girl! Show me you have my blood in your veins and lead your people to victory!
es: ¡Y tú, muchacha: ¡Muéstrame que tienes mi sangre en las venas y lleva a tu pueblo a la victoria!

source: How dare he order me around...? Onwards, my friends! We must not allow <i>Master</i> Tarkyn to be killed here!
es: ¿Cómo se atreve a darme órdenes…? ¡Adelante, amigos! ¡No podemos permitir que maten al <i>maestro</i> Tarkyn aquí!

source: Defeat both Bleda and Denziq
es: Derrotar a Bleda y Denziq

source: Death of Tarkyn
es: Muerte de Tarkyn

source: No! Spare his life, for he does not deserve to die.
es: ¡No! ¡Perdonadle la vida, no merece morir!

source: I will not suffer the shame of being spared by filthy Aragwaithi and unworthy traitors of his own race! (stabs himself)
es: ¡No sufriré la vergüenza de ser perdonado por sucios aragwaithi y traidores indignos de su propia raza! (se apuñala)

source: (sighing) So much hatred, for what?
es: (suspirando) Tanto odio… ¿para qué?

source: Denziq and his clan were a bunch of unworthy idiots, but I truly regret having to kill Bleda. Let his clansmen flee; they will find somewhere else to live.
es: Denziq y su clan eran un hatajo de idiotas indignos, pero realmente lamento haber tenido que matar a Bleda. Dejad que sus clanes huyan; encontrarán otro lugar donde vivir.

source: But they will certainly tell to other Hannuks what happened here; won't you be attacked again then?
es: Pero seguro que contarán a otros hannuk lo que pasó aquí; ¿no te atacarán de nuevo entonces?

source: No. We Hannuks do not take anyone's grudge as our own, unless it is a threat to all of us. And you are nothing more than a ragtag band of losers of a distant war.
es: No. Los hannuk no tomamos la venganza de nadie como propia, a menos que sea una amenaza para todos nosotros. Y vosotros no sois más que un puñado de perdedores de una guerra lejana.

source: (sulks) You sure talk a lot for someone who has just had your arse saved by this ragtag bunch of losers, <i>dad</i>.
es: (refunfuña) Hablas mucho para alguien a quien acaba de salvarle el culo este puñado de perdedores, <i>papá</i>.

source: To begin with, I wouldn't have even needed your help hadn't you showed up, <i>sweetheart</i>. And you better watch out the language you use with me, understand?
es: Para empezar, no habría necesitado vuestra ayuda si no hubierais aparecido, <i>cariño</i>. Y mejor cuida el lenguaje que usas conmigo, ¿entendido?

source: (mumbling) He has just met me and is already lecturing me, how dare...?!
es: (murmurando) Acaba de conocerme y ya me está dando lecciones, ¿cómo se atreve…?

source: (whispering) It may be only me, but I think these two will get along quite well...
es: (susurrando) Puede que solo sea yo, pero creo que estos dos se van a llevar bastante bien…

source: But come into my village; after travelling for such a long time, you must be tired. And you, Myra, after you tend to your wounded, come to my hut; I'd like to talk with you.
es: Pero entrad en mi aldea; después de viajar tanto tiempo, debéis estar cansados. Y tú, Myra, cuando atiendas a tus heridos, ven a mi cabaña; me gustaría hablar contigo.

source: I can't fall, I must find a new home for everyone...
es: No puedo caer, tengo que encontrar un nuevo hogar para todos…

source: No... Myra, I-
es: No… Myra, yo-

source: I have failed in protecting my people...
es: He fallado en proteger a mi pueblo…

source: Argh! How can I die now, Alenya needs me...!
es: ¡Argh! ¡Cómo puedo morir ahora, Alenya me necesita…!

source: I searched my daughter for so long, how can I die after just meeting her?...
es: Busqué a mi hija durante tanto tiempo, ¿cómo puedo morir después de haberla encontrado…?

source: We have been crossing these steppes for far too long; if we keep like this, we will die of exhaustion!
es: Hemos estado cruzando estas estepas durante demasiado tiempo; ¡si seguimos así, moriremos de agotamiento!

source: Ashes of the War
es: Cenizas de la Guerra

source: Destroy Assix with Myra
es: Destruir a Assix con Myra

source: Hint: Tarkyn's units that remained alive to the end of the previous scenario are now under Myra's command. Additionally, she may now recruit Hannuks.
es: PISTA: Las unidades de Tarkyn que sobrevivieron hasta el final del escenario anterior están ahora bajo el mando de Myra. Además, ahora puede reclutar hannuk.

source: So, Ravyan, I see those children have finally let you go... Did you manage to convince them your hair is not made of gold?
es: Así que, Ravyan, veo que esos niños por fin te han dejado ir… ¿Lograste convencerlos de que tu pelo no está hecho de oro?

source: (chuckling) No, I just gave up and yielded some of it...
es: (riendo) No, simplemente me rendí y les di un poco…

source: We have to admit, my friend, the education we used to receive at home was extremely biased. These Hannuks are nothing like the ruthless barbarians we were told they were.
es: Tenemos que admitir, amigo, que la educación que recibíamos en casa era muy sesgada. Estos hannuk no tienen nada que ver con los bárbaros despiadados que nos decían que eran.

source: Och, I understand ye. It was the same with us dwarves about the trolls, until I met that brave Groth. Do you think the remains of his people have managed to find a new home?
es: Och, te entiendo. Con nosotros los enanos era lo mismo con los trolls, hasta que conocí al valiente Groth. ¿Crees que los restos de su pueblo han logrado encontrar un nuevo hogar?

source: I hope they have, as I hope the elvish survivors have managed to find a new and safe forest for themselves...
es: Espero que sí, como espero que los supervivientes élficos hayan logrado encontrar un bosque nuevo y seguro para ellos…

source: Sorry for spoiling the adorable moment, but we must discuss what we have ahead of us. Master Tarkyn has welcomed us in his land, but we can't stay here forever, and we still have a lot of Hannuk tribes on our way until we reach the Far East.
es: Perdonad por romper el momento adorable, pero tenemos que hablar de lo que nos espera. El maestro Tarkyn nos ha recibido en su tierra, pero no podemos quedarnos aquí para siempre, y aún tenemos muchas tribus hannuk en el camino hasta llegar al Lejano Oriente.

source: Look! A rider comes from our western neighbours... And he brings the bloody banner!
es: ¡Mirad! ¡Un jinete viene de nuestros vecinos del oeste… Y trae el estandarte ensangrentado!

source: What does this 'bloody banner' mean?
es: ¿Qué significa ese «estandarte ensangrentado»?

source: That an ally has just been destroyed by an invading force...
es: Que un aliado acaba de ser destruido por una fuerza invasora…

source: Does that mean the dragons have followed us into the steppes? But we haven't seen any of them during our entire journey out of the Meadows!
es: ¿Eso significa que los dragones nos han seguido hasta las estepas? ¡Pero no hemos visto ninguno durante todo nuestro viaje desde los Prados!
