Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: After some more deliberation, the warg leaders decided that the refugees could claim the Land's End peninsula, which was occupied by gnolls, minotaurs, carapaces and vampires, all of whom were a nuisance to the wargs. Garmo even pledged himself to help the humans clean the peninsula. Ecstatic with the prospect of finally seizing a land of their own after so many hardships, Myra sent some Windsong Seekers to contact Ravyan and Tarkyn; few days later, the remaining refugees joined Myra's army at the Dark Island, and together they travelled to Netjer-Ta's Far East, guided by the wargs, eager to finally meet their promised land...
es: Tras un poco más de deliberación, los líderes huargos decidieron que los refugiados podían reclamar la península del Fin de la Tierra, que estaba ocupada por gnolls, minotauros, caparazones y vampiros, todos los cuales eran una molestia para los huargos. Garmo incluso se comprometió a ayudar a los humanos a limpiar la península. Extasiada ante la perspectiva de finalmente apoderarse de una tierra propia después de tantas dificultades, Myra envió a algunas Buscadoras de las Hijas del Viento a contactar con Ravyan y Tarkyn; pocos días después, los refugiados restantes se unieron al ejército de Myra en la Isla Oscura y juntos viajaron al Extremo Oriente de Netjer-Ta, guiados por los huargos, ansiosos por conocer al fin su tierra prometida…

source: That night, in spite of their exhaustion and wounds, the former refugees partied for hours; one could even occasionally see them kissing the earth, that earth where their new city would be built. Aragwaithi, Hannuks, Windsong, dwarves and even wargs sang and danced with each other while drinking Dvalin's favourite beverage. But the highlight of the celebration happened when Jevyan asked Myra in marriage. It came as no surprise, since everyone there knew of the brave warrior's affection for their heroine, but they still hailed them boisterously when she accepted.
es: Esa noche, a pesar de su agotamiento y heridas, los antiguos refugiados festejaron durante horas; incluso se les podía ver de vez en cuando besando la tierra, esa tierra donde se construiría su nueva ciudad. Aragwaith, hannuk, Hijas del Viento, enanos e incluso huargos cantaban y bailaban unos con otros mientras bebían la bebida favorita de Dvalin. Pero el momento cumbre de la celebración ocurrió cuando Jevyan le pidió matrimonio a Myra. No fue una sorpresa, ya que todos allí conocían el afecto del valiente guerrero por su heroína, pero aun así los aclamaron ruidosamente cuando ella aceptó.

source: But the young couple could barely enjoy each other in the following weeks, which were filled with work. Aided by the Motsoghnir dwarves, the wargs and Dvalin's warriors, they built houses and some fortifications - because there was still the threat of the smaller bands of minotaurs, carapaces, gnolls and vampires who lived in the peninsula. A year later, Maat'Kare already counted with walls, houses for everyone, paved streets, an academy and a government building.
es: Pero la joven pareja apenas pudo disfrutar el uno del otro en las semanas siguientes, que estuvieron llenas de trabajo. Con la ayuda de los enanos Motsoghnir, los huargos y los guerreros de Dvalin, construyeron casas y algunas fortificaciones —porque aún existía la amenaza de las pequeñas bandas de minotauros, caparazones, gnolls y vampiros que vivían en la península—. Cinco semanas después, Maat’Kare ya contaba con murallas, casas para todos, calles pavimentadas, una academia y un edificio de gobierno.

source: This academy was built at the request of former Windsong who had formed a family: their goal was to create a new school of magic which anyone with magic potential could attend. Akashia and many other Windsong did not like this schism, but Myra herself fostered the creation of the academy. As for the government, it was composed of Ravyan, Tarkyn and two representatives from both the Aragwaithi and the Hannuks.
es: Esta academia se construyó a petición de antiguas Hijas del Viento que habían formado familia: su objetivo era crear una nueva escuela de magia a la que pudiera asistir cualquiera con potencial mágico. A Akashia y a muchas otras Hijas del Viento no les gustó este cisma, pero Myra misma fomentó la creación de la academia. En cuanto al gobierno, estaba compuesto por Ravyan, Tarkyn y dos representantes tanto de los aragwaith como de los hannuk.

source: With Maat'Kare's building finished, Dvalin returned to the Cyan Mountains, where he and his clan, now a close ally of the Motsoghnir dwarves, started building their own cities. Alenya went with him; she built a house for herself in a small, flowery valley amidst those mountains. Nevertheless, she often visited her human friends.
es: Una vez terminada la construcción de Maat’Kare, Dvalin regresó a las Montañas Cian, donde él y su clan, ahora aliados cercanos de los enanos Motsoghnir, comenzaron a construir sus propias ciudades. Alenya fue con él; se construyó una casa en un pequeño valle florido entre aquellas montañas, decidida a vivir allí hasta que los enanos reabrieran los túneles al Gran Continente. Aun así, visitaba a menudo a sus amigos humanos.

source: Akashia, whom Myra chose as the new head of the Windsong Order so she herself could live peacefully with Jevyan, gathered her sisters and conquered a mountain to the northwest of the Land's End peninsula. There they built a new Foundation: Hiera'Laksha. The old Windsong scrolls were kept there, while Maat'Kare kept copies of them all - but for the Book of the Dead. Unlike Alenya, Akashia seldom left her new home, but happily visited the human city to see the newborn son of Myra and Jevyan, Aldrik (a name with mixed Aragwaithi and Hannuk roots).
es: Akashia, a quien Myra eligió como nueva cabeza de la Orden de las Hijas del Viento para poder vivir tranquila con Jevyan, reunió a sus hermanas y conquistó una montaña al noroeste de la península del Fin de la Tierra. Allí construyeron una nueva Fundación: Hiera'Laksha. Los antiguos pergaminos de las Hijas del Viento quedaron guardados allí, mientras que Maat'Kare conservaba copias de todos ellos, excepto del Libro de los Muertos. A diferencia de Alenya, Akashia rara vez abandonaba su nuevo hogar, pero visitaba encantada la ciudad humana para ver al hijo recién nacido de Myra y Jevyan, Aldrik (un nombre de raíces mezcladas aragwaithi y hannuk).

source: Neither Myra nor Jevyan held official positions of power, but they were both extremely influential amongst the Maat'Karians; when they weren't taking care of Aldrik they were travelling the continent as ambassadors of their city, helping their allies (Ogesh, the wargs, the Celestials and the dwarves) in battles against orcs, vampires and minotaurs. It didn't take long until their names were known to every inhabitant of the continent; and, five years later, Maat'Kare was already a strong city, not to be trifled with...
es: Ni Myra ni Jevyan ocupaban cargos oficiales de poder, pero ambos eran extremadamente influyentes entre los maat'karianos; cuando no estaban cuidando a Aldrik, viajaban por el continente como embajadores de su ciudad, ayudando a sus aliados (Ogesh, los huargos, los Celestiales y los enanos) en batallas contra orcos, vampiros y minotauros. No tardó mucho en que sus nombres fueran conocidos por todos los habitantes del continente; y, cinco años después, Maat'Kare ya era una ciudad fuerte con la que no se podía jugar...

source: Part III: Raging Skies
es: Parte III: Cielos Furiosos

source: Unfortunately, however, there was more to the vampire attack than it originally seemed. In the day after that battle, Myra had a strong foreboding that a violent war was looming. The first thing she did was to warn her allies, and afterwards she helped strengthen Maat'Kare's defences; then, four days after sensing the impending threat, Myra received a bloodied message from Ogesh, begging her to aid him defend his capital against a massive orcish-vampire attack. Puzzled by the knowledge of orcs and vampires fighting together, Myra and Jevyan left Aldrik under the care of Ravyan and hurriedly travelled westwards, taking with them only her elementals and some Maat'Karian recruits who needed combat experience...
es: Desafortunadamente, sin embargo, el ataque vampírico tenía más detrás de lo que parecía al principio. Al día siguiente de esa batalla, Myra tuvo un fuerte presentimiento de que se avecinaba una guerra violenta. Lo primero que hizo fue advertir a sus aliados y luego ayudó a reforzar las defensas de Maat’Kare; cuatro días después de sentir la amenaza inminente, Myra recibió un mensaje ensangrentado de Ogesh suplicándole que lo ayudara a defender su capital contra un masivo ataque orco-vampírico. Desconcertada por la idea de orcos y vampiros luchando juntos, Myra y Jevyan dejaron a Aldrik al cuidado de Ravyan y viajaron rápidamente hacia el oeste, llevándose solo a sus elementales y a algunos reclutas maat’karianos que necesitaban experiencia en combate…

source: Myra and Jevyan remained at the orcish city, to protect it from Hagor's threat. In the meantime, Eranak contacted all of the orc warlords under Ogesh's influence, trying to muster their aid for the looming war. As expected, however, most of them refused to obey a dead sovereign. Eranak, seething in anger for what he considered a betrayal, thought of mustering his clan's reduced forces to force those chieftains to switch their loyalty back to him, but Myra (who, in those years travelling the continent, had learned well the orcish way) suggested going in his stead with her elementals, but carrying his clan's banner. Eranak, albeit a bit hesitating, agreed, but told her to take some of his warriors as well, or the chieftains would not accept pledging their own allegiances to Uldrol.
es: Myra y Jevyan se quedaron en la ciudad orca para protegerla de la amenaza de Hagor. Mientras tanto, Eranak contactó a todos los caudillos orcos bajo la influencia de Ogesh, intentando reunir su ayuda para la guerra que se avecinaba. Como era de esperar, la mayoría se negó a obedecer a un soberano muerto. Eranak, furioso por lo que consideraba una traición, pensó en reunir las reducidas fuerzas de su clan para obligar a esos jefes a volver a jurarle lealtad, pero Myra (que en esos años viajando por el continente había aprendido bien las costumbres orcas) sugirió ir en su lugar con sus elementales, pero portando el estandarte de su clan. Eranak, aunque algo dudoso, aceptó, pero le dijo que llevara también a algunos de sus guerreros, o los jefes no aceptarían jurar lealtad a Uldrol.

source: While Eranak chose his best and most trusted warriors to follow Myra, she sent away two elemental razorbirds carrying messages: one to Akashia, asking her to form stealth groups of pathfinders and skyrunners to scout the northern mountains and see whether there was any major stirring amongst the vampires; and the other one to King Dulcatas of the Motsoghnir Dwarves, warning him that the south-western orcish tribes might be rallying to war. A few days after the siege of Uldrol, followed by a small troop of orcish recruits, Myra and Jevyan started patrolling the lands formerly under Ogesh's rule...
es: Mientras Eranak elegía a sus mejores y más confiables guerreros para seguir a Myra, ella envió dos aves navaja elementales con mensajes: uno a Akashia, pidiéndole que formara grupos sigilosos de rastreadoras y corredoras del cielo para explorar las montañas del norte y ver si había movimientos importantes entre los vampiros; y el otro al rey Dulcatas de los enanos Motsoghnir, advirtiéndole que las tribus orcas del suroeste podrían estar preparándose para la guerra. Unos días después del asedio a Uldrol, seguidos por una pequeña tropa de reclutas orcos, Myra y Jevyan comenzaron a patrullar las tierras que antes estaban bajo el mando de Ogesh...

source: Myra, Jevyan and their warriors rested at the fuming Ronak's small fortress for a night - with the elementals always on guard, of course. In the following day, they were visited by a Windsong seeker, who informed them that a meeting between the humans, the friendly orcs, the wargs and the dwarves would take place at the capital of Idavellir, the kingdom of the Motsoghnir, in two days.
es: Myra, Jevyan y sus guerreros descansaron una noche en la pequeña fortaleza humeante de Ronak, con los elementales siempre de guardia, por supuesto. Al día siguiente los visitó una buscadora de las Hijas del Viento, que les informó que en dos días se celebraría una reunión entre humanos, orcos amigos, huargos y enanos en la capital de Idavellir, el reino de los Motsoghnir.

source: Thus, on the appointed date, the underground city received all the invited leaders; Myra smiled when she entered King Dulcatas' Hall: there stood all her dear old friends, reunited under the same roof for the first time since the founding of Maat'Kare. Leaving the etiquette aside, Myra ran across the hall to hug her friends...
es: Así, en la fecha señalada, la ciudad subterránea recibió a todos los líderes invitados; Myra sonrió al entrar en el Salón del rey Dulcatas: allí estaban todos sus queridos viejos amigos, reunidos bajo el mismo techo por primera vez desde la fundación de Maat'Kare. Dejando de lado el protocolo, Myra corrió por el salón para abrazar a sus amigos...

source: Thus began the first large-scale war Netjer-Ta had seen in a long time - and the first war fought by Maat'Kare. A mere two days after the meeting at Idavellir, the Motsoghnir dwarves attacked the orcish fortress of Grimbek; this forced Hagor to relocate some of his troops there, thus giving Uldrol and its allies some relief.
es: Así comenzó la primera guerra a gran escala que Netjer-Ta había visto en mucho tiempo, y la primera guerra librada por Maat'Kare. Apenas dos días después de la reunión en Idavellir, los enanos Motsoghnir atacaron la fortaleza orca de Grimbek; esto obligó a Hagor a trasladar parte de sus tropas allí, dando así cierto respiro a Uldrol y sus aliados.

source: The small but hardened Maat'Karian army led by Ravyan was ambushed by vampires in the middle of the Sun Path; the wargs helped them as much as they could, but it was only after Myra's intervention that Ravyan's soldiers were able to resume marching, albeit more slowly because of the wounded. They suffered no further ambush thanks to the havoc Myra's elementals, Dvalin's dwarves and their warg allies wreaked in the cold northern mountains. Their numbers were smaller, but the strength and experience of their forces, mostly composed of veterans who had fought in the Last War, compensated their numeric disadvantage.
es: El pequeño pero curtido ejército maat’kariano liderado por Ravyan fue emboscado por vampiros en medio del Sendero del Sol; los huargos los ayudaron todo lo que pudieron, pero solo después de la intervención de Myra los soldados de Ravyan pudieron reanudar la marcha, aunque más lentamente por los heridos. No sufrieron más emboscadas gracias al caos que los elementales de Myra, los enanos de Dvalin y sus aliados huargos causaron en las frías montañas del norte. Eran menos en número, pero la fuerza y experiencia de sus tropas, compuestas mayormente por veteranos que habían luchado en la Última Guerra, compensaba su desventaja numérica.

source: Thus the war raged on for five weeks. In the west, Ravyan and Eranak desperately defended Uldrol against a massive orcish army; the dwarves had conquered Grimbek, but as they advanced on enemy territory, they entered a vast region of plains, where they were at disadvantage; Ronak's wolves wore out the enemy and undermined their food supply with effective hit-and-run tactics; and, in the north, the allied forces, with Myra at the forefront, hacked their way through the vampire armies until the Red Pinnacle, the capital of the vampires, where the feared Lord Vrykos sat...
es: Así la guerra continuó durante cinco semanas. En el oeste, Ravyan y Eranak defendían desesperadamente Uldrol contra un enorme ejército orco; los enanos habían conquistado Grimbek, pero al avanzar en territorio enemigo entraron en una vasta región de llanuras donde estaban en desventaja; los lobos de Ronak desgastaban al enemigo y saboteaban sus provisiones con eficaces tácticas de golpear y huir; y en el norte, las fuerzas aliadas, con Myra a la vanguardia, se abrían paso a través de los ejércitos vampíricos hasta el Pináculo Rojo, la capital de los vampiros, donde se sentaba el temido señor Vrykos...

source: Myra couldn't remember having ever felt so frightened. As her elementals hurried to the Windsong Foundation carrying their creator and her husband on their back, horrible images of chaos and strife filled her mind: raging storms sweeping the heavens, forests destroyed by endless conflagrations, ruined cities, anguished people, and a gigantic, winged shadow towering over the land...
es: Myra no recordaba haberse sentido nunca tan asustada. Mientras sus elementales corrían hacia la Fundación de las Hijas del Viento llevando a su creadora y a su esposo en sus lomos, horribles imágenes de caos y lucha llenaban su mente: tormentas furiosas barriendo los cielos, bosques destruidos por incendios interminables, ciudades en ruinas, gente angustiada y una gigantesca sombra alada elevándose sobre la tierra...

source: After what felt like an eternity to them, Myra and Jevyan sighted the Bald Mountain, where Hiera'Laksha stood; and the woman felt a horribly familiar sensation when she saw rivulets of blood running down the mountain where her old sisters desperately fought a horde not of drakes, but of Celestials...
es: Tras lo que les pareció una eternidad, Myra y Jevyan divisaron la Montaña Calva, donde se alzaba Hiera'Laksha; y la mujer sintió una sensación horriblemente familiar al ver riachuelos de sangre corriendo por la montaña donde sus antiguas hermanas combatían desesperadamente contra una horda que no era de dracos, sino de Celestiales...

source: No, do not waste our times trying to heal me; rather, just sit here and listen to me...
es: No, no pierdan el tiempo intentando curarme; mejor siéntense aquí y escúchenme...

source: I don't expect you to forgive me, for I know I don't deserve it. I just wanted you to know... There are so many things I have always wanted to tell you, but never had the heart to say...
es: No espero que me perdones, porque sé que no lo merezco. Solo quería que supieras... Hay tantas cosas que siempre quise decirte, pero nunca tuve el valor de hacerlo...

source: Alenya was right after all; even though we shared it, keeping the Sky Soul for those two years on the seas had a terrible effect on me. But it was my fault... When nobody was watching, I would hold the gem in my hands and peer into its depths. I studied it, and I ended up looking at the souls of the dragons and of Svarballi himself - worse, they looked back. They teased me with promises of infinite power and knowledge should I use the gem for myself. I kept repeating to myself that I wasn't at great danger for exposing myself so much to the Soul, that I had full control of the situation... But it were the dragons who were having full control over me. I let them peer increasingly deeper into my soul, and eventually they saw my heart...
es: Alenya tenía razón después de todo; aunque la compartíamos, guardar el Alma del Cielo durante esos dos años en el mar tuvo un efecto terrible en mí. Pero fue mi culpa... Cuando nadie miraba, tomaba la gema en mis manos y miraba en sus profundidades. La estudié y terminé viendo las almas de los dragones y del propio Svarballi... peor aún, ellos me miraron a mí. Me tentaban con promesas de poder y conocimiento infinitos si usaba la gema para mí misma. Me repetía una y otra vez que no corría gran peligro por exponerme tanto al Alma, que tenía todo bajo control... Pero eran los dragones quienes tenían control total sobre mí. Les permití mirar cada vez más profundo en mi alma y, al final, vieron mi corazón...

source: And they saw, Myra, how much I loved you, how I was capable of doing everything and anything for you, and they mocked me, declaring that I'd never have my feelings returned. And, of course, they tried to convince me that all my dreams would come true if I just used the Soul for myself... Later you started keeping it all the time, and that was my fortune, for I confess I was about to yield to the dragons' venom...
es: Y vieron, Myra, cuánto te amaba, de lo que era capaz de hacer por ti, cualquier cosa, y se burlaron de mí, diciendo que nunca mis sentimientos serían correspondidos. Y, por supuesto, intentaron convencerme de que todos mis sueños se harían realidad si simplemente usaba el Alma para mí... Después empezaste a guardarla tú todo el tiempo, y eso fue mi salvación, porque confieso que estaba a punto de ceder al veneno de los dragones...

source: However, the damage was already done. I tried hard to disguise it from all of you, and I think I succeeded, but I suffered in the months after we left the Ring of Fire with an ocean of doubts. I wanted to open my heart to you, but I was terrified of being rejected, and at the same time I noticed how Jevyan looked at you, and how you started looking at him... But I decided that our people's safety was the priority, and that it would be best to wait until we settled, to avoid schisms in our group.
es: Sin embargo, el daño ya estaba hecho. Me esforcé mucho por ocultarlo a todos ustedes, y creo que lo logré, pero sufrí durante los meses después de dejar el Anillo de Fuego con un océano de dudas. Quería abrirte mi corazón, pero me aterrorizaba ser rechazada, y al mismo tiempo notaba cómo Jevyan te miraba y cómo tú empezabas a mirarlo a él... Pero decidí que la seguridad de nuestra gente era lo primero y que sería mejor esperar hasta establecernos, para evitar divisiones en el grupo.

source: So now you can imagine how I felt that night, when we conquered the Land's End peninsula... I had planned to wait until you withdrew to your tent and declare myself there, but then I saw Jevyan proposing to you, and your lips forming the word 'yes'... I felt betrayed, and I nearly gave in to my rage, but thanks the Gods I managed to control myself. Still, that was the worst day of my life...
es: Así que ahora puedes imaginar cómo me sentí esa noche, cuando conquistamos la península del Fin de la Tierra... Había planeado esperar a que te retiraras a tu tienda y declararme allí, pero entonces vi a Jevyan proponiéndote matrimonio y tus labios formando la palabra «sí»... Me sentí traicionada y casi cedí a mi rabia, pero gracias a los dioses logré controlarme. Aun así, ese fue el peor día de mi vida...
