Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: A lich is the physical embodiment of black magic's first goal: the quest to achieve immortality. Though a great deal is sacrificed in the rebirth, in becoming a lich one cheats death of that which truly gives it terror. For it is the mind that is retained, and the spirit which follows, though the body may wither away. It is not known, save perhaps by the inner circles of necromancy, whether life is prolonged indefinitely or simply extended. But the fact that this question can be raised at all, testifies to the magnitude of what their order has achieved.
es: Un liche es la encarnación física del primer objetivo de la magia negra: la búsqueda de la inmortalidad. Aunque se sacrifica mucho en el renacimiento, al convertirse en liche se engaña a la muerte de aquello que realmente le da terror. Porque es la mente la que se conserva, y el espíritu el que sigue, aunque el cuerpo pueda marchitarse. No se sabe, salvo quizá por los círculos internos de la necromancia, si la vida se prolonga indefinidamente o simplemente se extiende. Pero el hecho de que esta pregunta pueda plantearse ya da fe de la magnitud de lo que su orden ha logrado.

source: touch
es: toque

source: chill tempest
es: tempestad gélida

source: shadow wave
es: ola de sombra

source: Simian
es: Simio

source: These large beings live in tropical forests all over the world. Albeit peaceful in normal times, they will fight fiercely to defend their territory.
es: Estos grandes seres viven en los bosques tropicales de todo el mundo. Aunque son pacíficos en tiempos normales, lucharán con ferocidad para defender su territorio.

source: fist
es: puño

source: Sky Dragon
es: Dragón Celeste

source: The Sky Dragon Svarballi is the mightiest of the three ancient High Dragons. After being defeated by the other two, he was placed in a deep slumber that lasted millennia. Now that he has been awakened again, every single being of Irdya is at great danger. Having been created by the hands of the so-called Ancient Ones themselves, Svarballi, by his power and nigh-invincibility, is the closest thing to a god any dweller of Irdya has ever seen.
es: El Dragón Celeste Svarballi es el más poderoso de los tres antiguos Grandes Dragones. Tras ser derrotado por los otros dos, fue sumido en un sueño profundo que duró milenios. Ahora que ha despertado de nuevo, todos los seres de Irdya están en grave peligro. Habiendo sido creado por las manos de los llamados Ancianos, Svarballi, por su poder y casi invencibilidad, es lo más cercano a un dios que cualquier habitante de Irdya haya visto jamás.

source: bite
es: mordisco

source: tail
es: cola

source: heavenly fire
es: fuego celestial

source: heavenly wrath
es: ira celestial

source: Yansa's Tears
es: Lágrimas de Yansa

source: The sparks of a goddess, lost through time and distance...
es: Las chispas de una diosa, perdidas a través del tiempo y la distancia...

source: time's touch
es: toque del tiempo

source: race^Hannuk
es: Hannuk

source: race+female^Hannuk
es: Hannuk

source: race^Hannuks
es: Hannuks

source: The Hannuks are a human people who inhabits the vast steppes in the Great Continent's Far East, between the Aragwaith Meadows and the Stormy Sea. They were originally nomads, moving all around the steppes and the lands surrounding it, but at some point in their History they began to settle down on the plains after learning agriculture. Even so, they have not forgotten the nomadic skills of their ancestors, and preserve them through rituals and oral tradition. Their society is very conservative, and so their customs and beliefs change little throughout the centuries. They are divided into many different clans, some of them rule by their eldest, others by their strongest and most cunning warrior; but all the clans are united under the authority of the Great Shamans, the wisest amongst the Hannuks, who keep their ancient lore and who have the monopoly over their rudimentary magical arts. These Shamans sit at Ughure, the largest city of the Hannuks, and one of the largest of all human settlements. The Hannuks are not an expansionistic nation; because of their preference for horse-riding, they do not occupy irregular lands, such as forests, swamps, deserts and mountains. However, they frequently leave the steppes to raid neighbouring lands; and every now and then there is a Hannuk chieftain who decides to further expand the frontiers of his people's lands, which they often succeed.
es: Los hannuks son un pueblo humano que habita las vastas estepas en el Lejano Oriente del Gran Continente, entre los Prados Aragwaith y el Mar Tempestuoso. Originalmente eran nómadas, recorriendo las estepas y las tierras circundantes, pero en algún momento de su historia comenzaron a asentarse en las llanuras tras aprender la agricultura. Aun así, no han olvidado las habilidades nómadas de sus antepasados y las preservan mediante rituales y tradición oral. Su sociedad es muy conservadora, por lo que sus costumbres y creencias cambian poco a lo largo de los siglos. Están divididos en numerosos clanes, algunos gobernados por sus ancianos, otros por su guerrero más fuerte y astuto; pero todos los clanes están unidos bajo la autoridad de los Grandes Chamanes, los más sabios entre los hannuks, guardianes de su antiguo saber y con el monopolio de sus rudimentarias artes mágicas. Estos chamanes residen en Ughure, la mayor ciudad de los hannuks y una de las mayores asentamientos humanos. Los hannuks no son una nación expansionista; por su preferencia por la caballería, no ocupan terrenos irregulares como bosques, pantanos, desiertos o montañas. Sin embargo, frecuentemente salen de las estepas para saquear tierras vecinas, y de vez en cuando surge un jefe hannuk que decide expandir aún más las fronteras de su pueblo, lo que a menudo consigue.

source: race^Celestial
es: Celestial

source: race+female^Celestial
es: Celestial

source: race^Celestials
es: Celestiales

source: The Celestials have vestigial wings that for most of them do not mature. Celestials believe that light and darkness each have power, and they choose as a culture to fight for the light, and to spread it through-out the world. They are a militaristic society with great law and order that gives them strength and unity which caries over into their style of fighting. The order and unified purpose of celestial society tends to make them form larger nations than the other factions giving the Celestials great military strength.
es: Los celestiales tienen alas vestigiales que en la mayoría no llegan a desarrollarse. Los celestiales creen que la luz y la oscuridad tienen poder propio, y eligen como cultura luchar por la luz y difundirla por todo el mundo. Son una sociedad militarista con gran ley y orden que les otorga fuerza y unidad, lo que se refleja en su estilo de combate. El orden y propósito unificado de la sociedad celestial tiende a hacer que formen naciones más grandes que otras facciones, otorgando a los celestiales una gran fuerza militar.

source: race^Dryad
es: Dríada

source: race^Dryads
es: Dríadas

source: race^Warg
es: Huargo

source: race+female^Warg
es: Huargo

source: race^Wargs
es: Huargos

source: Warg are also known as wolfmen. They live in the wilds and woods in almost any climate, some favor the lush jungle, others the arctic woods, others alpine mountains. The warg tend to live in packs or clans, and establish their hunting grounds where they tend not to like intruders. Although hunters, they are for the most part peaceful, however they have a primal blood-lust, that can be inspired by various things, especially if vampires are involved.
es: Los huargos también son conocidos como hombres-lobo. Viven en zonas salvajes y bosques en casi cualquier clima: algunos prefieren la selva exuberante, otros los bosques árticos, otros las montañas alpinas. Los huargos suelen vivir en manadas o clanes y establecen sus terrenos de caza donde no suelen tolerar intrusos. Aunque son cazadores, en su mayoría son pacíficos; sin embargo, tienen una sed de sangre primal que puede desencadenarse por varias causas, especialmente si hay vampiros de por medio.

source: race^Aragwaith
es: Aragwaith

source: race+female^Aragwaith
es: Aragwaith

source: race^Aragwaithi
es: Aragwaithi

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the 'Aragwaithi', which meant 'noble' in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are incredibly different to the standards, to the point it puts them close to elves in terms of their dexterity with bows. Their wisemen have a mastery of magic not to be underestimated in the battlefield, for it has surprised and overseded the best magi often.
es: Durante la mayor parte de la Edad Dorada, los humanos que habitaban el Gran Continente eran principalmente wesnothianos, divididos en varios territorios como las Tierras del Norte, Elensefar y el propio reino de Wesnoth. Sin embargo, hubo una época de gran conflicto durante la cual comenzó a aparecer de la nada una nueva raza humana. Eran los «aragwaithi», que en su lengua nativa significaba «nobles». Desde entonces se rumorea que llegaron del Mar Infinito para asentarse en Wesnoth. En aquella época vivían principalmente como mercenarios, hasta la Caída. Después de eso, supuestamente se trasladaron a las tierras más septentrionales del Continente, donde las arenas no podían llegar y el verde podía sobrevivir. Aunque son humanos, muchas de sus costumbres y características raciales son increíblemente diferentes a las habituales, hasta el punto de acercarlos a los elfos en destreza con el arco. Sus sabios dominan una magia que no debe subestimarse en el campo de batalla, pues a menudo ha sorprendido y superado a los mejores magos.

source: Apotheosis Seraph
es: Serafín de Apoteosis

source: Some Seraphs manage to awaken their full inner power, stemmed from the heavenly blood that runs in their veins, and thus become creatures of amazing might. Although no one has ever seen the beings from which the Celestials descend, gazing upon an Apotheosis Seraph offers the observer a glimpse of their power and glory.
es: Algunos serafines logran despertar todo su poder interior, proveniente de la sangre celestial que corre por sus venas, convirtiéndose así en criaturas de increíble fuerza. Aunque nadie ha visto jamás a los seres de los que descienden los celestiales, contemplar a un Serafín de Apoteosis ofrece al observador un atisbo de su poder y gloria.

source: Thronos Sword
es: Espada del Trono

source: Heaven's Justice
es: Vislumbre Celestial

source: Corrupted Seraph
es: Serafín Corrompido

source: There is no data on this monstrosity, this is the first time anyone witnesses it.
es: No existen datos sobre esta monstruosidad, es la primera vez que alguien la presencia.

source: Crusader
es: Cruzado

source: Crusaders undergo rigorous martial training as well as rudimentary medicinal training to help their injured allies on the field of battle. Crusaders' swords are infused with the arcane energy of the Light Spirits - a tradition that started during the Great Crusade against the vampires.
es: Los cruzados pasan por un riguroso entrenamiento marcial y también por un entrenamiento médico básico para ayudar a sus aliados heridos en el campo de batalla. Las espadas de los cruzados están imbuidas con la energía arcana de los espíritus de luz, una tradición que comenzó durante la Gran Cruzada contra los vampiros.

source: blessed sword
es: espada bendita

source: Sword
es: Espada

source: Divine Knight
es: Caballero Divino

source: A crusader who survives many fierce battles is granted the honor of knighthood. At this time the knight receives a ceremonial mace he must carry at all times.
es: Un cruzado que sobrevive a muchas batallas encarnizadas recibe el honor de ser nombrado caballero. En ese momento el caballero recibe una maza ceremonial que debe llevar siempre consigo.

source: heavy mace
es: maza pesada

source: Protector's swords have been magically enchanted with the power of Fire by Celestial Wizards. Protectors also carry a large shield which they use to bash and Slow their opponents.
es: Las espadas de los protectores han sido encantadas mágicamente con el poder del fuego por magos celestiales. Los protectores también llevan un gran escudo que usan para golpear y ralentizar a sus oponentes.

source: enchanted sword
es: espada encantada

source: shield bash
es: golpe de escudo

source: Quester
es: Buscador

source: Most Celestials don't ride horses, or wander alone, but some crusaders feel the call to work abroad on their own. These celestials follow the 'quest' to bring light to the world individually through works of valor. Knowing they must travel great distances, they learn to ride horses, and adapt a lance for devastating charge attacks. Although the quest is supposed to be an individual thing, Questers have no problems grouping up with other people if it helps them accomplish their task.
es: La mayoría de los celestiales no montan caballos ni viajan solos, pero algunos cruzados sienten la llamada de actuar en el extranjero por su cuenta. Estos celestiales siguen la «búsqueda» para llevar la luz al mundo de forma individual mediante actos de valor. Sabiendo que deben recorrer grandes distancias, aprenden a montar a caballo y adaptan una lanza para devastadores ataques de carga. Aunque la búsqueda se supone que es algo individual, los buscadores no tienen problema en unirse a otras personas si eso les ayuda a cumplir su misión.

source: Lance
es: Lanza

source: Divine Champion
es: Campeón Divino

source: For a Knight to be recognized as a Champion he must first commit at least two Great Deeds and have shown his form to be exceptional to other Knights on the battle field. Champions are reguarded as highly as Messengers, if not perhaps even higher.
es: Para que un caballero sea reconocido como campeón debe haber realizado al menos dos Grandes Hazañas y haber demostrado en el campo de batalla ser excepcional entre los demás caballeros. Los campeones son tan respetados como los mensajeros, o quizá incluso más.

source: Flail
es: Flagelo

source: Holy Sentinel
es: Centinela Sagrado

source: These crusaders hold the line with flaming sword, and great sheild. They are famous for their ability to bash their way forward and then hold the ground they just earned.
es: Estos cruzados mantienen la línea con espada llameante y gran escudo. Son famosos por su capacidad de abrirse paso a golpes y luego mantener el terreno que acaban de ganar.

source: Legionnaire
es: Legionario

source: Legionnaires are staunch defenders of the Celestial homelands. With extensive studies in the arts of defensive combat, Legionnaires have good physical resistancies.
es: Los legionarios son firmes defensores de las tierras celestiales. Gracias a sus amplios estudios en las artes del combate defensivo, poseen buenas resistencias físicas.

source: Spear
es: Lanza

source: Keeper
es: Custodio

source: Keepers are staunch defenders of the Celestial homelands. With stout hearts, and hardened skin they will hold till death or relief comes.
es: Los custodios son firmes defensores de las tierras celestiales. Con corazones valientes y piel endurecida, resistirán hasta la muerte o hasta que llegue el relevo.

source: Sentinel
es: Centinela

source: The great guardians of important celestials are called Sentinels, for their silent, but imposing presence, and their complete immunity to boredom.
es: Los grandes guardianes de los celestiales importantes reciben el nombre de centinelas por su presencia silenciosa pero imponente y por su completa inmunidad al aburrimiento.

source: Javelin
es: Jabalina

source: Light Spirit
es: Espíritu de Luz

source: Light Spirits are a breed of faeries who possess an aura of arcane energy that infuses their entire body with a radiant light. They share their energy with the Celestials in return for protection, and to some extent worship.
es: Los espíritus de luz son una raza de hadas que poseen un aura de energía arcana que impregna todo su cuerpo con una luz radiante. Comparten su energía con los celestiales a cambio de protección y, en cierta medida, adoración.

source: shock of light
es: descarga de luz

source: Lantern Archon
es: Arconte Linterna

source: Lantern Archons are a breed of faeries who possess an aura of arcane energy that infuses their entire body with a radiant light. Lantern Archons defend themselves with powerful shocks of arcane energy at a distance; up close they are quite defenseless.
es: Los arcontes linterna son una raza de hadas que poseen un aura de energía arcana que impregna todo su cuerpo con una luz radiante. Los arcontes linterna se defienden con poderosas descargas de energía arcana a distancia; de cerca están bastante desprotegidos.

source: Master of Light
es: Maestro de la Luz

source: A faerie who exercises her output of arcane energy may master using it as a weapon to such a degree that they are named Masters of Light.
es: Un hada que entrena su emisión de energía arcana puede dominar su uso como arma hasta tal punto que recibe el nombre de maestro de la luz.

source: Messengers are chosen as Celestial leaders for the simple and traditional reason that their wings grow in adolescence rather than fall off or remain vestigial. Unlike other Celestials, Messengers can fly over the battlefield and give orders, granting a bonus to surrounding troops.
es: Los mensajeros son elegidos como líderes celestiales por la sencilla y tradicional razón de que sus alas crecen en la adolescencia en lugar de caerse o permanecer vestigiales. A diferencia de otros celestiales, los mensajeros pueden volar sobre el campo de batalla y dar órdenes, otorgando una bonificación a las tropas cercanas.

source: female^Messenger
es: Mensajera

source: Claimant
es: Reclamante

source: All winged Celestials were once named Claimants. They were called this by their bretheren in the beginning days of Celestial society as they claimed to be the natural leaders of the Celestial people. Claimants now exclusively write Celestial law, which Messengers then spread to the people.
es: Todos los celestiales alados fueron en su día llamados reclamantes. Sus hermanos los llamaron así en los primeros días de la sociedad celestial porque reclamaban ser los líderes naturales del pueblo celestial. Ahora los reclamantes redactan exclusivamente la ley celestial, que luego los mensajeros difunden entre el pueblo.

source: female^Claimant
es: Reclamante

source: Herald
es: Heraldo

source: Heralds are the highest ranking officers, skilled with sword, and words they inspire their troops to victory. They proclaim a message of hope to their fellows, and a message of death to their foes.
es: Los heraldos son los oficiales de mayor rango, expertos con la espada y con la palabra; inspiran a sus tropas hacia la victoria. Proclaman un mensaje de esperanza a sus compañeros y un mensaje de muerte a sus enemigos.

source: heavenly light
es: luz celestial

source: female^Herald
es: Heraldo

source: Seraph
es: Serafín

source: Exalted is the title given to the mightiest of winged celestials. They are honored to the point where they are no longer considered officers in the army, but rather the manifestation of glory. Few exist that fight with greater strength, or with greater ability to inspire and lead.
es: Exaltado es el título que reciben los celestiales alados más poderosos. Son honrados hasta el punto de que ya no se les considera oficiales del ejército, sino la manifestación misma de la gloria. Pocos luchan con mayor fuerza o con mayor capacidad para inspirar y liderar.

source: sword of mercy
es: espada de misericordia

source: divine mandate
es: mandato divino

source: glimpse of heaven
es: atisbo del cielo

source: female^Seraph
es: Serafina

source: Acolyte
es: Acólito

source: Celestials who lose their vestigial wings in adolescence are not allowed to fight in the military. As a result, they must undertake other endeavors. The practice of magic is one of such endeavors. Originally used to create the everglowing lights in Celestial towns using Holy energy, some Wizards have harnessed magical powers for more militaristic purposes in order to join their bretheren in battle. The Celestial Heralds have allowed them this honor.
es: Los celestiales que pierden sus alas vestigiales en la adolescencia no tienen permiso para combatir en el ejército. Por eso deben dedicarse a otras actividades. La práctica de la magia es una de ellas. Originalmente se usaba para crear las luces eternamente brillantes en los pueblos celestiales mediante energía sagrada, pero algunos magos han canalizado poderes mágicos con fines más militares para poder unirse a sus hermanos en batalla. Los heraldos celestiales les han concedido ese honor.

source: Staff
es: Bastón

source: flare
es: destello

source: Great Wizard
es: Gran Mago

source: The wizards of the celestials have always harnessed the suns power for their magic. Those who fight with the military for a while become adept at pulling the suns power into rapid magical blasts.
es: Los magos celestiales siempre han aprovechado el poder del sol para su magia. Aquellos que combaten con el ejército durante un tiempo se vuelven expertos en canalizar el poder del sol en rápidas ráfagas mágicas.

source: Hammer
es: Martillo

source: Lightning
es: Relámpago

source: Mystic
es: Místico

source: Many celestial wizards focus on the study of spirits rather than raw sun magic. These are known as mystics. Their skills in this area allow them to aid the army in new ways.
es: Muchos magos celestiales se centran en el estudio de los espíritus más que en la magia solar pura. A estos se les conoce como místicos. Sus habilidades en esta área les permiten ayudar al ejército de nuevas maneras.

source: Lightbeam
es: Rayo de Luz

source: Prophet
es: Profeta

source: Mystics who become skilled enough in their arts develop the strange ability to foretell events. No one is certain how they do this or when any of the things they say will happen, records have shone prophecies thousands of years old coming true. These wizards are also deadly warriors in combat.
es: Los místicos que alcanzan suficiente destreza en sus artes desarrollan la extraña capacidad de predecir eventos. Nadie sabe con certeza cómo lo hacen ni cuándo ocurrirán las cosas que anuncian, pero los registros muestran profecías de miles de años de antigüedad que se han cumplido. Estos magos también son guerreros letales en combate.

source: divine lightning
es: relámpago divino

source: Sage
es: Sabio

source: The celestials believe the power of a wizard is not measured by his skill with magic, but by his wisdom of it's use. A wizard who has achieved both power and wisdom is known as a sage.
es: Los celestiales creen que el poder de un mago no se mide por su destreza mágica, sino por la sabiduría con que la emplea. Un mago que ha alcanzado tanto poder como sabiduría recibe el nombre de sabio.

source: Zealot
es: Fanático
