Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: The three of us watched over Irdya for a long time. One day, however, Demere sensed that her days were coming to an end. She told both me and Agniballi about that, explaining that, though her self would vanish, her essence - the life energy that impregnates every living being - would continue to exist. She then asked both me and Agniballi to watch over this world and keep its balance.
es: Los tres vigilamos Irdya durante mucho tiempo. Un día, sin embargo, Demere sintió que sus días llegaban a su fin. Nos lo contó a Agniballi y a mí, explicando que, aunque su ser desaparecería, su esencia —la energía vital que impregna a todo ser vivo— seguiría existiendo. Luego nos pidió a ambos que veláramos por este mundo y mantuviéramos su equilibrio.

source: It was then that another Avatar called Ananke decided to intervene. Hers was the essence of Will, the mightiest force that exists, which can alter the course of destiny in unpredictable ways. Ananke loved Demere, and so she too decided to do something for her beloved world. She did not believe we would be good protectors of Irdya, for we had inherited Demere's turbulent spirit, and so Ananke herself created anorther dragon, one with a spirit of pure harmony, who would serve as mediator in case either I or Agniballi went out of control. This dragon, as you well know, was Svarballi, whom Ananke made nearly as strong as an actual Avatar.
es: Fue entonces cuando otro Avatar llamado Ananke decidió intervenir. El suyo era la esencia de la Voluntad, la fuerza más poderosa que existe, capaz de alterar el curso del destino de formas impredecibles. Ananke amaba a Demere y también decidió hacer algo por su amado mundo. No creía que fuéramos buenos protectores de Irdya, pues habíamos heredado el espíritu turbulento de Demere, así que Ananke creó ella misma otro dragón, uno con un espíritu de pura armonía, que serviría de mediador en caso de que yo o Agniballi perdiéramos el control. Ese dragón, como bien saben, fue Svarballi, a quien Ananke hizo casi tan fuerte como un verdadero Avatar.

source: Furthermore, some of Ananke's own servants, powerful beings themselves, decided to come to Irdya and help watch over it, as a demonstration of their love for Demere, who had populated the universe. They originated the Celestials. The rest of the story you can guess already: Ananke's self vanished as well, the High Dragons battled each other, and ironically, the one supposed to be the best of the three was the one that nearly destroyed Irdya... I do not know what has happened up in the heavens, but I have not heard from any other Avatar ever again, and this world was left to its inhabitants - which I'm certain to have been Demere's intention all along...
es: Además, algunos de los propios sirvientes de Ananke, poderosos seres por derecho propio, decidieron venir a Irdya y ayudar a vigilarlo, como muestra de su amor por Demere, que había poblado el universo. Ellos dieron origen a los Celestiales. El resto de la historia ya lo puedes imaginar: el ser de Ananke también desapareció, los Grandes Dragones se enfrentaron entre sí, y paradójicamente, el que se suponía que era el mejor de los tres fue quien casi destruyó Irdya… No sé qué ha pasado allá arriba en los cielos, pero nunca volví a saber de ningún otro Avatar, y este mundo quedó en manos de sus habitantes —lo cual estoy seguro fue la intención de Demere desde el principio…

source: Do you understand now why you cannot destroy Svarballi? Agniballi and I may have been able to defeat him by drawing upon the energy we know as the spirits of Nature; Maat may have repeated the feat by channelling the sheer might of the Worlds' Weave; but to completely destroy the god-like Svarballi it would take a god, or a heiress to one's might - and we do not have any on this planet, not anymore.
es: ¿Entiendes ahora por qué no puedes destruir a Svarballi? Agniballi y yo pudimos derrotarlo usando la energía que conocemos como los espíritus de la Naturaleza; Maat pudo repetir la hazaña canalizando el puro poder del Tejido de los Mundos; pero para destruir completamente al divino Svarballi haría falta un dios, o una heredera de su poder… y ya no tenemos ninguno en este planeta.

source: (in despair) So... so what would you have me do? Even if I defeat Grigorius, there'll be others that may capture the Soul and use it for evil deeds! I am not immortal, Nitiballi, I won't always be here to keep it from falling into wrong hands...
es: (desesperada) Entonces… entonces ¿qué quieres que haga? ¡Aunque derrote a Grigorius, habrá otros que puedan capturar el Alma y usarla para fines malvados! No soy inmortal, Nitiballi, ¡no estaré siempre aquí para evitar que caiga en malas manos…!

source: Every era has a hero, or a heroine. You and Maat were the heroines of this age, as Agniballi and I were the heroes of ours, as An-Usrukhar, First of Mages, was the hero of his... As long as there is life, as long as there is a heart that seeks justice, and as long as there is love, there will be heroes pledging their own lives in defence of those who cannot defend themselves.
es: Cada era tiene su héroe, o su heroína. Tú y Maat fuisteis las heroínas de esta era, como Agniballi y yo fuimos los héroes de la nuestra, como An-Usrukhar, Primero de los Magos, fue el héroe de la suya… Mientras haya vida, mientras haya un corazón que busque justicia y mientras exista el amor, habrá héroes que ofrezcan sus vidas en defensa de quienes no pueden defenderse.

source: Myra of Hiera'Shirsha, I have told these things because I do not want you to forfeit your life in vain, but I will not object to you trying to recover that gem. Rather, I say we must not tarry here any longer; the enemy has the Sky Soul in his possession, and we must recover it before he unleashes its powers once again upon Irdya!
es: Myra de Hiera’Shirsha, te he contado estas cosas porque no quiero que pierdas tu vida en vano, pero no me opondré a que intentes recuperar esa gema. Más bien digo que no debemos demorarnos más aquí; el enemigo tiene el Alma del Cielo en su poder, ¡y debemos recuperarla antes de que vuelva a desatar sus poderes sobre Irdya!

source: Wrath of the Heavens
es: Ira de los Cielos

source: Wait for Grigorius to rise
es: Esperar a que Grigorius se alce

source: Behold, the heretics have saved us the effort of hunting them down, and willingly came to their doom!
es: ¡Mirad, los herejes nos han ahorrado la molestia de cazarlos y han venido voluntariamente a su perdición!

source: Frankly, I've just had enough of their stupid arrogance!
es: Francamente, ya estoy harta de su estúpida arrogancia.

source: You're not the only one...
es: No eres la única…

source: Yes, we have come, but to fight your coward of a leader, since he fled from the battlefield before I could reach him last time we met! Tell me, where is he now? Why doesn't he leave his high throne and come fight me himself?
es: Sí, hemos venido, ¡pero para luchar contra vuestro cobarde líder, que huyó del campo de batalla antes de que pudiera alcanzarlo la última vez que nos encontramos! ¡Decidme, dónde está ahora! ¿Por qué no abandona su alto trono y viene a luchar conmigo él mismo?

source: Lord Grigorius is busy with more concerning matters, heretic, and has commissioned us to wave thee aside!
es: Lord Grigorius está ocupado con asuntos más importantes, hereje, y nos ha encomendado apartaros del camino.

source: Seems like he's chosen you as fodder, to wear us out... I just wonder, has he told you what he has done with the other Lords?
es: Parece que os ha elegido como carne de cañón, para desgastarnos… Solo me pregunto, ¿os ha contado qué ha hecho con los otros Señores?

source: Be thou silent, o viper! Lord Grigorius has told us already of how your vile arts have contaminated our dear Lords! Even Lord Grigorius himself believes that, weren't he so wise and experienced, he would have fallen prey to thee as well!
es: ¡Cállate, víbora! Lord Grigorius ya nos ha contado cómo tus viles artes han contaminado a nuestros queridos Señores. ¡Incluso el propio lord Grigorius cree que, de no ser tan sabio y experimentado, también habría caído presa de ti!

source: I see there is really no arguing with you... Very well, if you refuse to listen to the language of reason, then I shall use the language of steel!
es: Ya veo que no hay forma de razonar con vosotros… Está bien, si os negáis a escuchar el lenguaje de la razón, ¡entonces usaré el lenguaje del acero!

source: That's it, my friend! Now, let's begin this fight at once, that my arm is itching to let my axe fall on these bird bastards!
es: ¡Eso es, amiga mía! ¡Empecemos esta pelea de una vez, que mi brazo está deseando dejar caer el hacha sobre estos bastardos alados!

source: Windsong, charge! Today we shall avenge Akashia!
es: ¡Hijas del Viento, carga! ¡Hoy vengaremos a Akashia!

source: We have been given the honour of spilling your dirty blood before all others, sinners! You shall not reach the citadel's holy walls unscathed!
es: ¡Nos ha sido concedido el honor de derramar vuestra sucia sangre antes que nadie, pecadores! ¡No llegaréis ilesos a las santas murallas de la ciudadela!

source: My eyes...! Is it normal for the sun to shine so brightly?
es: ¡Mis ojos…! ¿Es normal que el sol brille tan fuerte?

source: I'm afraid it isn't; this must be some Celestial trick...
es: Me temo que no; esto debe ser algún truco celestial…

source: Ha! This is just a small demonstration of Lord Grigorius' power: the Sacred Sky, which increases our power with the holy heavenly light!
es: ¡Ja! ¡Esto es solo una pequeña muestra del poder de lord Grigorius: el Cielo Sagrado, que aumenta nuestro poder con la santa luz celestial!

source: It may last only half a day, but their power increase under this light is incredible; we must choose carefully the time to attack.
es: Puede que solo dure medio día, pero el aumento de poder bajo esta luz es increíble; debemos elegir con cuidado el momento de atacar.

source: Father! But... What are you doing here? Who is watching Maat'Kare? Who's taking care of...
es: ¡Padre! Pero… ¿Qué haces aquí? ¿Quién vigila Maat’Kare? ¿Quién cuida de…?

source: The rest of the city's council is administering it, the wargs are protecting it, Aldrik is at the Academy, and I'm here because... Well, you didn't really think I would just sit there and let you have all the glory, right? I'm old, but not useless.
es: El resto del consejo de la ciudad lo está administrando, los huargos lo protegen, Aldrik está en la Academia y yo estoy aquí porque… Bueno, no pensarías que me quedaría allí sentado dejando que te lleves toda la gloria, ¿verdad? Soy viejo, pero no inútil.

source: But you shouldn't...
es: Pero no deberías…

source: Listen, who do you think you are to tell me what I should do? You may be a mighty heroine, but I'm still your father, never forget that!
es: Escucha, ¿quién te crees que eres para decirme lo que debo hacer? Puede que seas una gran heroína, ¡pero sigo siendo tu padre, no lo olvides nunca!

source: (chuckling) Stubborn to the end... Well then, now that you have come all the way here, then let's fight!
es: (riendo) Terco hasta el final… Bueno, ya que has venido hasta aquí, ¡entonces luchemos!

source: A pity Ravyan is so far away... He's fought alongside us for so long, only to miss this great battle...
es: Lástima que Ravyan esté tan lejos… Ha luchado a nuestro lado tanto tiempo, solo para perderse esta gran batalla…

source: (smiles)
es: (sonríe)

source: Did you miss me?
es: ¿Me echabais de menos?

source: (puzzled) But... How did you know... And what is <i>she</i> doing alongside you?
es: (perpleja) Pero… ¿Cómo sabías…? Y ¿qué hace <i>ella</i> contigo?

source: Well, we were about to destroy Hagor's capital, when she appeared out of nowhere, begging me to hurry to help you... I took some time to believe her, but when she said Grigorius had stolen the Sky Soul, and that Akashia... Well, I talked with Eranak and the dwarves, they pledged themselves to finish the defeat of Hagor, and so we searched for you. Liliel was invaluable then, she scouted ahead of us and eventually sighted this battle...
es: Bueno, estábamos a punto de destruir la capital de Hagor cuando ella apareció de la nada, suplicándome que corriera a ayudarte… Me costó creerle, pero cuando dijo que Grigorius había robado el Alma del Cielo y que Akashia… Bueno, hablé con Eranak y los enanos, se comprometieron a terminar de derrotar a Hagor, y así salimos en tu busca. Liliel fue invaluable, exploró delante y finalmente divisó esta batalla…

source: (smiling) Well, seems like you have been useful yet again, Liliel... Keep going like this, and we may even let you live with us.
es: (sonriendo) Bueno, parece que has vuelto a ser útil, Liliel… Sigue así y quizá hasta te dejemos vivir con nosotros.

source: (smiles shyly)
es: (sonríe tímidamente)

source: But, will you fight against your former comrades?
es: ¿Pero lucharás contra tus antiguos camaradas?

source: I now understand fully well what Zaal said that day... It pains me to do so, but, if it's to save this world from Grigorius' evil, then I yes, I will.
es: Ahora entiendo perfectamente lo que dijo Zaal aquel día… Me duele hacerlo, pero si es para salvar este mundo del mal de Grigorius, entonces sí, lo haré.

source: The weeds always grow next to each other... It makes perfect sense that the sister of the traitor Zaal's best friend turns her blade against this glorious Tower as well! But it does not matter how many reinforcements you receive, heretics, you shall perish all te same!
es: Las malas hierbas siempre crecen juntas... ¡Tiene todo el sentido que la hermana de la mejor amiga del traidor Zaal también vuelva su espada contra esta gloriosa Torre! ¡Pero no importa cuántos refuerzos reciban, herejes, de todos modos perecerán!

source: I receive the punishment for having been such a fool... At least I shall now be reunited with my brother and Zaal...
es: Recibo el castigo por haber sido tan necia… Al menos ahora me reuniré con mi hermano y con Zaal…

source: Rest in peace, Liliel. You have always dedicated yourself to what you deemed good, and so you didn't deserve to die like this. We shall never forget you.
es: Descansa en paz, Liliel. Siempre te dedicaste a lo que creías bueno, y no merecías morir así. Nunca te olvidaremos.

source: Myra of Hiera'Shirsha... I had planned on giving thee a chance to live peacefully, but you truly seem eager to die...
es: Myra de Hiera’Shirsha… Había planeado darte una oportunidad de vivir en paz, pero parece que tienes muchas ganas de morir…

source: Did you really think I'd not destroy you for what you have done to Akashia and my Windsong sisters? Did you really think I would simply allow Svarballi's Soul to remain in your corrupted hands?
es: ¿De verdad creías que no te destruiría por lo que le hiciste a Akashia y a mis hermanas Hijas del Viento? ¿De verdad pensabas que simplemente permitiría que el Alma de Svarballi permaneciera en tus manos corrompidas?

source: (smirking) Actually, I did not... In fact, I was expecting - no, I desired you to come, so that I might smite you myself and put a definitive end to your heresy!
es: (sonriendo con sorna) En realidad, no… De hecho, esperaba —no, deseaba— que vinieras, para poder aniquilarte yo mismo y poner fin definitivo a tu herejía.

source: You call us heretics and sinners, but you are the real monster! Would that we had given heed to Zaal, who first saw your true face, before!
es: ¡Nosotros herejes y pecadores, pero el verdadero monstruo eres tú! ¡Ojalá hubiéramos escuchado a Zaal, que fue el primero en ver tu verdadero rostro!

source: Zaal was an idealistic fool; he believed this world could be fixed with passive vigilance and pacifism, but the truth is, this world can only be fixed by a strong, righteous hand! <i>Mine</i> is the hand fated to bring peace and harmony to Irdya, and now there are no more foolish High Dragons to stop me!
es: Zaal era un iluso idealista; creía que este mundo podía arreglarse con vigilancia pasiva y pacifismo, ¡pero la verdad es que este mundo solo puede arreglarse con una mano fuerte y justa! <i>La mía</i> es la mano destinada a traer paz y armonía a Irdya, ¡y ahora ya no hay dragones supremos estúpidos que me detengan!

source: You call them foolish, but you seem unaware of how similar to Svarballi you sound...
es: Los llamas estúpidos, pero parece que no te das cuenta de lo parecido que suenas a Svarballi…

source: (in rage) Enough with useless words! Onwards, soldiers of Light! Only one obstacle stands between us and a better world, and it stands right before us!
es: (furioso) ¡Basta de palabras inútiles! ¡Adelante, soldados de la Luz! ¡Solo un obstáculo nos separa de un mundo mejor, y está justo delante de nosotros!

source: Put an end to Grigorius' insanity
es: Poner fin a la locura de Grigorius

source: Lowly spawn of darkness, you are no match for the highest of Celestials!
es: ¡Baja prole de las tinieblas, no sois rival para el más alto de los Celestiales!

source: I'm here, Grigorius! Now, FIGHT ME!
es: ¡Estoy aquí, Grigorius! ¡Ahora, PELEA CONMIGO!

source: This is your end, Grigorius!
es: ¡Este es tu fin, Grigorius!

source: Yes! We are victorious!
es: ¡Sí! ¡Hemos vencido!

source: No... No!!! How... How can our Lord be defeated by heretics?!
es: ¡No… No!!! ¡¿Cómo… cómo puede nuestro Señor ser derrotado por herejes?!

source: Celestials! You have done us great harm, but I, in the name of the humans of Netjer-Ta, offer you the chance to...
es: ¡Celestiales! Nos habéis hecho mucho daño, pero yo, en nombre de los humanos de Netjer-Ta, os ofrezco la oportunidad de…

source: Um, the chance to...?
es: Eh, la oportunidad de…?

source: Myra, is everything all right?
es: ¿Myra, estás bien?

source: Myra did not answer; she had suddenly sensed a faint, but terrifying spark of energy coming from her back, where the formerly mighty Celestial lord still agonized... Then, she understood what was about to happen, and ran towards Grigorius to stop him, but it was too late: just as he incrusted the Soul into his breastplate, she was thrown back by a powerful explosion at the same time a spine-chilling roar echoed in the Silent Desert, and as maelstroms of an overwhelmingly evil energy surged from where the Apotheosis Seraphin had made his last stand...
es: Myra no respondió; de repente había sentido una chispa de energía débil pero aterradora que venía de su espalda, donde el antes poderoso señor Celestial aún agonizaba… Entonces comprendió lo que iba a pasar y corrió hacia Grigorius para detenerlo, pero ya era tarde: justo cuando él incrustó el Alma en su coraza, ella fue arrojada hacia atrás por una potente explosión al mismo tiempo que un rugido escalofriante resonó en el Desierto Silencioso, y remolinos de una energía abrumadoramente maligna surgieron del lugar donde el Serafín de la Apoteosis había hecho su última resistencia…

source: W-what is happening?!
es: ¡¿Q-qué está pasando?!

source: This... Oh, no, he didn't do this...
es: Esto… ¡Oh, no, no lo ha hecho…!

source: Did what?
es: ¿Hizo qué?

source: Grigorius is... channelling the Soul's full power... Not unleashing it, like Myra has once done, but... absorbing it...
es: Grigorius está… canalizando todo el poder del Alma… No liberándolo, como hizo Myra una vez, sino… absorbiéndolo…

source: What...
es: Qué…

source: ...the hell...
es: …demonios…

source: ...is that thing?
es: …es esa cosa?

source: Grigorius, you fool! Can't you see you will destroy yourself by absorbing the Soul's power?
es: ¡Grigorius, necio! ¡¿No ves que te destruirás a ti mismo absorbiendo el poder del Alma?!

source: Grigorius... is no more...
es: Grigorius… ya no existe…

source: What? You...
es: ¿Qué? Tú…

source: No... No, this... This I refuse to...
es: No… No, esto… ¡Esto me niego a…!

source: Come now, we have been close to each other long enough for you to recognize my aura on the spot!
es: ¡Vamos, hemos estado lo bastante cerca el uno del otro como para que reconozcas mi aura al instante!

source: (shouting) Heed me, miserable wretches, Grigorius the Fool is no more! I am Svarballi, the Chosen of Ananke, Deliverer of this world!
es: (gritando) ¡Escuchadme, miserables gusanos, Grigorius el Necio ya no existe! ¡Yo soy Svarballi, el Gran Dragón del Cielo!

source: Everyone, from dwarves to humans to Celestials, stood still, too shocked by that revelation to speak anything. The Celestials stared at the transformed body of their former leader in utter disbelief; those who had seen Svarballi before at Garet-Desh stood appalled and terrified, but Myra, who remained on the ground after being thrown away by the explosion, to her own surprise felt a burning, growing rage inside herself. There stood the monster who had caused the Last War, the deaths of Veela and Maat, the destruction of Hiera'Shirsha and Akashia's downfall; there stood the root of all the suffering she and so many others had endured for years...
es: Todos, desde enanos hasta humanos y celestiales, se quedaron inmóviles, demasiado impactados por esa revelación para decir nada. Los celestiales miraban incrédulos el cuerpo transformado de su antiguo líder; quienes habían visto a Svarballi antes en Garet-Desh se quedaron horrorizados y aterrorizados, pero Myra, que seguía en el suelo tras ser arrojada por la explosión, para su propia sorpresa sintió una rabia ardiente y creciente dentro de sí. Allí estaba el monstruo que había causado la Última Guerra, las muertes de Veela y Maat, la destrucción de Hiera’Shirsha y la caída de Akashia; allí estaba la raíz de todo el sufrimiento que ella y tantos otros habían soportado durante años…

source: It is ironic that this fool has tried to master my soul, and that it was I who mastered his... But I should thank him; after all, were it not for his foolishness, I would still be trapped within that cursed gem...
es: Es irónico que este necio haya intentado dominar mi alma y que haya sido yo quien lo dominó a él… Pero debería agradecerle; al fin y al cabo, de no ser por su necedad, aún estaría atrapado dentro de esa gema maldita…

source: (getting to her feet) Jevyan, father, Ravyan, gather all our soldiers and flee this place immediately! You stand no chance against him!
es: (poniéndose en pie) ¡Jevyan, padre, Ravyan, reunid a todos nuestros soldados y huid de este lugar inmediatamente! ¡No tenéis ninguna posibilidad contra él!

source: ...a gem created by the mother of this young girl that stands before me. I acknowledge the High Ascendant caught me off guard, but by Ananke, I will not let that happen again...
es: …una gema creada por la madre de esta joven que está ante mí. Reconozco que la Gran Ascendente me pilló desprevenido, ¡pero por Ananke, no dejaré que vuelva a pasar…!

source: You were created to protect the world of your creator's beloved, Svarballi; will you go against his will and destroy it?
es: Fuiste creado para proteger el mundo del amado de tu creadora, Svarballi; ¿vas a ir contra su voluntad y destruirlo?

source: Ananke's will means nothing now, she no longer exists in this universe, and the same goes for all the other Avatars! This world has been abandoned, Myra of Hiera'Shirsha, and all its dwellers have been left to suffer! I have tried to put an end to their senseless existence, but fools have hindered me - but no longer! This time, there is no more Maat, no more Nitiballi...
es: ¡La voluntad de Ananke ya no significa nada, ella ya no existe en este universo, y lo mismo ocurre con los demás Avatares! ¡Este mundo ha sido abandonado, Myra de Hiera’Shirsha, y todos sus habitantes han quedado abandonados al sufrimiento! Intenté poner fin a su existencia sin sentido, pero necios me lo impidieron… ¡pero ya no! ¡Esta vez no hay más Maat, no hay más Nitiballi…!
