Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: My friends, I too am consternated for losing my home, but this is not the end of all; we must survive today, so that our children may defeat our enemies tomorrow!
es: ¡Amigos míos, yo también estoy consternado por haber perdido mi hogar, pero esto no es el fin de todo! ¡Debemos sobrevivir hoy para que nuestros hijos puedan derrotar a nuestros enemigos mañana!

source: A time of blood it was, and so in blood it shall end!
es: ¡Fue una era de sangre, y en sangre terminará!

source: And so the Last Stand of Garet-Desh was organized. Every able-bodied male and female was given weapons, but it was decided that, unless the city was invaded, only veteran warriors would fight; and thankfully, there were still many.
es: Y así se organizó la Última Resistencia de Garet-Desh. Se entregaron armas a todo hombre y mujer en condiciones de luchar, pero se decidió que, a menos que la ciudad fuera invadida, solo los guerreros veteranos combatirían; y por fortuna, todavía quedaban muchos.

source: In the following day, Windsong scouts sighted the dragons' armies looming in the distance, coming from all sides, and so the allies prepared themselves for the battle: the dwarves stood on the city's east walls, the trolls on the western ones; while the elves of Thelian protected Garet-Desh's southern flank and Maat and Myra, leading the Windsong and the Elementals, the northern gate. Varthan remained in the citadel, whence he'd command the Aragwaithi warriors alongside Lord Aracyn and King Dashien, the last remaining Aragwaithi king besides Abhai's son. The dragons' roar did not take long to echo on the plains...
es: Al día siguiente, exploradoras Hijas del Viento avistaron los ejércitos draconianos acercándose desde todos los puntos cardinales, y los aliados se prepararon para la batalla: los enanos ocuparon las murallas del este, los trolls las del oeste; mientras los elfos de Thelian protegían el flanco sur de Garet-Desh y Maat y Myra, al mando de las Hijas del Viento y los elementales, la puerta norte. Varthan permaneció en la ciudadela, desde donde dirigiría a los guerreros aragwaith junto al señor Aracyn y el rey Dashien, el último rey aragwaith que quedaba además del hijo de Abhai. El rugido de los dragones no tardó en resonar en las llanuras…

source: Part II: Towards the Rising Sun
es: Parte II: Hacia el Sol Naciente

source: The remains of the Aragwaithi people led by Varthan migrated northwards, and theirs was a hazardous journey; ultimately, however, they reached the Frozen Lands, and there they built new cities. Completely cut off from other civilizations, their culture changed little in the following centuries - the main change was possibly the Aragwaithi's learning of the magical arts from the Windsong who'd joined them - until they finally left their frozen home and moved westwards towards the famous kingdom of Wesnoth.
es: Los restos del pueblo aragwaith liderados por Varthan migraron hacia el norte en un viaje lleno de peligros; finalmente, sin embargo, llegaron a las Tierras Heladas y allí construyeron nuevas ciudades. Completamente aislados de otras civilizaciones, su cultura cambió poco en los siglos siguientes —el cambio más importante fue quizá que los aragwaith aprendieron las artes mágicas de las Hijas del Viento que se habían unido a ellos— hasta que finalmente abandonaron su hogar congelado y se dirigieron hacia el oeste, al famoso reino de Wesnoth.

source: But the adventures of the heirs of Garet-Desh is another story; ours shall go east, following young Myra - now the reluctant, but dedicated leader of the survivors of Doldesh and the unanimously elected new head of the Windsong Order -, away from the still-ongoing dragon menace and into the vast steppes of the Far East...
es: Pero las aventuras de los herederos de Garet-Desh son otra historia; la nuestra irá hacia el este, siguiendo a la joven Myra —ahora la reacia pero dedicada líder de los supervivientes de Doldesh y la nueva cabeza de la Orden de las Hijas del Viento elegida por unanimidad—, alejándose de la amenaza draconiana que aún continuaba y adentrándose en las vastas estepas del Lejano Oriente…

source: Myra felt weird; although she had never given the subject much thought, she had always wanted to meet that father of whom Ysara talked so little. However, now that he was there in front of her, she felt somewhat uneasy: maybe because of his stern appearance, or maybe just because she had just met him.
es: Myra se sentía extraña; aunque nunca había pensado mucho en el tema, siempre había querido conocer a ese padre del que Ysara hablaba tan poco. Sin embargo, ahora que lo tenía frente a ella, se sentía algo incómoda: tal vez por su apariencia severa, o tal vez simplemente porque acababa de conocerlo.

source: Tarkyn also seemed to feel a bit awkward in front of his daughter. The perspicacious Alenya noticed that he was actually blissful for meeting Myra; he just did not know how to convey those feelings well. In their meeting at his tent, the Hannuk chieftain told his daughter how he met Ysara, a former horsewoman, during a battle against an Aragwaithi caravan. She was the only survivor of her group, and deeply impressed the then young Tarkyn, who convinced her to follow him to his tribe as his captive to avoid being killed. And there, at the feet of the Wolf Mountain, an unlikely love blossomed between the former enemies. Nevertheless, his tribesmen did not accept his union with a foreigner, and made Ysara's life in the tribe a never-ending hell. When her pregnancy became known to all, both Tarkyn and Ysara agreed her own home should be a safer place for their child. At the end of the story, Tarkyn claimed he had never married again, nor had any children, hoping to one day meet again both his former wife and their child.
es: Tarkyn también parecía sentirse algo incómodo frente a su hija. La perspicaz Alenya notó que en realidad estaba dichoso de conocer a Myra; simplemente no sabía cómo expresar bien esos sentimientos. En la reunión en su tienda, el caudillo hannuk le contó a su hija cómo conoció a Ysara, una antigua jinete, durante una batalla contra una caravana aragwaith. Ella fue la única superviviente de su grupo y dejó profundamente impresionado al entonces joven Tarkyn, quien la convenció de seguirlo hasta su tribu como cautiva para evitar que la mataran. Y allí, al pie de la Montaña del Lobo, floreció un improbable amor entre los antiguos enemigos. Sin embargo, sus compañeros de tribu no aceptaron su unión con una extranjera y convirtieron la vida de Ysara en la tribu en un infierno interminable. Cuando su embarazo fue conocido por todos, tanto Tarkyn como Ysara acordaron que su hogar sería un lugar más seguro para su hijo. Al final de la historia, Tarkyn afirmó que nunca se había vuelto a casar ni había tenido más hijos, esperando algún día volver a encontrarse con su antigua esposa y su hija.

source: Myra, by her turn, told her own story: of how she was despised in Kiera for her mixed heritage, of how Ysara died of sickness; of how she fled her village and was miraculously found by Maat at Mount Hursag, of her life among the Windsong, and of the still recent Last War...
es: Myra, por su parte, contó su propia historia: de cómo fue despreciada en Kiera por su ascendencia mixta, de cómo Ysara murió de enfermedad; de cómo huyó de su aldea y fue encontrada milagrosamente por Maat en el Monte Hursag, de su vida entre las Hijas del Viento y de la aún reciente Guerra Final…

source: 'Seems like there is no place for the likes of us, who simply want to live peacefully with those who don't necessarily share the same roots as ourselves' she said with a sad smile - to which her father, smiling for the first time since they'd met each other, answered:
es: «Parece que no hay lugar para gente como nosotros, que simplemente queremos vivir en paz con quienes no necesariamente comparten las mismas raíces que nosotros», dijo con una triste sonrisa, a lo que su padre, sonriendo por primera vez desde que se habían encontrado, respondió:

source: 'Then we must carve such a place for ourselves, don't you agree?'
es: «Entonces tendremos que tallar ese lugar con nuestras propias manos, ¿no crees?»

source: Commanded by their own respective leaders, the Hannuks and the refugees quickly packed up their belongings and left the Doe Clan's lands; being a steppe people, the former had many horses, and so everybody had a mount - even the dwarves, who, unwilling to travel on horseback, had to go on Hannuk chariots. Thus they quickly reached Ughure, the largest city of the steppes, almost as large as Garet-Desh itself. There was some commotion when the city's sentinels spotted the Aragwaithi, but, with Tarkyn's intervention, they were allowed in as well.
es: Bajo el mando de sus respectivos líderes, los hannuk y los refugiados recogieron rápidamente sus pertenencias y abandonaron las tierras del Clan del Ciervo; al ser un pueblo de las estepas, los primeros tenían muchos caballos, así que todos tuvieron montura —incluso los enanos, que, reacios a viajar a caballo, tuvieron que ir en carros hannuk—. Así llegaron rápidamente a Ughure, la ciudad más grande de las estepas, casi tan grande como el propio Garet-Desh. Hubo cierta conmoción cuando los centinelas de la ciudad vieron a los aragwaith, pero, con la intervención de Tarkyn, también se les permitió entrar.

source: Tarkyn and Myra then sought an audience with the Great Shamans, the highest authority in the Hannuk society, and explained to them about the war in the Far West and in the Meadows, and of the dragons' attack on the steppes. The Shamans, seeing Tarkyn's entire people there, had no reason to disbelieve that, but they were also quite unwilling to aid Aragwaithi. After a brief quarrel in which Akashia threatened to blow them all up, the Shamans promised to let the Meadows' refugees stay in Ughure while they discussed what they would do.
es: Tarkyn y Myra pidieron entonces audiencia con los Grandes Chamanes, la máxima autoridad de la sociedad hannuk, y les explicaron la guerra en el Lejano Oeste y en los Prados, así como el ataque de los dragones a las estepas. Los Chamanes, al ver allí a todo el pueblo de Tarkyn, no tenían motivos para no creerlo, pero tampoco estaban muy dispuestos a ayudar a los aragwaith. Tras una breve discusión en la que Akashia amenazó con hacerlos explotar a todos, los Chamanes prometieron dejar que los refugiados de los Prados se quedaran en Ughure mientras decidían qué harían.

source: However, in the span of a mere three days, hundreds of other Hannuk refugees reached Ughure, led by chieftains who urged the Shamans to send out the Union Call to summon the Golden Horde. With no other alternative, they did that; but only three armies had gathered at Ughure when the roar of the dragons, so familiar to Myra and her friends, echoed in the city...
es: Sin embargo, en apenas tres días, cientos de refugiados hannuk llegaron a Ughure, liderados por caudillos que instaban a los Chamanes a emitir la Llamada de Unión para convocar a la Horda Dorada. Sin otra alternativa, así lo hicieron; pero solo tres ejércitos se habían reunido en Ughure cuando el rugido de los dragones, tan familiar para Myra y sus amigos, resonó en la ciudad…

source: Alenya's elven healing arts and the purifier ciphers of the Windsong, alongside Myra's own vitality, made her health improve quite quickly in the nervous travel to the far-eastern shores. Tarkyn, Dvalin and Ravyan led the refugees, while Jevyan watched over Myra and both Akashia and the elf examined the stone - which was latter dubbed the 'Sky Soul' by Jevyan, in reference to the soul it contained within itself - but couldn't figure out what it was exactly. When Myra woke up two days later, the two women stormed into her improvised tent and bombarded her with questions.
es: Las artes curativas élficas de Alenya y los cifrados purificadores de las Hijas del Viento, junto a la propia vitalidad de Myra, hicieron que su salud mejorara bastante rápido durante el tenso viaje hacia las costas del lejano oriente. Tarkyn, Dvalin y Ravyan lideraban a los refugiados, mientras Jevyan cuidaba de Myra y tanto Akashia como la elfa examinaban la piedra —a la que más tarde Jevyan llamó «Alma Celeste», en referencia al alma que contenía— pero no lograban descifrar exactamente qué era. Cuando Myra despertó dos días después, las dos mujeres irrumpieron en su tienda improvisada y la acribillaron a preguntas.

source: The convalescent Windsong explained everything, from what she had been told by Nature's spirits at the Fountain of Life to what she had discovered herself in her own studies on the gem. She assured her friends that invoking its power would not release the dragons locked in it - for Svarballi's soul, Myra believed, wasn't the only one trapped inside the gem. Furthermore, she said that she had found out a way to channel only the power of the other souls - a power that manifested itself as powerful fire balls. At Ughure, however, she'd felt it necessary to invoke the devastating power of Svarballi himself.
es: La Hija del Viento convaleciente lo explicó todo, desde lo que le habían contado los espíritus de la Naturaleza en la Fuente de la Vida hasta lo que ella misma había descubierto en sus propios estudios sobre la gema. Aseguró a sus amigas que invocar su poder no liberaría a los dragones encerrados en ella —pues Myra creía que el alma de Svarballi no era la única atrapada en la gema—. Además, dijo que había encontrado la forma de canalizar solo el poder de las otras almas, un poder que se manifestaba en forma de potentes bolas de fuego. En Ughure, sin embargo, había sentido necesario invocar el poder devastador del propio Svarballi.

source: Alenya rebuked her heavily, claiming that, if she didn't kill herself by playing with the immense power contained by the gem, she'd end up corrupted by the insidious, evil influence that emanated from it - an evil that, they all agreed, stemmed from Svarballi's hateful soul - and which both the elf and the refugees' leader agreed to be the cause of the latter's sudden inability to summon elementals. Myra explained that she only used its power to prevent her friends from suffering the same fate of Veela and Maat, to which Alenya retorted that destroying herself wouldn't do them any good all.
es: Alenya la reprendió duramente, afirmando que, si no se mataba jugando con el inmenso poder contenido en la gema, terminaría corrompida por la insidiosa y maligna influencia que emanaba de ella —un mal que todos acordaron provenía del alma llena de odio de Svarballi— y que tanto la elfa como la líder de los refugiados coincidieron en que era la causa de la repentina incapacidad de Myra para invocar elementales. Myra explicó que solo había usado su poder para evitar que sus amigos sufrieran el mismo destino que Veela y Maat, a lo que Alenya replicó que destruirse a sí misma no les haría ningún bien.

source: Akashia then suggested taking turns in keeping the Sky Soul, so that its evil aura would have a lesser effect on them. Alenya refused to keep it with herself, but Jevyan - who had been overhearing the conversation - promptly offered himself to share its guard with Myra and Akashia.
es: Akashia sugirió entonces turnarse para guardar el Alma Celeste, de modo que su aura maligna les afectara menos. Alenya se negó a quedársela, pero Jevyan —que había estado escuchando la conversación— se ofreció inmediatamente a compartir su custodia con Myra y Akashia.

source: Afterwards, Myra spoke to all the refugees about what had happened at Ughure: following Tarkyn's counsel, she did not reveal what the gem had within itself, in fear that they would refuse to keep the gem with them; instead, she claimed that it was an artefact left by Maat to help them fight for a new land, but which shouldn't be used often. At that height, they were about to reach the far-eastern shores of the Great Continent, after which there was only the vast ocean...
es: Después, Myra habló a todos los refugiados sobre lo ocurrido en Ughure: siguiendo el consejo de Tarkyn, no reveló lo que había dentro de la gema, por miedo a que se negaran a llevarla consigo; en cambio, afirmó que era un artefacto dejado por Maat para ayudarlos a luchar por una nueva tierra, pero que no debía usarse a menudo. En ese momento, estaban a punto de llegar a las costas del extremo oriental del Gran Continente, después del cual solo había el vasto océano…

source: Thus, after a final and desperate standoff with the drakes, the refugees began the crossing of the vast Stormy Ocean. It was no easy journey: besides the numerous storms that gave the ocean its name, they occasionally had to fight sea dwellers such as giant serpents, naga and krakens, which they identified thanks to Windsong lore scrolls; they also came across mermen, but had no clashes with them, for they were peaceful. Furthermore, they were often faced with the issue of food and water shortage. Because of that, they frequently had to dock on sand banks or small island chains to fish and search for fresh water, and that cost them much time.
es: Así, tras un último y desesperado enfrentamiento con los dracos, los refugiados comenzaron la travesía del vasto Océano Tempestuoso. No fue un viaje fácil: además de las numerosas tormentas que le daban su nombre, de vez en cuando tenían que luchar contra criaturas marinas como serpientes gigantes, nága y krakens, que identificaron gracias a los pergaminos de tradición de las Hijas del Viento; también se encontraron con sirénidos, pero no tuvieron enfrentamientos con ellos porque eran pacíficos. Además, a menudo se enfrentaban al problema de la escasez de comida y agua. Por eso, frecuentemente tenían que atracar en bancos de arena o pequeñas cadenas de islas para pescar y buscar agua dulce, lo que les costó mucho tiempo.

source: But the ones who faced the greatest hardships were Myra, Jevyan and Akashia. As Alenya had foreseen, even by sharing the gem's ownership they were affected by its malicious influence; people around the three noticed how they became sullen, aloof, even selfish or paranoid when they kept the gem for too long. Akashia was the one who suffered with the burden the most, but, unwilling to look weaker, she kept her ordeal for herself.
es: Pero quienes enfrentaron las mayores dificultades fueron Myra, Jevyan y Akashia. Tal como Alenya había previsto, incluso compartiendo la posesión de la gema se vieron afectados por su influencia maligna; la gente a su alrededor notó cómo se volvían taciturnos, distantes, incluso egoístas o paranoicos cuando la llevaban demasiado tiempo. Akashia fue quien más sufrió con la carga, pero, reacia a parecer más débil, guardó su calvario para sí misma.

source: Also, the long sea journey helped bring Aragwaithi, Hannuk and Windsong together. In those months, some of the original refugees died, but new children were born, many of whom had mixed ancestry; even a few Windsong, with Myra's blessing, broke their order's tradition by marrying men - or women - and having children of their own.
es: Además, el largo viaje por mar ayudó a unir a aragwaithi, hannuk e Hijas del Viento. En esos meses, algunos de los refugiados originales murieron, pero nacieron nuevos niños, muchos de ascendencia mixta; incluso algunas Hijas del Viento, con la bendición de Myra, rompieron la tradición de su orden al casarse con hombres —o mujeres— y tener hijos propios. Los enanos, entre los que había muy pocas mujeres, fueron los únicos que no tuvieron hijos, aunque Myra, Jevyan y Ravyan a menudo se preguntaban, entre risas, la verdadera naturaleza de la relación entre Dvalin y Alenya.

source: Thus they spent their first two years on the seemingly endless Stormy Ocean. According to the maps salvaged from Hiera'Shirsha, they had barely covered half the way between the two continents. Myra decided not to tell that to her people, in spite of their constant questioning about how much more their sea ordeal would last; and at her ship, she started questioning whether she had actually chosen the right path.
es: Así pasaron sus primeros dos años en el aparentemente interminable Océano Tempestuoso. Según los mapas rescatados de Hiera’Shirsha, apenas habían recorrido la mitad del camino entre los dos continentes. Myra decidió no decírselo a su gente, a pesar de sus constantes preguntas sobre cuánto más duraría su calvario marítimo; y en su barco, comenzó a cuestionarse si realmente había elegido el camino correcto.

source: And then, one day, she had a strange insight, like a calling. Being a Windsong Ascendant, she was used to that, but that particular insight was much stronger than any she'd ever had; it urged her to turn her ship to the southeast, towards a vast mass of gathering storm clouds. As expected, most refugees were against that at first, but in the end, trusting Myra's foresight, they followed that course. For days they sailed stalwartly through the raging seas, barely seeing anything in the darkness and in the heavy rainfall; then, after a few days, the storm lost intensity, and they spotted land. Even though it was not the dreamed Netjer-Ta, the refugees rejoiced at the sight of so much dry land; Akashia, by her turn, was puzzled, for, according to the Windsong maps, there shouldn't be any island there, whilst Myra felt the calling grow stronger.
es: Y entonces, un día, tuvo una extraña intuición, como un llamado. Al ser una Ascendente de las Hijas del Viento, estaba acostumbrada a eso, pero esa intuición en particular fue mucho más fuerte que cualquier otra anterior; la instaba a girar su barco hacia el sureste, hacia una vasta masa de nubes de tormenta que se acumulaban. Como era de esperar, la mayoría de los refugiados se opusieron al principio, pero al final, confiando en la previsión de Myra, siguieron ese rumbo. Durante días navegaron con tenacidad a través de mares embravecidos, apenas viendo nada en la oscuridad y bajo la fuerte lluvia; luego, después de unos días, la tormenta perdió intensidad y avistaron tierra. Aunque resultó ser solo una isla y no el soñado Netjer-Ta, los refugiados se sintieron aliviados; Akashia, por su parte, estaba desconcertada, pues, según los mapas de las Hijas del Viento, no debería haber ninguna isla allí, mientras que Myra sentía el llamado cada vez más fuerte.

source: Without any doubt that there was really something for her to find there, she left her people resting on the beach, watched over by Ravyan and Tarkyn; and, always followed by Jevyan, Alenya, Dvalin, Akashia and her loyal soldiers, Myra plunged into the thick forests of that uncharted realm...
es: Sin ninguna duda de que realmente había algo para ella allí, dejó a su gente descansando en la playa, vigilada por Ravyan y Tarkyn; y, siempre seguida por Jevyan, Alenya, Dvalin, Akashia y sus leales soldados, Myra se adentró en los espesos bosques de ese reino inexplorado…
