Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: Consternated, the friends watched as Assix took off his dark robes and jumped in the pool, drinking mouthfuls of its water, squealing in anticipation of his promised new powers. However, not a minute had passed since he'd dived in the fountain, when he choked strangely; then, his eyes became horribly injected, his scales bristled and then fell off, blood gushed out of his ears and mouth, and his flesh melted as if he had jumped into a pool of acid...
es: Consternados, los amigos vieron cómo Assix se quitaba sus túnicas oscuras y saltaba a la poza, bebiendo tragos de su agua y chillando de anticipación ante sus prometidos nuevos poderes. Sin embargo, no había pasado ni un minuto desde que se sumergió en la fuente cuando empezó a ahogarse de forma extraña; luego sus ojos se inyectaron de sangre, sus escamas se erizaron y cayeron, la sangre brotó de sus orejas y boca, y su carne se derritió como si hubiera saltado a una poza de ácido…

source: What the...
es: Qué…

source: Forgot to mention, these waters are poison to those who drink straight from their fountain. Now, friends, our turn!
es: Olvidé mencionar que estas aguas son veneno para quien bebe directamente de su fuente. ¡Ahora, amigos, nuestro turno!

source: Move Myra back to her keep (34,3)
es: Llevar a Myra de vuelta a su torreón (34,3)

source: We're almost there! Just a little longer, everyone!
es: ¡Ya casi estamos! ¡Solo un poco más, amigos!

source: Masster Assix iss dead, but you shall accompany him to the other world!
es: ¡El maestro Assix ha muerto, pero vosotros lo acompañaréis al otro mundo!

source: You...
es: Tú…

source: Stop talking, girl, or you will get tired...
es: Deja de hablar, chica, o te cansarás…

source: I'm dizzy... I think that spear was poisoned, and it hit me in the heart...
es: Me mareo… Creo que el dardo estaba envenenado y me dio en el corazón…

source: Of course it's not poisoned, what do you understand of poisons? I... I know! I will take you back to the Fountain; its waters will surely heal you.
es: ¡Claro que no está envenenada, qué sabes tú de venenos! Yo… ¡Ya sé! Te llevaré de vuelta a la Fuente; sus aguas seguro que te curan.

source: I thought only those pure of heart could drink it...
es: Pensaba que solo los de corazón puro podían beberla…

source: But you are pure! If even a callous woman like me could drink the water, I'm sure a kind-hearted girl like you will be able to drink mouthfuls of it...
es: ¡Pero tú eres pura! Si hasta una mujer dura como yo pudo beber el agua, estoy segura de que una chica de buen corazón como tú podrá beber tragos enteros…

source: You're not... callous... You're my... dear friend...
es: No eres… dura… Eres mi… querida amiga…

source: And you're the best friend I've ever had, now please, let's...
es: Y tú eres la mejor amiga que he tenido, ahora por favor, vamos…

source: (laughing and crying) And this is the first time you said I'm your friend... And the <i>very best one</i>... By Heaven, now I may die happy...
es: (riendo y llorando) Y esta es la primera vez que dices que soy tu amiga… y la <i>mejor</i>… Por el Cielo, ahora puedo morir feliz…

source: (in despair) YOU WILL NOT DIE, ARE YOU LISTENING?
es: (desesperada) ¡NO VAS A MORIR, ME ESTÁS ESCUCHANDO?

source: Go... I will stay behind and destroy the caves... so the saurians won't... escape...
es: Vete… Yo me quedaré atrás y destruiré las cuevas… para que los saurios no… escapen…

source: No way I'm leaving...
es: De ninguna manera me voy a ir…

source: Cipher of Immobility!
es: ¡Cifrado de Inmovilidad!

source: See, I do know how to cast a Cipher of Immobility... Jevyan!
es: Mira, sí sé lanzar un Cifrado de Inmovilidad… ¡Jevyan!

source: W-what?
es: ¿Q-qué?

source: Please... take her and the others out. I'm doomed, but... I can still do something for... all of you.
es: Por favor… sácala a ella y a los demás. Yo estoy perdida, pero… aún puedo hacer algo por… todos vosotros.

source: I... I shall do as you ask...
es: Yo… Haré lo que pides…

source: Now, Ci-
es: Ahora, Ci-

source: Cipher-
es: Cif-

source: CIPHER OF DESTRUCTION!!!
es: ¡¡¡CIFRADO DE DESTRUCCIÓN!!!

source: At this pace, we will return to Garet-Desh only to see it burning!
es: ¡A este paso, volveremos a Garet-Desh solo para verla arder!

source: Burning Revenge
es: Venganza Ardiente

source: Kill Lados with Myra
es: Matar a Lados con Myra

source: Death of Varthan
es: Muerte de Varthan

source: Death of King Gaeth
es: Muerte del rey Gaeth

source: King Gaeth
es: Rey Gaeth

source: Kingdom of Alancyn
es: Reino de Alancyn

source: At long last! The reinforcements promised by Lord Abhai have arrived, and they bring the daughter of the High Ascendant with them!
es: ¡Por fin! ¡Han llegado los refuerzos prometidos por lord Abhai, y traen consigo a la hija de la Gran Ascendente!

source: My subordinate, Flagbearer Aravyn, will aid in Alancyn's defence, so we must focus on killing Lados.
es: Mi subordinado, el abanderado Aravyn, ayudará en la defensa de Alancyn, así que debemos concentrarnos en matar a Lados.

source: I understand.
es: Entiendo.

source: Look, yonder comes the famous Myra! Assix was a fool for being defeated by such a brat, but we must not underestimate her forces.
es: ¡Mirad, allá viene la famosa Myra! Assix fue un necio al dejarse derrotar por una mocosa así, ¡pero no debemos subestimar sus fuerzas!

source: How could this...?
es: ¿Cómo ha podido ser…?

source: General Lados is dead, and our forces are being routed. Let's retreat and regroup!
es: ¡El general Lados está muerto y nuestras fuerzas están siendo derrotadas! ¡Retirémonos y reagrupémonos!

source: So the rumours of young Myra's power were true after all! Like mother, like daughter!
es: ¡Así que los rumores sobre el poder de la joven Myra eran ciertos después de todo! ¡De tal palo, tal astilla!

source: It was a great battle indeed, Myra, but that certainly won't be the last; I intend on patrolling the northern Meadows, assisting other kingdoms in holding off the dragons' attack, and I expect you to march alongside me again.
es: Fue una gran batalla, Myra, pero seguro que no será la última; pienso patrullar los Prados del norte, ayudando a otros reinos a contener el ataque de los dragones, y espero que marches a mi lado otra vez.

source: And it shall be so.
es: Y así será.

source: Should we risk ourselves this much? After all, your mother needs you to fight the Sky Dragon.
es: ¿Deberíamos arriesgarnos tanto? Al fin y al cabo, tu madre te necesita para luchar contra el Dragón del Cielo.

source: I will not fall before facing Svarballi, this I can assure you. Now, if you want to return to Garet-Desh, you're free to go; however, if you want to follow me, then we'll do things my way.
es: No caeré antes de enfrentar a Svarballi, eso te lo puedo asegurar. Ahora, si quieres volver a Garet-Desh, eres libre de irte; pero si quieres seguirme, entonces haremos las cosas a mi manera.

source: (rolling eyes discreetly) As you say, commander...
es: (poniendo los ojos en blanco discretamente) Como digas, comandante…

source: Fools! I am the Beast of the Death Desert! Do you really think that puny weaklings like you can defeat me?!
es: ¡Necios! ¡Soy la Bestia del Desierto de la Muerte! ¡¿De verdad creéis que debiluchos insignificantes como vosotros podéis derrotarme?!

source: Stand aside, he's mine!
es: ¡Atrás, es mío!

source: How can I fall without avenging Veela...?!
es: ¿Cómo puedo caer sin haber vengado a Veela…?

source: I have fallen; now, who will succeed my father as the King of Garet-Desh...?
es: He caído; ahora, ¿quién sucederá a mi padre como Rey de Garet-Desh…?

source: Damn it! Without Gaeth's leadership, Alancyn will be defenceless against the dragons - and without Alancyn, the northern Meadows will be at the lizards' mercy!
es: ¡Maldición! ¡Sin el liderazgo de Gaeth, Alancyn quedará indefensa ante los dragones y sin Alancyn, los Prados del norte estarán a merced de los lagartos!

source: We were unable to defeat Lados in time, now more dragon armies loom in the west! There is no hope for victory now!
es: No pudimos derrotar a Lados a tiempo, ¡ahora más ejércitos de dragones se acercan por el oeste! ¡Ya no hay esperanza de victoria!

source: Twilight Of The Kingdoms
es: Crepúsculo de los Reinos

source: Resist till the end of turns
es: Resistir hasta que acaben los turnos

source: Death of any allied leader
es: Muerte de cualquier líder aliado

source: HINT: do not attempt to kill the enemy leaders; rather, focus on defending Valon
es: PISTA: no intentéis matar a los líderes enemigos; concentraos en defender Valon

source: Kingdom of Valon
es: Reino de Valon

source: Greetings, Prince Varthan. I have received your message, and pledge myself to help in our allies' evacuation. That is, if they do manage to escape the mountains; knowing dwarves, trolls and elves, methinks fleeing from their home would harm their pride.
es: Saludos, príncipe Varthan. He recibido vuestro mensaje y me comprometo a ayudar en la evacuación de nuestros aliados. Eso si logran escapar de las montañas; conociendo a enanos, trolls y elfos, creo que huir de su hogar heriría su orgullo.

source: That is likely, but let's hope they come. If all our forces are concentrated in a single place, we would become far stronger.
es: Es probable, pero esperemos que vengan. Si todas nuestras fuerzas se concentran en un solo lugar, seremos mucho más fuertes.

source: I fear for Dvalin; I haven't heard from him since he returned to his own home.
es: Temo por Dvalin; no he sabido nada de él desde que regresó a su hogar.

source: I feel the same, but all we can do now is hope that he and his father find a safe way to the Meadows.
es: Yo siento lo mismo, pero ahora solo podemos esperar que él y su padre encuentren un camino seguro hacia los Prados.

source: Behold! A new wave of drakes and saurians has come! Let's obliterate them to make way for our allies, should they come!
es: ¡Mirad! ¡Llega una nueva oleada de dracos y saurios! ¡Acabemos con ellos para despejar el camino a nuestros aliados, por si vienen!

source: I bring word of Lord Thelian. He should arrive here next morning, and he brings with them all the elves he could rescue from the enclaves.
es: Traigo noticias de lord Thelian. Debería llegar aquí mañana por la mañana, y trae consigo a todos los elfos que pudo rescatar de los enclaves.

source: I hope he is bringing soldiers with him as well?
es: ¿Espero que traiga soldados también?

source: The finest among the Varanyans, milord.
es: Los mejores de los varanyan, milord.

source: At long last! Yonder is the Kingdom of Valon, my people, whose noble citizens are opening their gates for us! Gil-Gawien, take the children, the elders and the wounded to a shelter, and treat them; as for the healthy warriors and druids, we must help defending the city!
es: ¡Por fin! ¡Allá está el Reino de Valon, pueblo mío, cuyos nobles ciudadanos abren sus puertas para nosotros! Gil-Gawien, lleva a los niños, ancianos y heridos a un refugio y atiéndelos; en cuanto a los guerreros y druidas sanos, ¡debemos ayudar a defender la ciudad!

source: Lord Thelian, have you heard word from dwarves or trolls?
es: Lord Thelian, ¿has tenido noticias de enanos o trolls?

source: The trolls should be coming after us, led by Groth, but the last message I received from Auroghar assured me that the dwarves shall either defend their caves or die trying.
es: Los trolls deberían venir detrás de nosotros, liderados por Groth, pero el último mensaje que recibí de Auroghar me aseguró que los enanos defenderán sus cuevas o morirán en el intento.

source: Stubborn dwarves! Can't they see we would be far stronger if we fought side by side?
es: ¡Enanos cabezotas! ¿Es que no ven que seríamos mucho más fuertes si lucháramos codo con codo?

source: We have just smashed an army of drakes, only to find another one at our goal! My warriors, heal your wounds, for we shall help defend Valon!
es: ¡Acabamos de destrozar un ejército de dracos, solo para encontrarnos con otro al llegar! ¡Guerreros míos, curad vuestras heridas, porque vamos a ayudar a defender Valon!

source: Chief Groth! Do you bring any news from the dwarves?
es: ¡Jefe Groth! ¿Traes noticias de los enanos?

source: I do, young Myra. A dwarf scout found us some hours ago, and told us that Chief Auroghar is dead.
es: Sí, joven Myra. Un explorador enano nos encontró hace unas horas y nos dijo que el jefe Auroghar ha muerto.

source: No! So the dwarves have perished?
es: ¡No! ¿Entonces los enanos han perecido?

source: They haven't. Auroghar's only surviving son, Dvalin, has convinced the remaining dwarves to retreat and join us in the Meadows. I have sent them one of my shamans, to lead them through our tunnels towards the Meadows.
es: No lo han hecho. El único hijo superviviente de Auroghar, Dvalin, ha convencido a los enanos restantes de retroceder y unirse a nosotros en los Prados. Les he enviado uno de mis chamanes para guiarlos por nuestros túneles hasta los Prados.

source: Excellent! So we must hold the dragons off just a little longer!
es: ¡Excelente! ¡Entonces solo tenemos que contener a los dragones un poco más!

source: I hope your dwarf friend doesn't take much longer to arrive, Myra; resisting these relentless drake attacks is getting more and more difficult.
es: Espero que tu amigo enano no tarde mucho más en llegar, Myra; resistir estos implacables ataques de dracos se está volviendo cada vez más difícil.

source: Let them come! Some of my wounded warriors have recovered, and they shall join the kingdom's defences!
es: ¡Que vengan! Algunos de mis guerreros heridos se han recuperado y se unirán a las defensas del reino.

source: Dvalin! I'm so glad to see you safe and sound!
es: ¡Dvalin! ¡Qué alegría verte sano y salvo!

source: Och, not so safe, my friend. There is another dragon army on the way, and this one is led by Shek'kahan, another son of Shek'har. He may not be as strong as Krahkrahs, but he's quite a tactician, and his army has many hardened veterans.
es: Och, no tan a salvo, amiga mía. Viene otro ejército de dragones en camino, y este lo lidera Shek’kahan, otro hijo de Shek’har. Puede que no sea tan fuerte como Khrakrahs, pero es un gran estratega, y su ejército tiene muchos veteranos curtidos.

source: Lord Dashien, it may be a good idea to evacuate your kingdom. I warrant you that your people shall be welcome in Garet-Desh.
es: Lord Dashien, puede ser buena idea evacuar tu reino. Te aseguro que tu pueblo será bienvenido en Garet-Desh.

source: I cannot abandon my kingdom! We shall hold any enemy wave that comes!
es: ¡No puedo abandonar mi reino! ¡Mantendremos a raya cualquier oleada enemiga que venga!

source: With all due respect, king, my father thought like you, and he perished all the same, together with all those who, like him, chose to fight a lost battle.
es: Con todos mis respetos, rey, mi padre pensó como tú, y pereció igual, junto con todos los que, como él, eligieron luchar una batalla perdida.

source: Apologies for being so late, my friend. Here, this is all the gold we managed to salvage from my father's treasury; I also place my finest warriors under your command.
es: Perdona por llegar tan tarde, amiga. Aquí tienes todo el oro que pudimos salvar del tesoro de mi padre; también pongo a mis mejores guerreros bajo tu mando.

source: You may now recruit Steelclads, Pathfinders and Thunderguards!
es: ¡Ahora puedes reclutar Guardias de acero enano, Exploradores y Guardias del trueno!

source: Dvalin gives you 400 pieces of gold!
es: ¡Dvalin te da 400 piezas de oro!

source: Finally we have found those stinky, hairy little pests! And, as bonus, we have found the puny elves, the brutish trolls and the despicable humans as well!
es: ¡Por fin hemos encontrado a esos apestosos y peludos bichitos! ¡Y, de propina, también hemos encontrado a los débiles elfos, los brutos trolls y a los despreciables humanos!

source: You were right, Dvalin, this army is <i>huge</i>!
es: Tenías razón, Dvalin, ¡este ejército es <i>enorme</i>!

source: My king, you must decide now!
es: ¡Mi rey, debes decidir ahora!

source: I... Fine, I shall heed Dvalin's words, and begin preparing my people's evacuation.
es: Yo… Está bien, seguiré las palabras de Dvalin y empezaré a preparar la evacuación de mi pueblo.

source: Allies, you also should send your elders, women, wounded and children to Garet-Desh; as for us, we must defeat the brunt of Shek'kahan's army as quickly as possible, and then retreat before the drakes receive more reinforcements.
es: Aliados, vosotros también deberíais enviar a vuestros ancianos, mujeres, heridos y niños a Garet-Desh; en cuanto a nosotros, debemos derrotar lo antes posible el grueso del ejército de Shek’kahan y luego retroceder antes de que los dracos reciban más refuerzos.

source: Oh, no... What is that large army that comes from the east?!
es: ¡Oh, no…! ¿Qué es ese gran ejército que viene del este?

source: That is... That is my father, leading his veterans from Krathon's War! Is it possible that he too came to help us?
es: Eso es… ¡Es mi padre, liderando a sus veteranos de la Guerra de Krathon! ¿Es posible que también haya venido a ayudarnos?

source: Lords Dashien, Groth, Dvalin, Thelian, heed my words: you must hurry to Garet-Desh, where the survivors from the other Aragwaithi kingdoms have gathered. The dragons have us completely surrounded: Shek'har leads a massive host in the north, whereas Khrakrahs, Niddhon and Shakkha attack from the south. And, as I can now see, Shek'kahan is attacking from the west.
es: Señores Dashien, Groth, Dvalin, Thelian, escuchadme: debéis daros prisa hacia Garet-Desh, donde se han reunido los supervivientes de los otros reinos aragwaithi. Los dragones nos tienen completamente rodeados: Shek’har lidera un enorme hueste en el norte, mientras que Khrakrahs, Niddhon y Shakkha atacan desde el sur. Y, como ahora veo, Shek’kahan ataca desde el oeste.

source: So Garet-Desh shall be our last stand...?
es: ¿Entonces Garet-Desh será nuestro último bastión…?

source: I fear so. Lady Maat is commanding the city in my absence, but you will take our kingdom's reins when you get there, my son.
es: Me temo que sí. Lady Maat está al mando de la ciudad en mi ausencia, pero tú tomarás las riendas del reino cuando llegues, hijo mío.

source: But... what about you?
es: Pero… ¿y tú?

source: You shall lead our people from now on, Varthan. I shall stay here and delay the dragons for as long as I can; hopefully we shall win Garet-Desh enough time to fully prepare itself.
es: Tú liderarás a nuestro pueblo de ahora en adelante, Varthan. Yo me quedaré aquí y retrasaré a los dragones todo lo que pueda; con suerte conseguiremos que Garet-Desh gane tiempo suficiente para prepararse por completo.

source: But... Father, you cannot throw your life away like this! When they see you leading Valon's defences, they will fall on your forces like a storm!
es: Pero… ¡Padre, no puedes tirar tu vida así! ¡Cuando vean que lideras las defensas de Valon, caerán sobre tus fuerzas como una tormenta!

source: (smirking) Precisely what I am counting on. When they hear the hated Abhai of Garet-Desh is here, dragons from all fronts shall converge on this city, thus winning you even more time.
es: (sonriendo) Eso es exactamente en lo que confío. Cuando oigan que el odiado Abhai de Garet-Desh está aquí, los dragones de todos los frentes convergerán en esta ciudad, ganando así aún más tiempo.

source: But when they seize you...
es: Pero cuando te capturen…

source: Not alive, they won't; I'll make sure of that. Son, I have lived too intensely, done too much and travelled too far to end as a sickly and frail wreck on a deathbed. I'd rather die in fire and storm, fighting for all that is precious to me... You and my people included. My loyal brothers-in-arms are of the same mind: we are old, and the old must make sure that the new generations survive. But you're young, and it is the young who will rebuild our civilization.
es: No lo harán vivo; de eso me encargaré yo. Hijo, he vivido demasiado intensamente, he hecho demasiado y he viajado demasiado lejos para acabar como un despojo enfermo y frágil en un lecho de muerte. Prefiero morir entre fuego y tormenta, luchando por todo lo que me es preciado… Incluido tú y mi pueblo. Mis leales hermanos de armas piensan igual: somos viejos, y los viejos debemos asegurar que las nuevas generaciones sobrevivan. Pero tú eres joven, y son los jóvenes quienes reconstruirán nuestra civilización.

source: A bright star shall fade this day; I am honoured to have lived in the time of King Abhai Raidhaz, the Dragonkiller.
es: Una estrella brillante se apagará este día; me siento honrado de haber vivido en la época del rey Abhai Raidhaz, el Matadragones.

source: Even the stars fade out one day, old friend; what really matters is that new stars are always born; right, Myra?
es: Incluso las estrellas se apagan un día, viejo amigo; lo que realmente importa es que siempre nacen nuevas estrellas; ¿verdad, Myra?

source: (blushes)
es: (se sonroja)

source: Now, my son, I want you to receive the Rod of Justice from me, as I have received it from my forefathers. You will not be able to harness its full powers for now, for you must still mature to be worthy of it, but I am sure that, one day, you shall wield it as I have.
es: Ahora, hijo mío, quiero que recibas de mí la Vara de la Justicia, como yo la recibí de mis antepasados. Por ahora no podrás aprovechar todo su poder, porque aún debes madurar para ser digno de ella, pero estoy seguro de que un día la empuñarás como yo lo hice.

source: And Myra, tell Maat...
es: Y Myra, dile a Maat…

source: Anything, Lord Abhai.
es: Lo que sea, lord Abhai.

source: (smiles) No, everything I've ever had to tell her has already been said... Now, everyone, you must all make haste to Garet-Desh!
es: (sonríe) No, todo lo que alguna vez tuve que decirle ya se lo he dicho… Ahora, ¡todos, daos prisa hacia Garet-Desh!

source: Let's hurry, then! *Father, I shall not disappoint you. Look after us from wherever your soul rests, so you see our people thrive and live happily again...!*
es: ¡Démonos prisa, entonces! *Padre, no te decepcionaré. Cuídanos desde donde repose tu alma, para que veas a nuestro pueblo prosperar y volver a vivir feliz…*

source: Ha! Look at the chicken running! But you cannot hide from us forever, petty creatures!
es: ¡Ja! ¡Mirad al cobarde huyendo! ¡Pero no podréis esconderos de nosotros para siempre, criaturas insignificantes!

source: Ignore him; in Garet-Desh we shall give him the payback...
es: Ignoradlo; en Garet-Desh le daremos su merecido…

source: No! Without King Dashien and his soldiers, we won't be able to hold off the dragon offensive for long!
es: ¡No! ¡Sin el rey Dashien y sus soldados, no podremos contener mucho tiempo la ofensiva de los dragones!

source: No! Without Chief Groth and the trolls, we won't be able to hold off the dragon offensive for long!
es: ¡No! ¡Sin el jefe Groth y los trolls, no podremos contener mucho tiempo la ofensiva de los dragones!

source: No! Without Lord Thelyan and the elves, we won't be able to hold off the dragon offensive for long!
es: ¡No! ¡Sin el señor Thelyan y los elfos no podremos contener la ofensiva de los dragones por mucho tiempo!

source: The Sky Dragon Descends
es: El Dragón del Cielo Desciende

source: Resist the dragons' attack for 3 days (18 turns)
es: Resistir el ataque de los dragones durante 3 días (18 turnos)

source: Sky Mountains
es: Montañas del Cielo

source: As I told you, father: the elves, the trolls and the dwarves have all gathered with the humans.
es: Como te dije, padre: los elfos, los trolls y los enanos se han reunido todos con los humanos.
