Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: So, if we kill them all here we won't have to search for scattered survivors later.
es: Entonces, si los matamos a todos aquí no tendremos que buscar supervivientes dispersos después.

source: You are aware of the fate that is about to befall you, aren't you, puny creatures?
es: ¿Sois conscientes del destino que os aguarda, criaturas insignificantes?

source: We make our own fate, dragon. The time for words is over; now, we fight!
es: Nosotros forjamos nuestro propio destino, dragón. Se acabaron las palabras; ¡ahora, luchamos!

source: So be it... Children of Morogor, warriors of the Sky Dragon: CHARGE!
es: Que así sea… ¡Hijos de Morogor, guerreros del Dragón del Cielo: ¡CARGA!

source: It is time, my friends! Fight for our future!
es: ¡Es la hora, amigos míos! ¡Luchad por nuestro futuro!

source: I now go to Lord Abhai's side... Defend our people, my sons...
es: Ahora voy al lado de lord Abhai… Defended a nuestro pueblo, hijos míos…

source: FATHER!
es: ¡PADRE!

source: No, Jevyan! There are too many enemies on that side, if you go alone you'll die!
es: ¡No, Jevyan! ¡Hay demasiados enemigos por ese lado, si vas solo morirás!

source: She's right, cousin... Don't forfeit your life, but vent your anger on these drakes! Come, I shall fight alongside you!
es: Tiene razón, primo… ¡No tires tu vida, pero desahoga tu rabia con estos dracos! ¡Ven, lucharé a tu lado!

source: I die a warrior's death... Fight on without me, my people!
es: ¡Muero como guerrero… Seguid luchando sin mí, pueblo mío!

source: (furious) Dwarves! Let's give Chief Groth a retinue of drakes to serve him in the World of the Dead!
es: (furioso) ¡Enanos! ¡Démosle al jefe Groth un séquito de dracos que lo sirvan en el Mundo de los Muertos!

source: Alas, never shall I see the green woods again...
es: Ay, nunca volveré a ver los verdes bosques…

source: Lord Thelian! I shall not let your death be in vain... Elves, follow me! We will show the dragons what happens to the fools who make an enemy out of an elf!
es: ¡Lord Thelian! ¡No dejaré que tu muerte sea en vano…! ¡Elfos, seguidme! ¡Les mostraremos a los dragones lo que les pasa a los necios que se enfrentan a un elfo!

source: My love...!
es: ¡Amor mío…!

source: Lord Thelian, I now go join you in the other world...
es: Lord Thelian, ahora voy a reunirme contigo en el otro mundo…

source: Thus falls the last King of Valon... At long last, I shall be reunited with my wife and daughters...
es: Así cae el último Rey de Valon… Por fin me reuniré con mi esposa y mis hijas…

source: Unbelievable, the vermin are making advance! But not for long... Call in the reserves!
es: ¡Increíble, la plaga está avanzando! ¡Pero no por mucho tiempo… Llamad a las reservas!

source: How shameful that I'm forced to send even my reserve troops to battle!
es: ¡Qué vergüenza tener que enviar hasta mis tropas de reserva a la batalla!

source: Accursed apes, I will burn you all to a cinder! Send in the reserves!
es: ¡Malditos monos, os quemaré a todos hasta las cenizas! ¡Enviad las reservas!

source: Son, you have been wounded; leave this battlefield at once! As for you, pesky apes, you will regret what you have just done...
es: Hijo, estás herido; ¡abandona este campo de batalla ahora mismo! En cuanto a vosotros, molestos monos, os arrepentiréis de lo que acabáis de hacer…

source: We have been giving these overgrown lizards hell for days already, and we still stand! SEE THAT, SKY DRAGON? YOUR WARRIORS ARE NO MATCH FOR OUR MIGHT!
es: ¡Llevamos días dándoles infierno a estos lagartos crecidos y aún seguimos en pie! ¡MIRA ESO, DRAGÓN DEL CIELO! ¡TUS GUERREROS NO SON RIVALES PARA NUESTRO PODER!

source: It's him... Svarballi is coming!
es: Es él… ¡Svarballi viene!

source: No... Destroy them at once, you incompetent fools, before Lord Svarballi arrives!
es: ¡No… Destruidlos ahora mismo, inútiles incompetentes, antes de que llegue lord Svarballi!

source: The-
es: ¡El-

source: The legendary...!
es: ¡El legendario…!

source: ...Sky Dragon!
es: …¡Dragón del Cielo!

source: You fools... You had your foes completely at your mercy, heavily outnumbered, and yet here I am, forced to settle this matter myself...
es: Idiotas… Teníais a vuestros enemigos completamente a vuestra merced, en enorme inferioridad numérica, y aun así aquí estoy yo, obligado a resolver esto personalmente…

source: Forgive me, Lord Svarballi, I...
es: Perdonadme, lord Svarballi, yo…

source: But that was to be expected; mere fire dragons like you would have never defeated this High Ascendant, whom some seem to call the 'Chosen of Gods'...
es: Pero era de esperar; simples dragones de fuego como vosotros nunca habríais derrotado a esta Gran Ascendente, a la que algunos llaman la «Elegida de los Dioses»…

source: Goddess I am not, Sky Dragon, but I can still do everything in my power to stop you from destroying this world.
es: No soy diosa, Dragón del Cielo, pero aún puedo hacer todo lo que esté en mi poder para impedir que destruyas este mundo.

source: Which world? This world of endless violence? This world where living beings feed on their fellow living beings to survive? Pitiful creature! (roaring to the skies) Was that what you died for, Nitiballi? So that these miserable wretches might suffer with endless wars and strife? (turning back to Maat) All I want is to put an end to the misery of this so-called 'Miracle of Life', but you insist on seeing it persist; <i>you</i> are the real villain here, Maat of Hiera'Shirsha!
es: ¿Qué mundo? ¿Este mundo de violencia sin fin? ¿Este mundo donde los seres vivos se alimentan de sus semejantes para sobrevivir? ¡Criatura lamentable! (rugiendo al cielo) ¿Fue por eso por lo que moriste, Nitiballi? ¿Para que estos miserables desdichados sufrieran guerras y conflictos sin fin? (volviéndose hacia Maat) Todo lo que quiero es poner fin a la miseria de este supuesto «Milagro de la Vida», pero tú insistes en que persista; <i>tú</i> eres la verdadera villana aquí, ¡Maat de Hiera’Shirsha!

source: I cannot deny that wherever there is life, there is conflict and strife... But you cannot deny that, wherever there is life, there is also love, friendship, joy, dreams... It is your fault that you could not see that life is not only peace and harmony, but also war and chaos; and neither of them changes the fact that many beings of this planet do manage to find happiness...
es: No puedo negar que donde hay vida hay conflicto y lucha… Pero tú no puedes negar que, donde hay vida, también hay amor, amistad, alegría, sueños… Es culpa tuya no haber visto que la vida no es solo paz y armonía, sino también guerra y caos; y ninguno de los dos cambia el hecho de que muchos seres de este planeta logran encontrar la felicidad…

source: Nonsense. Peace, love and joy are mere illusions created by the living to disguise the truth about life: that it is <i>made</i> of chaos and strife, and will always be.
es: Tonterías. Paz, amor y alegría son meras ilusiones creadas por los vivos para disfiar la verdad sobre la vida: que está <i>hecha</i> de caos y lucha, y siempre lo estará.

source: No, it is not, Svarballi, can't you see that?
es: No, no lo es, Svarballi, ¿es que no lo ves?

source: I can only see the undisguised truth.
es: Solo puedo ver la verdad sin disfraz.

source: No, you have only twisted it because it did not fit your belief in a perfectly calm world-
es: No, solo la has retorcido porque no encajaba con tu creencia en un mundo perfectamente tranquilo-

source: (roaring) There is no use in arguing anymore! I shall crush you and your beloved little pests, and then we'll see who is right!
es: (rugiendo) ¡No tiene sentido seguir discutiendo! ¡Te aplastaré a ti y a tus queridas plagas, y entonces veremos quién tenía razón!

source: Fight Svarballi
es: Luchar contra Svarballi

source: Now you see that your precious lord was never interested in helping the dragons, Shek'har?
es: Ahora ves que tu precioso señor nunca estuvo interesado en ayudar a los dragones, ¿verdad, Shek’har?

source: No, that... that can't be... What have I...
es: No, eso… eso no puede ser… ¿Qué he hecho…?

source: (whispering) Father, maybe we should, you know, help the Ascendant; at least she will not kill us...
es: (susurrando) Padre, quizá deberíamos, ya sabes, ayudar a la Ascendente; al menos ella no nos matará…

source: I will never side with inferior races! My sons, gather your drakes and leave this accursed battlefield!
es: ¡Jamás me pondré del lado de razas inferiores! ¡Hijos míos, reunid a vuestros dracos y abandonad este maldito campo de batalla!

source: The cowards are fleeing! Do not let yourselves be deceived, my warriors, for Lord Svarballi <i>will</i> usher us into a new Dragon Age!
es: ¡Los cobardes huyen! ¡No os dejéis engañar, guerreros míos, porque lord Svarballi <i>sí</i> nos llevará a una nueva Era de los Dragones!

source: Mother, now it's time for us to face Svarballi!
es: ¡Madre, ahora nos toca enfrentarnos a Svarballi!

source: (sighing) For me, not for you...
es: (suspirando) Para mí, no para ti…

source: What do you-
es: ¿Qué qui-

source: Cipher of Sleep.
es: Cifrado del Sueño.

source: Lady Maat! What have you done?!
es: ¡Lady Maat! ¡¿Qué has hecho?!

source: Alenya, please tell her I am sorry for deceiving her once again, but... I just cannot allow her to die here; she would kill herself trying to vanquish Svarballi, just like Nitiballi did. I've seen someone I love sacrifice herself right before my eyes, once... I will not have it happen again, not if I can stop it myself.
es: Alenya, por favor dile que lo siento por engañarla una vez más, pero… simplemente no puedo permitir que muera aquí; se mataría intentando vencer a Svarballi, igual que hizo Nitiballi. Ya vi una vez a alguien a quien amaba sacrificarse delante de mis ojos… No dejaré que vuelva a pasar, no si puedo evitarlo yo misma.

source: But you were supposed to fight together, like the Water and Fire Dragons did, right?
es: ¡Pero se suponía que lucharíais juntas, como hicieron los Dragones del Agua y del Fuego, ¿no?!

source: That's what <i>they</i> did, not what <i>we</i> have to do. Now, please take her and the other Aragwaithi away; King Varthan, I have no authority over you, but you should go as well; your people need you.
es: Eso es lo que hicieron <i>ellos</i>, no lo que <i>nosotras</i> tenemos que hacer. Ahora, por favor, llévatela a ella y a los demás aragwaithi; rey Varthan, no tengo autoridad sobre ti, pero deberías irte también; tu pueblo te necesita.

source: You... I shall... do as you say, for I acknowledge my people need me.
es: Tú… Haré… lo que dices, porque reconozco que mi pueblo me necesita.

source: Dvalin, you must help escorting the refugees to a safer place! Come with us!
es: ¡Dvalin, debes ayudar a escoltar a los refugiados a un lugar más seguro! ¡Ven con nosotros!

source: And flee from the battlefield? Never!
es: ¿Y huir del campo de batalla? ¡Jamás!

source: You will not be fleeing, worthy Dvalin; you would be saving the defenceless refugees. Other than Varthan, you will be the only leader left, so you will be needed.
es: No estarás huyendo, digno Dvalin; estarás salvando a los refugiados indefensos. Además de Varthan, serás el único líder que quede, así que te necesitarán.

source: Well, thinking this way... Then we shall go east! Come with us, women and children of dwarf-kind, elf-kind, humankind and troll-kind! We shall lead you to safety!
es: Bueno, pensándolo así… ¡Entonces iremos al este! ¡Venid con nosotros, mujeres y niños de la raza enana, élfica, humana y trol! ¡Os guiaremos a un lugar seguro!

source: Go with him, my sons. I shall stay and help Lady Maat. And no, don't try to convince me otherwise; as Lord Abhai told me before leaving for Valon, the old must make sure that there is a future for the young.
es: Id con él, hijos míos. Yo me quedaré y ayudaré a lady Maat. Y no, no intentéis convencerme de lo contrario; como me dijo lord Abhai antes de partir hacia Valon, los viejos debemos asegurar que haya futuro para los jóvenes.

source: Father...
es: Padre…

source: And son... I know I may have been too strict, maybe even harsh, but... Know that I am, and always have been, proud of the man you've become. Now go, and lead the remaining Aragwaithi to safety! And you, my warriors, it was an honour to fight alongside you! Let's bring some drake companions to follow us to the world of the dead!
es: Y hijo… Sé que quizá fui demasiado estricto, tal vez incluso duro, pero… Has de saber que estoy, y siempre he estado, orgulloso del hombre en que te has convertido. ¡Ahora ve y lleva a los aragwaithi restantes a un lugar seguro! ¡Y vosotros, guerreros míos, fue un honor luchar a vuestro lado! ¡Traigamos algunos compañeros dracos que nos sigan al mundo de los muertos!

source: The younger ones may follow Prince Varthan; as for the veterans, we shall give these dragons hell before we go!
es: Los más jóvenes pueden seguir al príncipe Varthan; en cuanto a los veteranos, ¡daremos infierno a estos dragones antes de irnos!

source: To the ruin and the end of the world and back to the earth whence we came - together, my love!
es: A la ruina y al fin del mundo y de vuelta a la tierra de donde vinimos —¡juntos, amor mío!

source: Death itself frightens me not with you by my side, Gil-Gawien...
es: La misma muerte no me asusta teniéndote a mi lado, Gil-Gawien…

source: The younger ones may follow Prince Varthan; as for the veterans, we shall send a few more drakes for Lord Thelian in the World of the Dead!
es: Los más jóvenes pueden seguir al príncipe Varthan; en cuanto a los veteranos, ¡enviaremos unos cuantos dracos más para lord Thelian en el Mundo de los Muertos!

source: The women and the children must go and find a new home for our people; but I shall stay and die a warrior's death!
es: Las mujeres y los niños deben ir a buscar un nuevo hogar para nuestro pueblo; ¡pero yo me quedaré y moriré como guerrero!

source: And we shall be with you, Chief!
es: ¡Y estaremos contigo, jefe!

source: Futile efforts; I shall obliterate you from existence and then chase them down.
es: Esfuerzos inútiles; os borraré de la existencia y luego los perseguiré.

source: I will not have that happen, Svarballi...
es: No permitiré que eso pase, Svarballi…

source: What... What are you doing...?
es: ¿Qué… Qué estás haciendo…?

source: *Hathy, Deni, forgive me for what I'm about to do... But just like you, I cannot stand to see someone I love risk her life - even if that means giving my own...*
es: *Hathy, Deni, perdonadme por lo que voy a hacer… Pero igual que vosotras, no puedo soportar ver a alguien a quien amo arriesgar su vida —aunque eso signifique dar la mía…*

source: Svarballi watched her in silence, as did the other dragons, drakes, humans, elves, saurians and trolls; and soon an unbelievable silence befell the bloody battlefield as everyone watched the High Ascendant.
es: Svarballi la observó en silencio, al igual que los demás dragones, dracos, humanos, elfos, saurios y trolls; y pronto un silencio increíble cayó sobre el sangriento campo de batalla mientras todos observaban a la Gran Ascendente.

source: And then it happened: hundreds, thousands of greyish-blue streams of light formed out of thin air all around Maat, wrapping her in a bright web of light; then, for a split moment it was as if reality itself had been shattered - for in that split moment everyone on that battlefield saw glimpses of a million realms, each stranger than the other. As the light receded and the visions were replaced by the landscape where they stood, everyone could see Maat again, but she was not the same: her body emanated a cold aura, her eyes shone like blue stars, and all contenders, even those far from the Ascendant, could sense the power she exuded.
es: Y entonces ocurrió: cientos, miles de rayos de luz gris-azulada se formaron de la nada alrededor de Maat, envolviéndola en una brillante red de luz; luego, por un instante pareció como si la realidad misma se hubiera roto —pues en ese instante todos en el campo de batalla vieron atisbos de un millón de reinos, cada uno más extraño que el otro. Cuando la luz retrocedió y las visiones fueron reemplazadas por el paisaje donde estaban, todos pudieron ver a Maat de nuevo, pero ya no era la misma: su cuerpo emanaba un aura fría, sus ojos brillaban como estrellas azules y todos los contendientes, incluso los alejados de la Ascendente, podían sentir el poder que exudaba.

source: So this is it: the fabled High Ascendant, who controls and harnesses the power of the Worldsweave itself... It still will not help you, though, for you are no goddess - and unlike Agniballi and Nitiballi, you're on your own!
es: Así que esto es: la legendaria Gran Ascendente, que controla y aprovecha el poder del Tejido de los Mundos mismo… Aun así no te servirá de nada, porque no eres una diosa —¡y a diferencia de Agniballi y Nitiballi, estás sola!

source: I'm not on my own, Svarballi, not with the Raw by my side... I control the Worldsweave that ties all dimensions - so step forward, Sky Dragon, and measure your strength against that of existence itself!
es: No estoy sola, Svarballi, no con el Raw a mi lado… ¡Controlo el Tejido de los Mundos que une todas las dimensiones —así que da un paso al frente, Dragón del Cielo, y mide tu fuerza contra la de la existencia misma!

source: Maat must kill Svarballi
es: Maat debe matar a Svarballi

source: Pathetic creatures! How can you possibly believe that puny vermin like you are capable of defeating me, the High Dragon of the Sky?!
es: ¡Criaturas patéticas! ¿Cómo podéis creer que alimañas insignificantes como vosotros sois capaces de derrotarme a mí, ¡el Gran Dragón del Cielo?!

source: Stand aside, warriors! Only I can defeat him!
es: ¡Atrás, guerreros! ¡Solo yo puedo derrotarlo!

source: What is happening...?! How can a simple human wield such power...?!
es: ¿Qué está pasando…? ¡¿Cómo puede un simple humano manejar tanto poder…?!

source: Our king is in danger! Niddhon, Agadhor, we must go to his aid!
es: ¡Nuestro rey está en peligro! ¡Niddhon, Agadhor, debemos ir en su ayuda!

source: It is futile to help him, lesser dragons, you will only suffer the same fate as Svarballi!
es: Es inútil ayudarlo, dragones menores, ¡solo sufriréis el mismo destino que Svarballi!

source: Stop your nonsense! I am immortal!
es: ¡Deja de decir tonterías! ¡Soy inmortal!

source: I never meant to kill you, Svarballi...
es: Nunca pretendí matarte, Svarballi…

source: You... You are channelling too much power, you fool! At this rate you will be obliterated!
es: Tú… ¡Estás canalizando demasiado poder, necia! ¡A este ritmo serás obliterada!

source: I always knew that - but I <i>shall</i> see you beaten before I go!
es: ¡Siempre lo supe —pero <i>tú</i> serás derrotado antes de que yo me vaya!

source: YOU... DARN... VERMIN!!!
es: ¡¡¡TÚ… MALDITA… PLAGA!!!

source: THIS IS YOUR END, SVARBALLI!!!
es: ¡¡¡ESTE ES TU FIN, SVARBALLI!!!

source: Farewell
es: Despedida

source: Move Jevyan to the middle of the river to the east
es: Llevar a Jevyan al centro del río al este

source: Death of Akashia
es: Muerte de Akashia

source: Damn drake fire! We'll burn to ashes along with this forest! And to make matters worse, I can barely see what is ahead of me with all this smoke!
es: ¡Maldito fuego de draco! ¡Vamos a quemarnos hasta las cenizas junto con este bosque! ¡Y para colmo, apenas veo qué hay delante con tanto humo!

source: The fire and the smoke are not our main problem. The drakes and the saurians are fleeing the battlefield as well, but I'm certain they will try and kill us if they have the chance.
es: El fuego y el humo no son nuestro principal problema. Los dracos y los saurios también están huyendo del campo de batalla, pero estoy seguro de que intentarán matarnos si tienen la oportunidad.

source: We have no choice but to fight our way through this mayhem! If only I could harness the powers of the Rod... But that's unimportant now. Aragwaithi, follow me! As for you Windsong, now that Lady Maat stayed behind and Myra is unconscious, who is your representative?
es: No tenemos más remedio que abrirnos paso a la fuerza en medio de este caos. ¡Si al menos pudiera aprovechar los poderes de la Vara…! Pero eso ahora no importa. ¡Aragwaithi, seguidme! En cuanto a vosotras, Hijas del Viento, ahora que lady Maat se quedó atrás y Myra está inconsciente, ¿quién es vuestra representante?

source: I am, King Varthan.
es: Yo, rey Varthan.

source: Could you protect us from the heat with some of your ciphers?
es: ¿Podríais protegernos del calor con alguno de vuestros cifrados?

source: We could, but it would take us some time to cast them, and methinks we are running short of it right now!
es: Podríamos, pero nos llevaría un tiempo lanzarlos, ¡y creo que ahora mismo nos falta precisamente eso!

source: I thought the Windsong were more skilled...
es: Pensaba que las Hijas del Viento eran más hábiles…

source: Well, apologies if we can't move heaven and earth at the snap of your-
es: Bueno, disculpa si no podemos mover cielo y tierra con un chasquido de tus-

source: No matter! We must hurry to a safer point; there is a river nearby, that is where we shall regroup! Now, onwards!
es: ¡No importa! ¡Debemos llegar rápido a un punto más seguro; hay un río cerca, allí nos reagruparemos! ¡Ahora, adelante!

source: Jevyan is carrying Myra's unconscious body; because of that, he won't be able to attack anyone successfully!
es: Jevyan está cargando el cuerpo inconsciente de Myra; por eso no podrá atacar con éxito a nadie.

source: Look! The young man carries the unconscious Myra, the accursed daughter of the Ascendant! This is our chance to avenge our fallen kin, warriors, we must not let it escape!
es: ¡Mirad! ¡El joven lleva a la inconsciente Myra, la maldita hija de la Ascendente! ¡Esta es nuestra oportunidad de vengar a nuestros caídos, guerreros, no debemos dejarla escapar!

source: As if we didn't have enough problems in our hands already...
es: Como si no tuviéramos ya bastantes problemas encima…

source: Jevyan, stay close to me and my sisters! We shall protect you no matter the cost!
es: ¡Jevyan, quédate cerca de mí y de mis hermanas! ¡Te protegeremos cueste lo que cueste!

source: What was that just now?
es: ¿Qué ha sido eso ahora?

source: This power... Lady Maat...
es: Este poder… Lady Maat…

source: M-mother...
es: M-madre…

source: I understand it; the world has just lost its brightest shine.
es: Lo entiendo; el mundo acaba de perder su brillo más intenso.

source: But I don't feel the Sky Dragon's energy either... Our beloved lady made sure she didn't go out alone...
es: Pero tampoco siento la energía del Dragón del Cielo… Nuestra querida señora se aseguró de no irse sola…

source: There will be time to mourn later, now we must hurry!
es: Ya habrá tiempo de llorarla después, ¡ahora debemos darnos prisa!

source: We have made it to the river, but some of our own are still trying to find a way out of the forest. Let's camp here for the time being, and clear the path for the rest of our people.
es: Hemos llegado al río, pero algunos de los nuestros aún intentan salir del bosque. Acampemos aquí por ahora y despejemos el camino para el resto de nuestra gente.

source: Ouch... Where... What is...
es: Ay… Dónde… Qué…

source: Look, she's awakening!
es: ¡Mirad, está despertando!

source: Lady Myra, how do you feel?
es: Lady Myra, ¿cómo te sientes?

source: (looking around frantically) I must... I must get back to the city, I'm supposed to fight alongside my mother...
es: (mirando alrededor frenéticamente) Tengo que… Tengo que volver a la ciudad, se supone que debo luchar junto a mi madre…

source: Myra, your mother...
es: Myra, tu madre…
