Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: Maybe they were just reorganizing after the defeat of their leader. Don't forget that Shek'har and his sons still live.
es: Tal vez solo se estaban reorganizando tras la derrota de su líder. No olvides que Shek’har y sus hijos aún viven.

source: Messenger
es: Mensajero

source: (panting) Master Tarkyn... Lizards... Walking dead... Coming...
es: (jadeando) Maestro Tarkyn… Lagartos… Muertos andantes… Vienen…

source: Get a hold of yourself, man! Take a breath and tell us what exactly...
es: ¡Contrólate, hombre! Respira hondo y dinos exactamente qué…

source: Darn it, he was badly wounded already...
es: Maldición, ya estaba gravemente herido…

source: Look! I can see the lizards the messenger was talking about; I have seen those monsters before, they're saurians; but there are other... things with them...
es: ¡Mirad! Puedo ver los lagartos de los que hablaba el mensajero; he visto esos monstruos antes, son saurios; pero hay otras… cosas con ellos…

source: They must be undead...
es: Deben ser no-muertos…

source: (Sibilant voice in the distance): Myra of Hiera'Shirsha! I have long craved the moment I'd have the pleasure of destroying you and your cursed companions! You made me suffer beyond comprehension, and made me turn into a monster; but I am now more powerful than ever before, and now I shall have my revenge!
es: (voz sibilante a lo lejos): ¡Myra de Hiera’Shirsha! ¡Cuánto he ansiado el momento en que tendría el placer de destruiros a ti y a tus malditos compañeros! Me hicisteis sufrir más allá de lo comprensible y me convertisteis en un monstruo; ¡pero ahora soy más poderoso que nunca y tendré mi venganza!

source: This voice... No, it can't be Assix... Veela crushed him in those caves...
es: Esta voz… No, no puede ser Assix… Veela lo aplastó en aquellas cuevas…

source: So he is that lizard who stole the Book of the Dead from Hiera'Shirsha; he evidently learned the infamous transformation into an immortal sorcerer: a lich.
es: Así que es ese lagarto que robó el Libro de los Muertos de Hiera’Shirsha; evidentemente aprendió la infame transformación en hechicero inmortal: un liche.

source: Immortal you say?!
es: ¡¿Inmortal dices?!

source: Immortal, yes, but not invincible; he is highly resistant against physical damage, but the arcane arts of Alenya and Lady Myra can easily destroy the magic that binds his soul to his body and turn his skeleton into ashes.
es: Inmortal, sí, pero no invencible; es muy resistente al daño físico, pero las artes arcanas de Alenya y lady Myra pueden destruir fácilmente la magia que ata su alma a su cuerpo y convertir su esqueleto en cenizas.

source: (in rage) Aragwaithi, Windsong, prepare for battle! And you, Alenya, don't you even dare laying a finger on that cursed lizard, he's mine!
es: (furiosa) ¡Aragwaithi, Hijas del Viento, preparaos para la batalla! ¡Y tú, Alenya, ni se te ocurra tocar a ese lagarto maldito, es mío!

source: (raises eyebrows) As you wish, <i>milady</i>...
es: (alza las cejas) Como desees, <i>milady</i>…

source: Hannuks, prepare yourselves as well! Our arrows and blades may have little effect on fleshless skeletons, but we can still trample them under the weight of our war chariots!
es: ¡Hannuk, preparaos también! Nuestras flechas y espadas pueden tener poco efecto en esqueletos sin carne, ¡pero aún podemos aplastarlos bajo el peso de nuestros carros de guerra!

source: You damned little witch, you have no idea of the pain I suffered when I drank from the Fountain of Life... But I shall presently give you a small taste of that pain!
es: ¡Maldita brujita, no tienes idea del dolor que sufrí cuando bebí de la Fuente de la Vida…! ¡Pero ahora mismo os daré un pequeño sabor de ese dolor!

source: Foolish apes! Death no longer affects me!
es: ¡Monos estúpidos! ¡La muerte ya no me afecta!

source: BY THE NINE HELLS, I TOLD YOU HE'S MINE!!!
es: ¡¡¡POR LOS NUEVE INFIERNOS, OS DIJE QUE ES MÍO!!!

source: When will you understand it? You cannot defeat me!
es: ¿Cuándo lo entenderéis? ¡No podéis derrotarme!

source: As I thought, ciphers and physical attacks have no effect on him... I must use arcane spells.
es: Tal como pensaba, los cifrados y los ataques físicos no le hacen efecto… Tengo que usar hechizos arcanos.

source: No, I can't die again!
es: ¡No, no puedo morir otra vez!

source: VANISH INTO OBLIVION, YOU DISGUSTING LIZARD!
es: ¡¡¡DESAPARECE EN EL OLVIDO, LAGARTO ASQUEROSO!!!

source: Humans, dwarves and saurians alike stood in awe as a massive outburst of arcane energy wrapped the saurian lich, reducing him to ashes and destroying what was left of his soul. With his destruction, the undead readily fell, and the surviving saurians, suddenly overwhelmed, ran for their lives.
es: Humanos, enanos y saurios por igual se quedaron atónitos mientras una enorme explosión de energía arcana envolvía al liche saurio, reduciéndolo a cenizas y destruyendo lo que quedaba de su alma. Con su destrucción, los no-muertos cayeron de inmediato, y los saurios supervivientes, repentinamente superados, huyeron por sus vidas.

source: We have destroyed Assix and his lackeys, but I'm certain his troop was but a vanguard. Akashia, select the swiftest Sky Runners and tell them to fly to the west and see the size of the enemy's real army.
es: Hemos destruido a Assix y sus lacayos, pero estoy segura de que su tropa era solo una vanguardia. Akashia, selecciona a los Corredores del Cielo más rápidos y diles que vuelen hacia el oeste para ver el tamaño del verdadero ejército enemigo.

source: As you command, milady.
es: Como ordenes, milady.

source: Some time later...
es: Algún tiempo después…

source: So, have they returned?
es: Entonces, ¿han vuelto?

source: They have, milady... According to them, the enemy army is immense, as if the drakes hadn't had those massive losses in the Meadows. And, to make matters worse, this new army is commanded by Shek'har himself.
es: Sí, milady… Según ellos, el ejército enemigo es inmenso, como si los dracos no hubieran sufrido esas enormes pérdidas en los Prados. Y, para empeorar las cosas, este nuevo ejército está comandado por el propio Shek’har.

source: (screaming in rage) Blast it! Haven't they destroyed our homes already?! What else do they want from us?!
es: (gritando de rabia) ¡Maldición! ¿¡Es que no han destruido ya nuestros hogares!? ¡¿Qué más quieren de nosotros?!

source: Revenge, most likely. Revenge for the humiliation suffered at Garet-Desh.
es: Estoy bastante segura de que Shek’har quiere venganza por la humillación sufrida en Garet-Desh.

source: This is a serious matter indeed. We must hurry to the city of Ughure, where the Great Shamans live, and tell them what is happening. Only they have the power to summon the Golden Horde of the Hannuks, with which we may defeat these lizards.
es: Es un asunto grave de verdad. Debemos apresurarnos hacia la ciudad de Ughure, donde viven los Grandes Chamanes, y contarles lo que está pasando. Solo ellos tienen el poder de convocar a la Horda Dorada de los hannuk, con la que quizá podamos derrotar a estos lagartos.

source: And this time, we are not just fleeing without giving them the payback; they have lost many fire dragons, drakes and saurians already, not counting that the Sky Dragon is no more.
es: Y esta vez no solo estamos huyendo sin darles su merecido; ya han perdido muchos dragones de fuego, dracos y saurios, sin contar que el Dragón del Cielo ya no está.

source: You're right, Dvalin: this time, we will settle this matter once and for all.
es: Tienes razón, Dvalin: esta vez arreglaremos este asunto de una vez por todas.

source: It is decided then; now, we must prepare to evacuate this land. And hurry up, for we have no second to waste!
es: Entonces está decidido; ahora debemos prepararnos para evacuar esta tierra. ¡Y daos prisa, no tenemos ni un segundo que perder!

source: Oh no, dragon armies loom in the horizon! We're doomed...
es: ¡Oh no, ejércitos de dragones se perfilan en el horizonte! ¡Estamos perdidos…!

source: Besieged
es: Sitiados

source: Defeat Rugar and Atyllan
es: Derrotar a Rugar y Atyllan

source: Hint: Focus on defeating both Atyllan and Rugar, don't waste time trying to kill the other leaders
es: PISTA: Centraos en derrotar a ambos Atyllan y Rugar, no perdáis tiempo intentando matar a los demás líderes

source: Hannuk Clans
es: Clanes Hannuk

source: The dragons are coming! We're not prepared yet!
es: ¡Vienen los dragones! ¡Aún no estamos preparados!

source: Get a hold of yourself! We have no choices but to defend Ughure until more tribes answer to the Call!
es: ¡Contrólate! No tenemos más opción que defender Ughure hasta que más tribus respondan a la Llamada!

source: And in this, the Windsong and the Aragwaithi shall help!
es: ¡Y en eso nos ayudarán las Hijas del Viento y los aragwaithi!

source: Chieftain Tarkyn is right, we have nowhere to go now... Hannuks, prepare for a long, bloody and difficult-
es: El jefe Tarkyn tiene razón, ahora no tenemos adónde ir… Hannuk, preparaos para una larga, sangrienta y difícil…

source: (roaring) You point your sharp arrows towards us, steppe people; may I ask you why?
es: (rugiendo) Apuntáis vuestras afiladas flechas hacia nosotros, gente de la estepa; ¿puedo preguntar por qué?

source: Is that not obvious? You want to sweep us and take our lands, but know we will not give them up without a brutal fight!
es: ¿No es obvio? Queréis barrernos y tomar nuestras tierras, pero sabed que no las entregaremos sin una lucha brutal.

source: Heed me, horse-lovers, conquering your steppes was never my intention!
es: ¡Escuchadme, amantes de los caballos, conquistar vuestras estepas nunca fue mi intención!

source: Do not insult our intelligence, dragon! Do you really think we would believe this nonsense, when you come at the forefront of such army?
es: ¡No insultes nuestra inteligencia, dragón! ¿De verdad crees que nos creeríamos esa tontería cuando vienes al frente de semejante ejército?

source: Not that I take pride in this, but the fact is that I need this army to seize what I want, because what I want is under the possession of a very dangerous person: this black-haired, green-eyed young woman who sits at one of your keeps right now, the pesky Myra of Hiera'Shirsha!
es: No es que me enorgullezca, pero lo cierto es que necesito este ejército para apoderarme de lo que quiero, porque lo que quiero está en posesión de una persona muy peligrosa: esta joven de pelo negro y ojos verdes que ahora está en uno de vuestros torreones, ¡la molesta Myra de Hiera’Shirsha!

source: What are you talking about, you bastard?
es: ¿De qué estás hablando, maldito?

source: I'm talking about the soul of the Sky Dragon, which has been imprisoned again by High Ascendant Maat, and which you now keep in your possession!
es: ¡Hablo del alma del Dragón del Cielo, que fue nuevamente aprisionada por la Gran Ascendente Maat, ¡y que ahora tú guardas en tu posesión!

source: *What?!*
es: ¡¿Qué?!

source: You brainless dragon, the High Ascendant has destroyed your precious Sky Dragon forever! Myra does not have his soul!
es: ¡Dragón sin cerebro, la Gran Ascendente destruyó para siempre a tu precioso Dragón del Cielo! ¡Myra no tiene su alma!

source: Impudent boy, Svarballi cannot be destroyed by mere mortals, only bound! Aahh, it seems that your trusted leader hasn't told you anything...
es: Muchacho impertinente, ¡Svarballi no puede ser destruido por simples mortales, solo puede ser atado! Aahh, parece que vuestra líder de confianza no os ha contado nada…

source: (in rage) Accursed dragon, when will you tire of plaguing us? Why don't you go back to Dragons' Land and LEAVE US IN PEACE?!
es: ¡(furiosa) Maldito dragón, ¿cuándo te cansarás de atormentarnos? ¿Por qué no te vuelves a la Tierra de los Dragones y NOS DEJAS EN PAZ?!

source: It does not matter to us what he has done to you in the west; what matters now is: does the dragon speak the truth? Do you have this... soul in your possession?
es: No nos importa lo que te haya hecho en el oeste; lo que importa ahora es: ¿dice la verdad el dragón? ¿Tienes tú… esa alma en tu posesión?

source: Of course I do! My foster-mother left it for me to guard, lest it will fall in the wrong hands and...
es: ¡Claro que sí! Mi madre adoptiva me la dejó para que la guardara, no fuera a caer en malas manos y…

source: Ha! Now I see your real intentions, Aragwaithi: since your numbers have been reduced, you wanted to make us fight your war. I should have expected it from arrogant, hypocritical scum like you!
es: ¡Ja! Ahora veo vuestras verdaderas intenciones, aragwaithi: como vuestros números se han reducido, queríais que nosotros lucháramos vuestra guerra. ¡Tendría que haberlo esperado de escoria arrogante e hipócrita como vosotros!

source: Great Shaman, this dragon that attacks Ughure now has caused much devastation in the west with the sole intention of tyrannizing all free peoples of this world, and has already destroyed and displaced many Hannuk clans, will you really give heed to <i>him</i>?
es: Gran Chamán, este dragón que ahora ataca Ughure ha causado mucha devastación en el oeste con la única intención de tiranizar a todos los pueblos libres de este mundo, y ya ha destruido y desplazado muchos clanes hannuk, ¿de verdad vas a hacerle caso a <i>él</i>?

source: He may destroy the whole world, as long as he leaves the steppes in peace; and, as I can now notice, he's only come here lured by this treacherous half-breed. Great Shek'har, if we fight this Myra and help you retrieve this artefact you so crave, do I have your word that you will not harm our lands?
es: Puede destruir el mundo entero mientras deje en paz las estepas; y, como ahora veo, solo ha venido aquí atraído por esta mestiza traidora. Gran Shek’har, si luchamos contra esta Myra y te ayudamos a recuperar ese artefacto que tanto deseas, ¿tienes tu palabra de que no tocarás nuestras tierras?

source: Not only that, but I will also send you a great compensation for the tribes I have regretfully harassed. We dragons live long, and we remember our oaths.
es: No solo eso, sino que también os enviaré una gran compensación por las tribus a las que lamentablemente he acosado. Los dragones vivimos mucho tiempo y recordamos nuestros juramentos.

source: Disgraceful cowards! How can they side with those lizards?!
es: ¡Cobardes sin honor! ¿Cómo pueden ponerse del lado de esos lagartos?!

source: Hatred, Dvalin. They hate the Aragwaithi so much, that they will side with anyone willing to destroy them, just like many Aragwaithi would have done to them.
es: Odio, Dvalin. Odian tanto a los aragwaithi que se aliarán con cualquiera dispuesto a destruirlos, igual que muchos aragwaithi habrían hecho con ellos.

source: That aside, how will we escape this situation? You're aware that we're completely surrounded, aren't you?
es: Dejando eso de lado, ¿cómo vamos a salir de esta? Te das cuenta de que estamos completamente rodeados, ¿verdad?

source: We should go east at full gallop. But we must defeat Rugar and Atyllan first, or they'll harass our group all the way.
es: Deberíamos ir al este a todo galope. Pero primero debemos derrotar a Rugar y Atyllan, o nos acosarán todo el camino.

source: Let's do it then.
es: Hagámoslo entonces.

source: You were a great and renowned warrior once, Tarkyn. Was that Aragwaithi woman so desirable that betraying your own people for her was worthwhile?
es: En otro tiempo fuiste un guerrero grande y renombrado, Tarkyn. ¿Tan deseable era esa mujer aragwaithi que valió la pena traicionar a tu propio pueblo por ella?

source: You wash your mouth before talking about her, you corrupt old man! You, who take advantage of our wars to boost your popularity!
es: ¡Lávate la boca antes de hablar de ella, viejo corrupto! ¡Tú, que aprovechas nuestras guerras para hinchar tu popularidad!

source: Don't heed his venomous words, Hannuks! Just kill off this traitorous weed before it spreads all over the steppes!
es: ¡No hagáis caso a sus palabras venenosas, hannuk! ¡Acabad con esta mala hierba traidora antes de que se extienda por toda la estepa!

source: The dirty traitors are almost reaching the Holy Island! We must not allow their filth to defile our sacred ground!
es: ¡Los sucios traidores están a punto de llegar a la Isla Sagrada! ¡No podemos permitir que su inmundicia profane nuestro suelo sagrado!

source: Forget him! Let's kill Atyllan and Rugar and flee this place once and for all!
es: ¡Olvidadlo! ¡Matemos a Atyllan y Rugar y salgamos de este lugar de una vez por todas!

source: Never ask a human to do a dragon's job... You may have killed their petty horsemen, Myra, but will you manage to evade my Hurricanes?
es: Nunca hay que pedirle a un humano que haga el trabajo de un dragón… Puede que hayas matado a sus míseros jinetes, Myra, ¡pero podrás escapar de mis Huracanes?

source: Oh no, that is bad, very bad!
es: ¡Oh no, esto es malo, muy malo!

source: Even our swiftest horses cannot outride flying beings. I fear we won't be able to escape...
es: Ni siquiera nuestros caballos más rápidos pueden dejar atrás a seres voladores. Me temo que no podremos escapar…

source: (trembling) M-maybe if we, I don't know, run into a nearby wood and try to entangle the drakes amidst the trees...
es: (temblando) T-tal vez si, no sé, corremos a un bosque cercano e intentamos enredar a los dracos entre los árboles…

source: I won't allow those stinking lizards to prevail after everything we have suffered! Come, boys, let's dig a hole into those hills, and use the corridor's narrowness to compensate our lesser numbers!
es: ¡No permitiré que esos lagartos apestosos triunfen después de todo lo que hemos sufrido! ¡Venid, muchachos, cavemos un agujero en esas colinas y usemos la estrechez del corredor para compensar que somos menos!

source: And meanwhile, I will keep them busy! They won't go through me before you finish your job, even if both my arms are ripped off!
es: ¡Y mientras tanto, yo los entretendré! ¡No pasarán por encima de mí hasta que terminéis vuestra tarea, aunque me arranquen los dos brazos!

source: *No, I can't... I won't see more friends of mine dying! Maybe I could use its power... I now know its power can be channelled, but will I be able to wield it without letting it go berserk...?*
es: *No, no puedo… ¡No veré morir a más amigos míos! Tal vez podría usar su poder… Ahora sé que su poder puede canalizarse, pero ¿seré capaz de manejarlo sin que se descontrole…?*

source: Myra, could you make your earth elementals lend us some extra hands?
es: Myra, ¿podrías hacer que tus elementales de tierra nos echen una mano?

source: Myra? What are you doing?
es: ¿Myra? ¿Qué estás haciendo?

source: And do not get any closer to me! I know what I'm doing, trust me!
es: ¡Y no os acerquéis más! ¡Sé lo que hago, confiad en mí!

source: What the hell is she trying to do...?
es: ¿Qué demonios está intentando hacer…?

source: It seems like she has noticed there is no escape, and seeks to parlay! Bold, but useless; onwards, Hurricanes, and delay them while the Enforcers and Blademasters catch up!
es: Parece que se ha dado cuenta de que no hay escapatoria y busca parlamentar. ¡Valiente, pero inútil! ¡Adelante, Huracanes, retrasadlos mientras los Ejecutores y Maestros de la Espada los alcanzan!

source: As the seasoned drakes charged at her, Myra unwrapped the large purple gem she had kept hidden during all those months; a strange, fiery glitter flickered on its irregular surface, and the young woman knew the power inside it was anxious to explode. 'If being unleashed is what you want, I'll comply' she said, and then she pointed the gem straight at Shek'har, and unleashed the contained wrath of the Sky Dragon.
es: Mientras los dracos veteranos cargaban contra ella, Myra desveló la gran gema púrpura que había mantenido oculta todos esos meses; un extraño brillo ardiente centelleó en su superficie irregular y la joven supo que el poder que contenía estaba ansioso por explotar. «Si lo que quieres es ser liberado, lo haré», dijo, y apuntó la gema directamente a Shek’har, liberando la ira contenida del Dragón del Cielo.

source: What... What is...
es: Qué… Qué es…

source: N-o... It cannot... be hap-
es: N-no… No puede… estar pa-

source: W-what the hell has s-she just d-done...?
es: ¿Q-qué demonios ha h-hecho…?

source: I don't know, but she has given us an opportunity to escape. Quickly, pick up her body gently and place it on my chariot, and let's flee this place while the drakes and the Hannuk are still too stunned to react!
es: No lo sé, pero nos ha dado una oportunidad para escapar. ¡Rápido, coged su cuerpo con cuidado y ponedlo en mi carroza, y huyamos de este lugar mientras los dracos y los hannuk siguen demasiado aturdidos para reaccionar!

source: And I will keep this gem for now; we must examine it later, Akashia.
es: Y yo guardaré esta gema por ahora; tenemos que examinarla más tarde, Akashia.

source: By the Nine Hells we must! But now I... we must tend to Myra, her situation is critical!
es: ¡Por los Nueve Infiernos que sí! ¡Pero ahora yo… nosotros tenemos que atender a Myra, su estado es crítico!

source: They are fleeing, Elder Shaman! I don't know how that girl did that, but she has been knocked out, so we must make haste and chase them!
es: ¡Están huyendo, Gran Chamán! No sé cómo lo ha hecho esa chica, pero está inconsciente, ¡así que debemos apresurarnos y perseguirlos!

source: (stunned) No, let them... let them be.
es: (atónito) No, dejadlos… dejadlos ir.

source: But, Elder Shaman...!
es: ¡Pero, Gran Chamán…!

source: I don't care about what you do now, just... don't go after that girl. Haven't you felt it, Mundzuk? Haven't you felt the overwhelming evil that emanated from that jewel? Haven't you noticed its sheer power? That girl wields Death, and I wouldn't see it being unleashed on our people. No, let them be, please...
es: Me da igual lo que hagáis ahora, solo… no persigáis a esa chica. ¿No lo habéis sentido, Mundzuk? ¿No habéis sentido el mal abrumador que emanaba de ese rayo? ¿No habéis notado su poder absoluto? Esa chica maneja la Muerte, o algo muy cercano a ella, y no quiero verla desatada sobre nuestro pueblo. No, dejadlos ir, por favor…

source: Now we must only defeat Rugar! Do not lose heart, warriors!
es: ¡Ahora solo tenemos que derrotar a Rugar! ¡No perdáis el ánimo, guerreros!

source: Defeat Rugar
es: Derrotar a Rugar

source: How can this be? How can lowly traitors and dirty losers overcome two Hannuk chieftains at the very heart of Ughure?
es: ¿Cómo puede ser esto? ¿Cómo pueden unos miserables traidores y perdedores sucios vencer a dos jefes hannuk en el mismísimo corazón de Ughure?

source: Now we must only defeat Atyllan! Do not lose heart, warriors!
es: ¡Ahora solo tenemos que derrotar a Atyllan! ¡No perdáis el ánimo, guerreros!

source: Defeat Atyllan
es: Derrotar a Atyllan

source: I can't fall, milady needs me..!
es: ¡No puedo caer, mi señora me necesita…!

source: No... Forgive me, my daughter...
es: No… Perdóname, hija mía…

source: (roaring) I must confess these apes are tough... But even they will not be able to resist my next attack!
es: (rugiendo) Debo reconocer que estos monos son duros… ¡Pero ni siquiera ellos podrán resistir mi próximo ataque!

source: Damn it, Shek'har has called on massive reinforcements! We have no hope of escaping this siege now...
es: ¡Maldición, Shek’har ha llamado refuerzos masivos! ¡Ya no tenemos esperanza de escapar de este asedio!

source: Fires of Hope
es: Fuegos de Esperanza

source: Sea Mercenaries
es: Mercenarios del Mar
