Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: In the following morning, he gathered some of his soldiers and left Garet-Desh. Aracyn and Maat accompanied him, as did Myra, Veela, Alenya and Dvalin: the first following her mother, Dvalin seeking more information to transmit to his father, and Veela and Alenya both following Myra (the elf claimed she was interested in her powers, and wanted to know more about them). On the way, they met the troll chieftain, Groth, who charged some of his best warriors to reinforce the king's retinue. Two days later, travelling through burned forests and scorched strips of earth, they finally spotted the great mountain where Hiera'Shirsha once stood, and which was now swarming with drakes and saurians, their roars echoing in the surrounding valleys.
es: A la mañana siguiente, reunió a algunos de sus soldados y partió de Garet-Desh. Aracyn y Maat lo acompañaron, al igual que Myra, Veela, Alenya y Dvalin: la primera siguiendo a su madre, Dvalin buscando más información para transmitir a su padre, y Veela y Alenya siguiendo ambas a Myra (la elfa afirmaba estar interesada en sus poderes y quería saber más sobre ellos). En el camino se encontraron con el jefe troll Groth, quien encargó a algunos de sus mejores guerreros reforzar la comitiva del rey. Dos días después, viajando a través de bosques quemados y franjas de tierra abrasada, finalmente divisaron la gran montaña donde una vez se alzó Hiera'Shirsha y que ahora estaba repleta de dracos y saurios, cuyos rugidos resonaban en los valles circundantes.

source: Myra, like Maat and Veela, felt her heart ache at the sight of their beloved home's ruins; but her sadness was replaced by awe when she saw the monumental shadow of Shek'har, the greatest dragon after Agniballi himself, loom in the distance. He landed at a good distance from his own base, all by himself; unwilling to look distrustful or cowardly, King Abhai and Maat stepped forward to confront the dragon...
es: Myra, al igual que Maat y Veela, sintió que su corazón se encogía al ver las ruinas de su amado hogar; pero su tristeza fue reemplazada por asombro cuando vio la monumental sombra de Shek'har, el mayor dragón después del propio Agniballi, cernirse a lo lejos. Aterrizó a buena distancia de su propia base, completamente solo; no queriendo parecer desconfiado o cobarde, el rey Abhai y Maat avanzaron para enfrentarse al dragón...

source: With the dwarves' aid, King Abhai and his retinue returned to the Aragwaith Meadows without more incidents. Once there, he invited every human, dwarf, troll and elf leader in the realm to a Kalian (or Great Council) at Garet-Desh, to plan the counter-attack on Shek'har and his armies.
es: Con la ayuda de los enanos, el rey Abhai y su comitiva regresaron a los Prados Aragwaith sin más incidentes. Una vez allí, invitó a todos los líderes humanos, enanos, trolls y elfos del reino a un Kalian (o Gran Consejo) en Garet-Desh, para planear el contraataque contra Shek'har y sus ejércitos.

source: Maat mysteriously returned to normal as soon as she had entered the caves, but only at Garet-Desh did she fully recover from the incident. She claimed that at least one good thing had resulted from the skirmish: now she knew who their main enemy was, though she refused to explain it better before the Kalian. Two days later, the great human city received all the invited leaders, who gathered at King Abhai's palace...
es: Maat volvió misteriosamente a la normalidad en cuanto entró en las cuevas, pero solo en Garet-Desh se recuperó por completo del incidente. Afirmó que al menos una cosa buena había resultado del enfrentamiento: ahora sabía quién era su principal enemigo, aunque se negó a explicarlo mejor antes del Kalian. Dos días después, la gran ciudad humana recibió a todos los líderes invitados, que se reunieron en el palacio del rey Abhai...

source: Escorted by a division of Aragwaithi horsemen and accompanied by Veela, Alenya, Jevyan and his younger cousin Ravyan, Myra left Garet-Desh in the following day, heading south. As they crossed the hills of Doldesh, they heard news of the dragons' attack on human and elven cities, and felt even more pressed on to reach their goal. In the second sunset after their departure, they reached the southern frontiers of the Aragwaith Meadows; a region all too familiar to Myra...
es: Escoltada por una división de jinetes aragwaith y acompañada por Veela, Alenya, Jevyan y su primo menor Ravyan, Myra partió de Garet-Desh al día siguiente, dirigiéndose al sur. Mientras cruzaban las colinas de Doldesh, escucharon noticias del ataque de los dragones a ciudades humanas y élficas, y se sintieron aún más apremiadas para alcanzar su objetivo. En el segundo atardecer después de su partida, llegaron a las fronteras meridionales de los Prados Aragwaith; una región demasiado familiar para Myra...

source: After so many days fighting seemingly endless hordes of wild beasts and a saurian necromancer, Myra's retinue was exhausted; but the vision of the colossal Mount Hursag, its peak disappearing amidst the clouds, always renewed their strength and resolve. As she entered the bowels of the mountain through a small hole amidst the dense forest that encircled it, Myra wondered whether it had been fate that drove her mother to find that well-hidden entrance...
es: Tras tantos días luchando contra aparentemente interminables hordas de bestias salvajes y un nigromante saurio, la comitiva de Myra estaba exhausta; pero la visión del colosal Monte Hursag, cuya cima desaparecía entre las nubes, siempre renovaba su fuerza y determinación. Al entrar en las entrañas de la montaña a través de un pequeño agujero en medio del denso bosque que la rodeaba, Myra se preguntó si había sido el destino el que llevó a su madre a encontrar esa entrada tan bien escondida...

source: They now knew how to defeat the Sky Dragon, and so had to return to Garet-Desh as quickly as possible, but they all felt apathetic, defeated even. Veela had been well-liked even by the soldiers who had just met her; though a bit silly at times, she always did her best to keep everyone in high spirits, and her kindness and innocence was a reminder to all that not everything in the world was about war and violence.
es: Ahora sabían cómo derrotar al Dragón del Cielo, y por eso tenían que regresar a Garet-Desh lo antes posible, pero todos se sentían extrañamente apáticos, todavía en shock por lo ocurrido en las cuevas. Veela era muy querida incluso por los soldados que acababan de conocerla; aunque a veces era un poco tonta, siempre hacía lo posible por mantener a todos con el ánimo alto, y su bondad e inocencia eran un recordatorio para todos de que no todo en el mundo era guerra y violencia.

source: But the most affected person, by far, was Myra. She didn't talk to anyone, and barely spoke anything, to the point that Ravyan and Jevyan had to take over as the retinue's commanders. On the way, they found a few drake scouting troops - which they violently killed, thus venting some of their anger and sadness for Veela's death. Almost two weeks after leaving it for the first time, they finally returned to Garet-Desh.
es: Pero la persona más afectada, con diferencia, fue Myra. No hablaba con nadie y apenas decía nada, hasta el punto de que Ravyan y Jevyan tuvieron que hacerse cargo como comandantes de la comitiva. En el camino, encontraron algunas tropas de exploración draco, a las que mataron violentamente, descargando así parte de su ira y tristeza por la muerte de Veela. Casi dos semanas después de haberlo dejado por primera vez, finalmente regresaron a Garet-Desh.

source: Oh, Myra, Jevyan told me everything... I'm so sorry for what happened to Veela...
es: Oh, Myra, Jevyan me lo contó todo... Lo siento mucho por lo que le pasó a Veela...

source: (sobbing) She always followed, helped and gave her best for me even though I never asked her to do so, and I never... I never returned her feelings as she deserved...
es: (sollozando) Ella siempre me siguió, me ayudó y dio lo mejor de sí por mí aunque nunca se lo pedí, y yo nunca... nunca le devolví sus sentimientos como se merecía...

source: But you did let her come along with you for all this time, right? I'm sure that, even though you didn't show it explicitly, you really liked her; and I'm sure she knew that, and felt grateful.
es: Pero la dejaste acompañarte todo este tiempo, ¿verdad? Estoy segura de que, aunque no lo demostraras explícitamente, realmente la querías; y estoy segura de que ella lo sabía y se sentía agradecida.

source: (wiping her tears) ...But... I must not cry now. I have talked with the spirits of Nature, and they told me how to defeat Svarballi.
es: (secándose las lágrimas) ...Pero... no debo llorar ahora. He hablado con los espíritus de la Naturaleza y me han dicho cómo derrotar a Svarballi.

source: So...?
es: ¿Y bien...?

source: He could not be completely destroyed back then; that was why Nitiballi and Agniballi sealed him in some sort of magic prison. They'd also channelled the power of the spirits of Nature, thanks to their affinity with it; and it is because of this affinity that I have this bond with those spirits, since I've absorbed a small remnant of Nitiballi's soul as a child.
es: No pudieron destruirlo completamente en aquel entonces; por eso Nitiballi y Agniballi lo sellaron en una especie de prisión mágica. También habían canalizado el poder de los espíritus de la Naturaleza, gracias a su afinidad con ella; y es por esta afinidad que yo tengo este vínculo con esos espíritus, ya que absorbí un pequeño remanente del alma de Nitiballi cuando era niña.

source: I see, but... Does that mean that even with Nature's power Nitiballi was too weak to survive the battle?
es: Ya veo, pero... ¿Eso significa que incluso con el poder de la Naturaleza Nitiballi era demasiado débil para sobrevivir a la batalla?

source: Maybe... I mean, he spent the last of his strength trying to heal the entire world, but perhaps that wouldn't have killed him if he'd been at full strength.
es: Tal vez... Quiero decir, gastó sus últimas fuerzas intentando curar el mundo entero, pero quizá eso no lo habría matado si hubiera estado en plena fuerza.

source: And thus he became the Fountain of Life...
es: Y así se convirtió en la Fuente de la Vida...

source: What is it, dear?
es: ¿Qué pasa, hija?

source: Does that mean that, in order to be strong enough to beat Svarballi, I'll have to do the same as Nitiballi? Channel as much power as I can even if it destroys me, that is.
es: ¿Eso significa que, para ser lo bastante fuerte como para derrotar a Svarballi, tendré que hacer lo mismo que Nitiballi? Canalizar todo el poder que pueda aunque me destruya, eso es.

source: Of course not, silly! Nitiballi may have been aided by Agniballi, but you'll be aided by the full force of Garet-Desh, of the Varanyans, the Aigathol, the trolls, the Windsong... and myself. If anything, we'll just weaken the Sky Dragon enough for you to give the finishing blow. You'll essentially have all the work cut out for you - saving the world will never have been so easy.
es: ¡Claro que no, tonta! Puede que Nitiballi contara con la ayuda de Agniballi, pero tú contarás con toda la fuerza de Garet-Desh, de los varanianos, los Aigathol, los trolls, las Hijas del Viento... y yo misma. En todo caso, solo debilitaremos lo suficiente al Dragón Celeste para que tú des el golpe final. Esencialmente tendrás todo el trabajo hecho: salvar el mundo nunca habrá sido tan fácil.

source: (smiling faintly) So much for being a 'chosen one'... So, what are we waiting for?
es: (sonriendo débilmente) Vaya con ser una «elegida»... Entonces, ¿a qué estamos esperando?

source: If I call upon Nature's power, our combined powers can defeat him and seal him again, just like Agniballi and Nitiballi did in the past. The spirits of Nature also claimed you knew how to seal Svarballi...
es: Si invoco el poder de la Naturaleza, nuestros poderes combinados podrán vencerlo y sellarlo otra vez, tal como hicieron Agniballi y Nitiballi en el pasado. Los espíritus de la Naturaleza también dijeron que tú sabías cómo volver a sellar a Svarballi…

source: Yes, I think I know, but... Well, we'll see about that later. Now you must, and deserve, a rest.
es: Sí, creo que lo sé, pero… Bueno, de eso hablaremos después. Ahora tienes que descansar, y te lo mereces.

source: No! I'm still sad for... Anyway, I'm sure everyone has lost dear people, and still everyone's fighting, so I must do the same.
es: ¡No! Todavía estoy triste por… En fin, estoy segura de que todos han perdido a seres queridos y, aun así, todos siguen luchando, así que yo también debo hacerlo.

source: Ahem... Excuse me, ladies, I was close by, resolved to offer Lady Myra my condolences for what happened to her friend, and accidentally heard your last words...
es: Ejem… Disculpen, señoras, estaba cerca, decidido a presentar mis condolencias a la dama Myra por lo sucedido a su amiga, y escuché sin querer sus últimas palabras…

source: (rolling eyes discreetly) Of course...
es: (pone los ojos en blanco discretamente) Claro…

source: If you truly are so willing to fight, young Myra, know that I am heading north to aid the Kingdom of Alancyn in its battle against the army of the dragon Lados; and I would be honoured to have you fighting by my side.
es: Si de verdad estás tan dispuesta a luchar, joven Myra, debes saber que me dirijo al norte para ayudar al Reino de Alancyn en su batalla contra el ejército del dragón Lados; y me sentiría honrado de tenerte luchando a mi lado.

source: Dear, do not let your grief and anger block your wisdom; remember that only with your help we can defeat the Sky Dragon...
es: Querida, no permitas que tu dolor y tu rabia nublen tu sabiduría; recuerda que solo con tu ayuda podremos derrotar al Dragón del Cielo…

source: Worry not, for I shall not fall so easily. Prince Varthan, my elementals shall march alongside your men.
es: No te preocupes, no caeré tan fácilmente. Príncipe Varthan, mis elementales marcharán junto a tus hombres.

source: (sighing) If that is what you want, then I wish you good luck. Please, take good care of yourself...
es: (suspira) Si eso es lo que deseas, te deseo buena suerte. Por favor, cuídate mucho…

source: And so Myra, with Alenya, Ravyan and Jevyan by her side, followed Varthan's army. Dvalin, by his turn, returned to his own home, for his father needed every dwarf to hold off the spirited enemy offensive, which had already taken much of the Windy Mountains and even small southern portions of the Aragwaith Meadows.
es: Y así Myra, acompañada de Alenya, Ravyan y Jevyan, siguió al ejército de Varthan. Dvalin, por su parte, regresó a su hogar, pues su padre necesitaba a todos los enanos para contener la feroz ofensiva enemiga que ya había conquistado gran parte de las Montañas Ventosas e incluso pequeñas zonas del sur de los Prados Aragwaith.

source: Varthan and Myra's army arrived at the Kingdom of Alancyn in the nick of time: a massive army led by the mighty Lados had camped to the north of the human kingdom, whose forces were already depleted from previous battles...
es: El ejército de Varthan y Myra llegó al Reino de Alancyn justo a tiempo: un enorme ejército comandado por el poderoso Lados había acampado al norte del reino humano, cuyas fuerzas ya estaban agotadas por batallas anteriores…

source: For almost four weeks, the joint forces of Myra and Prince Varthan aided in the defence of the kingdoms of the northern Meadows; Shek'har's armies gave the Aragwaithi and their mountain allies no rest, attacking from west, north and south in successive waves. It seemed to the allied peoples that there was no end to the numbers of drakes and saurians; at the very least, Assix's death meant that the lizards had lost their strongest necromancer. Alenya received a message from her kin in Lintanir, informing that the war raged on in the west as violently as it did in the east. In fact, the only morale boost to the allies was the retrieving of the Book of the Dead by a Windsong stealth group led by Maat herself (who had found a way to shield herself from the Sky Dragon's interference).
es: Durante casi cuatro semanas, las fuerzas conjuntas de Myra y el príncipe Varthan ayudaron a defender los reinos del norte de los Prados; los ejércitos de Shek’har no daban descanso a los aragwaith ni a sus aliados de las montañas, atacando desde el oeste, el norte y el sur en oleadas sucesivas. A los pueblos aliados les parecía que no había fin para la cantidad de dracos y saurios; al menos, la muerte de Assix significaba que los lagartos habían perdido a su nigromante más poderoso. Alenya recibió un mensaje de sus parientes en Lintanir informando que la guerra ardía en el oeste con la misma violencia que en el este. De hecho, el único impulso moral para los aliados fue la recuperación del Libro de los Muertos por un grupo sigiloso de Hijas del Viento liderado por la propia Maat (quien había encontrado la forma de protegerse de la interferencia del Dragón del Cielo).

source: But the joy brought about by the Book's retrieval was short-lived. Certain afternoon, Varthan was visited by an elvish scout, whose message shook all to their core: the mighty elven city of Esthiel had fallen, as had the Hall of the Mountain Heart and the Stone Throne - capitals of trolls and dwarves respectively -, all by the claws and the fire of a tremendous dragon offensive. After some deliberation, Myra suggested that elves, dwarves and trolls left the mountains and concentrated their forces in the Meadows. The scout hastily returned to his home, while Myra and Varthan led their troops to the western human kingdom of Valon, the last great Aragwaithi fortress in the region...
es: Pero la alegría por la recuperación del Libro duró poco. Una tarde, Varthan recibió la visita de un explorador elfo cuyo mensaje sacudió a todos hasta el tuétano: la poderosa ciudad élfica de Esthiel había caído, al igual que el Salón del Corazón de la Montaña y el Trono de Piedra —capitales de trolls y enanos respectivamente—, todas arrasadas por las garras y el fuego de una tremenda ofensiva draconiana. Tras deliberar, Myra propuso que elfos, enanos y trolls abandonaran las montañas y concentraran sus fuerzas en los Prados. El explorador regresó apresuradamente a su hogar, mientras Myra y Varthan condujeron sus tropas al reino humano occidental de Valon, la última gran fortaleza aragwaith de la región…

source: With the Windy Mountains and the Aragwaithi Meadows ravaged, the only free kingdom standing was Garet-Desh itself. It was already crowded with refugees before the dwarves, elves, trolls and Valonians arrived; Varthan and the other leaders immediately searched for Maat, to discuss what they were to do next.
es: Con las Montañas Ventosas y los Prados Aragwaith devastados, el único reino libre que quedaba era el propio Garet-Desh. Ya estaba abarrotado de refugiados antes de que llegaran enanos, elfos, trolls y valonianos; Varthan y los demás líderes buscaron inmediatamente a Maat para decidir qué harían a continuación.

source: Now, Lady Maat, please tell us how you plan to defeat the Sky Dragon, if there is any plan at all.
es: Ahora, señora Maat, por favor díganos cómo planea derrotar al Dragón del Cielo, si es que hay algún plan.

source: I admit that our situation is dire, and that our homes have been lost forever. But if we only survive the next enemy assault, we'll be able to search for a new home elsewhere. This is my plan: we are about to confront the brunt of the dragon army here, in Garet-Desh; so far, Svarballi has sent smaller waves, but now he seems to have lost his patience, and decided to crush us once and for all. However, if we manage to hold Shek'har and his sons long enough, Svarballi may appear to destroy us himself.
es: Admito que nuestra situación es desesperada y que hemos perdido nuestros hogares para siempre. Pero si logramos sobrevivir al próximo asalto enemigo, podremos buscar un nuevo hogar en otro lugar. Este es mi plan: aquí, en Garet-Desh, nos enfrentaremos al grueso del ejército draconiano; hasta ahora Svarballi ha enviado oleadas menores, pero parece que ha perdido la paciencia y ha decidido aplastarnos de una vez por todas. Sin embargo, si logramos contener a Shek’har y a sus hijos el tiempo suficiente, Svarballi podría aparecer en persona para destruirnos.

source: And how does invoking the Sky Dragon's wrath help us?
es: ¿Y cómo nos ayuda provocar la ira del Dragón del Cielo?

source: We know that he is the true commander of the dragon armies; if we kill him, our enemies would be confused and scattered, but we don't even know where Svarballi is. Most likely he's at the heart of Dragons' Land, surrounded by thousands of drakes. If we force him to come here, away from most of his armies, we would only have to face him.
es: Sabemos que él es el verdadero comandante de los ejércitos draconianos; si lo matamos, nuestros enemigos quedarán confusos y dispersos, pero ni siquiera sabemos dónde está Svarballi. Lo más probable es que se encuentre en el corazón de la Tierra de los Dragones, rodeado de miles de dracos. Si lo obligamos a venir aquí, lejos de la mayoría de sus ejércitos, solo tendremos que enfrentarnos a él.

source: We would <i>only</i> have to fight this legendary Sky Dragon himself...
es: Tendríamos que enfrentarnos <i>solo</i> al legendario Dragón del Cielo en persona…

source: Not you, no; I would fight him, alongside my daughter. She has found out, in the Fountain of Life, the way to defeat him: she will call upon the same power that allowed Nitiballi and Agniballi to defeat the Sky Dragon for the first time, and with it we will stand a chance against him.
es: Tú no; yo lo enfrentaré, junto a mi hija. Ella ha descubierto, en la Fuente de la Vida, la forma de derrotarlo: invocará el mismo poder que permitió a Nitiballi y Agniballi vencer al Dragón del Cielo por primera vez, y con él tendremos una oportunidad.

source: And what is this power exactly?
es: ¿Y exactamente cuál es ese poder?

source: This concerns higher mysteries, beyond you... with all due respect, Prince... I mean, King Varthan.
es: Esto concierne a misterios superiores, más allá de ti… con todo respeto, príncipe… quiero decir, rey Varthan.

source: I trust both High Ascendant Maat and my young friend Myra, so if they claim they'll be able to face the Sky Dragon, I say our part is to make sure he hears the squealing of his lizards as we crush them!
es: Confío tanto en la Suma Ascendiente Maat como en mi joven amiga Myra, así que si ellas dicen que podrán enfrentarse al Dragón del Cielo, yo digo que nuestra parte es asegurarnos de que él escuche los chillidos de sus lagartos mientras los aplastamos.

source: (Thunderous applause)
es: (Aplausos atronadores)

source: Well spoken, Chief Groth!
es: ¡Bien dicho, jefe Groth!

source: Yes, this plan might work, but what next? Even if we destroy the Sky Dragon, his vassals will pursue us in revenge - and outside the Meadows where we've lived for centuries, we have nowhere to go!
es: Sí, este plan podría funcionar, pero ¿qué sigue? Aunque destruyamos al Dragón del Cielo, sus vasallos nos perseguirán por venganza… ¡y fuera de los Prados donde hemos vivido durante siglos no tenemos adónde ir!

source: As I said, we will have to go as far from Dragons' Land as possible to rebuild our nations. Maybe in the future we will be strong again and the dragons weak; but right now we are fighting our last war.
es: Como dije, tendremos que ir lo más lejos posible de la Tierra de los Dragones para reconstruir nuestras naciones. Tal vez en el futuro volvamos a ser fuertes y los dragones débiles; pero ahora mismo estamos librando nuestra última guerra.
