Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: No, I am mistaken... Nitiballi still exists, now I can sense his energy coming from within you... Then I shall have a chance to exact revenge on both Nitiballi and Maat at once... So...
es: No, me equivoco… Nitiballi aún existe, ahora siento su energía viniendo de dentro de ti… Entonces tendré la oportunidad de vengarme de Nitiballi y Maat al mismo tiempo… Así que…

source: ...let the end BEGIN!
es: …¡QUE COMIENCE EL FIN!

source: Jevyan, friends, you must leave this place immediately!
es: ¡Jevyan, amigos, debéis abandonar este lugar inmediatamente!

source: What?! No way I'm leaving you to fight this beast alone!
es: ¡¿Qué?! ¡De ninguna manera te dejo luchar contra esta bestia sola!

source: I SAID LEAVE THIS PLACE!
es: ¡¡¡HE DICHO QUE OS VAYÁIS!!!

source: Please, friends, do not make me see more of you dying, I... I have had enough of that...
es: Por favor, amigos, no me hagáis ver morir a más de vosotros, yo… ya he tenido bastante de eso…

source: She... She is right, Jevyan, there is nothing we can do now..
es: Ella… Tiene razón, Jevyan, ahora no podemos hacer nada…

source: (crying) Myra...
es: (llorando) Myra…

source: I-I am happy that I have met you all... Please, take care of Maat'Kare for me; do not let all our sacrifices be in vain...
es: E-estoy feliz de haberos conocido a todos… Por favor, cuidad de Maat’Kare por mí; no dejéis que todos nuestros sacrificios hayan sido en vano…

source: The heretics are fleeing, but we cannot abandon our dear tower to this monster! Come, soldiers of Light, let's save our dear Lord from this corrupting demon!
es: ¡Los herejes huyen, pero no podemos abandonar nuestra querida torre a este monstruo! ¡Venid, soldados de la Luz, salvemos a nuestro querido Señor de este demonio corruptor!

source: Pathetic little beings, when will you learn to DISAPPEAR!!!
es: ¡Patéticos seres diminutos, cuándo aprenderéis a ¡DESAPARECER!!!

source: Now it is better, only the two of us, Myra...
es: Ahora está mejor, solo tú y yo, Myra…

source: Myra, you know what to do.
es: Myra, sabes qué hacer.

source: I have known that since the Fountain of Life...
es: Lo sé desde la Fuente de la Vida…

source: *Spirits of Nature, before me stands the Destroyer, the enemy of all life; please, grant me the power to stop him, use my body as your vessel, let your power flow through me!*
es: *Espíritus de la Naturaleza, ante mí está el Destructor, el enemigo de toda vida; concededme el poder para detenerlo, usad mi cuerpo como vuestro recipiente, ¡dejad que vuestro poder fluya a través de mí!*

source: Interesting... As expected, you can channel Nature's power as well as Nitiballi himself... (smirking) Not that it will change the outcome of this battle, though...
es: Interesante… Como era de esperar, puedes canalizar el poder de la Naturaleza tan bien como el propio Nitiballi… (sonriendo con sorna) Aunque eso no cambiará el resultado de esta batalla…

source: We'll see about that, Sky Dragon...!
es: ¡Ya veremos eso, Dragón del Cielo…!

source: Defeat the awakened Svarballi, even if that costs your life
es: Derrotar al Svarballi despertado, aunque te cueste la vida

source: Myra, please resist!
es: ¡Myra, por favor resiste!

source: I have warned you, I would not commit the same mistakes again! Do you see now how much more powerful I am? Do you see now that there is no hope for your victory?
es: ¡Te lo advertí, no cometeré los mismos errores otra vez! ¿Ves ahora lo mucho más poderoso que soy? ¿Ves ahora que no hay esperanza para tu victoria?

source: As long as there is life...
es: Mientras haya vida…

source: ...as long as there is love and a heart that seeks justice...
es: …mientras haya amor y un corazón que busque justicia…

source: ...there is hope.
es: …hay esperanza.

source: *Do not lecture me, you've done that once too...*
es: *No me des lecciones, ya lo hiciste una vez…*

source: Stubborn wretch, why do you insist on living this miserable existence? When will learn to just give up and DIE?!
es: ¡Obstinada desgraciada, por qué insistes en vivir esta miserable existencia? ¿Cuándo aprenderás a rendirte y MORIR?!

source: Never. Now, let's end this, Svarballi!
es: Nunca. ¡Ahora, acabemos con esto, Svarballi!

source: Put an end to Svarballi's menace
es: Poner fin a la amenaza de Svarballi

source: You helpless fool, you are killing yourself, and for what? This is far from being enough to kill me!
es: ¡Necia indefensa, te estás matando a ti misma, y para qué? ¡Esto está muy lejos de ser suficiente para matarme!

source: I can't... kill you... but I can... keep you locked... until the one... who can do that... comes...
es: No puedo… matarte… pero puedo… mantenerte encerrado… hasta que llegue… el que… pueda hacerlo…

source: You may have managed to lock me again, but know that Grigorius was not the last fool who will find and unleash my soul! And, when this happens again, you will not be here to stop me!
es: Puede que hayas logrado encerrarme de nuevo, ¡pero sabe que Grigorius no fue el último necio que encontrará y liberará mi alma! ¡Y cuando vuelva a pasar, tú no estarás aquí para detenerme!

source: I... won't... but... every... era... has... its... heroes...
es: Yo… no estaré… pero… cada… era… tiene… sus… héroes…

source: *...right, Nitiballi?*
es: *…¿verdad, Nitiballi?*

source: (glad) I knew I was right in choosing you, my child. I am so proud of you.
es: (contento) Sabía que no me equivocaba al elegirte, hija mía. Estoy tan orgulloso de ti.

source: *As I am for having been with you, Water Dragon*
es: *Como yo lo estoy de haber estado contigo, Dragón del Agua*

source: You have fought hard and for a long time; you have bled and suffered, and faced all kinds of perils; but you have overcome them all to save your people. Now, Myra of Hiera'Shirsha, let us rest in peace; we both deserve it...
es: Has luchado duro y durante mucho tiempo; has sangrado y sufrido, y has afrontado todo tipo de peligros; pero los has superado todos para salvar a tu pueblo. Ahora, Myra de Hiera’Shirsha, descansemos en paz; ambos lo merecemos…

source: T have fought so much, only to fall at the end...
es: He luchado tanto, solo para caer al final…

source: Father, no! Please, don't die, Aldrik needs you...!
es: ¡Padre, no! ¡Por favor, no mueras, Aldrik te necesita…!

source: A New Legend Rises
es: Nace una Nueva Leyenda

source: I met her as my father tasked me with escorting her through the roads of our old home, but fate had it that we would fight together across ocean and continents. I have met her as a young Windsong fleeing her Haven, but I have parted with her as a legend. Myra, without you we might never have found peace again; without you, I might never have met my love. The Aigathol owe you everything, but I owe you everything and more. Rest with the ancestors, my friend... You and Veela have earned it.
es: La conocí cuando mi padre me encargó escoltarla por los caminos de nuestro antiguo hogar, pero el destino quiso que lucháramos juntos a través de océanos y continentes. La conocí como una joven Hija del Viento huyendo de su Refugio, pero me despedí de ella como una leyenda. Myra, sin ti quizá nunca habríamos encontrado la paz de nuevo; sin ti, quizá nunca habría conocido a mi amor. Los aigathol te lo debemos todo, pero yo te debo todo y más. Descansa con los ancestros, amiga mía… Tú y Veela os lo habéis ganado.

source: As I grew hearing tales of the deeds of Maat, so will our children and their children grow hearing tales of Myra's valour. You have led us to a new home, but more than that, you taught us so much. Wherever your soul may be, my friend, watch us closely, for we shall continue your work and build a world you will be proud of.
es: Como yo crecí escuchando historias de las hazañas de Maat, así crecerán nuestros hijos y los hijos de nuestros hijos escuchando historias del valor de Myra. Nos guiaste a un nuevo hogar, pero más que eso, nos enseñaste tanto. Dondequiera que esté tu alma, amiga mía, míranos de cerca, porque continuaremos tu obra y construiremos un mundo del que estarás orgullosa.

source: For so many years I regretted letting you and Ysara go, and for so many years I dreamed of what sort of person you had grown up to be. I could say the time we spent together was too short, daughter... but instead, I'll be thankful for them, as I'm thankful to both your mothers for raising such a wonderful woman... as I'm thankful the gods allowed me to be your father.
es: Durante tantos años me arrepentí de haber dejado marchar a ti y a Ysara, y durante tantos años soñé con qué clase de persona te habrías convertido. Podría decir que el tiempo que pasamos juntos fue demasiado corto, hija… pero en cambio, estaré agradecido por él, como estoy agradecido a ambas madres por criar a una mujer tan maravillosa… como estoy agradecido a los dioses por permitirme ser tu padre.

source: History will remember Myra of Hiera'Shirsha as a mighty Ascendant, a valiant fighter, a formidable leader; the Dragonbane, the Chosen of the Water Dragon, the Wielder of the Trident of the Seas, the Foe of the Sky Dragon; the heroine who united former enemies, who led Windsong, Aragwaithi and Hannuks across the oceans to a new home. However, in time no one will be left that will remember her as the woman she was: a loyal friend, a loving mother...
es: La historia recordará a Myra de Hiera’Shirsha como una poderosa Ascendente, una luchadora valiente, una líder formidable; la Matadragones, la Elegida del Dragón del Agua, la Portadora del Tridente de los Mares, la Enemiga del Dragón del Cielo; la heroína que unió a antiguos enemigos, que guió a Hijas del Viento, aragwaithi y hannuk a través de los océanos hacia un nuevo hogar. Sin embargo, con el tiempo no quedará nadie que la recuerde como la mujer que fue: una amiga leal y entregada, una madre amorosa, una esposa cariñosa…

source: The scrolls must not be the only keepers of our memory. Let us not forget anything: the ordeal we endured, or the sacrifices we made, or the blood and tears we shed. Let us not forget High Ascendant Maat, or High King Abhai, or Veela the Kind, or Varthan the Brave, or Akashia the Strong; let us not forget the Windsong, the Aragwaithi and the Hannuks who fought endless enemies to find a safe haven where the future generations could live in peace; let us not forget the leader, the heroine, the warrior and the woman, Myra of Hiera'Shirsha.
es: Los pergaminos no deben ser los únicos guardianes de nuestra memoria. No olvidemos nada: la ordalía que soportamos, ni los sacrificios que hicimos, ni la sangre y las lágrimas que derramamos. No olvidemos a la Gran Ascendente Maat, ni al Alto Rey Abhai, ni a Veela la Bondadosa, ni a Varthan el Valiente, ni a Akashia la Fuerte; no olvidemos a las Hijas del Viento, los aragwaithi y los hannuk que lucharon contra enemigos interminables para encontrar un refugio seguro donde las generaciones futuras pudieran vivir en paz; no olvidemos a la líder, la heroína, la guerrera y la mujer, Myra de Hiera’Shirsha.

source: It is getting dark and cold, son, let's get back to the city...
es: Se está haciendo oscuro y frío, hijo, volvamos a la ciudad…

source: All right.
es: Está bien.

source: See, Aldrik... How are you feeling about all this? About mom's...
es: Mira, Aldrik… ¿Cómo te sientes con todo esto? Con lo de mamá…

source: It's fine, dad. Mom didn't go away forever, she will return one day.
es: Tranquilo, papá. Mamá no se fue para siempre, volverá un día.

source: Son, we have talked about this before...
es: Hijo, ya hemos hablado de esto…

source: But it's true, dad. Look, she's there, smiling for us!
es: Pero es verdad, papá. ¡Mira, está ahí, sonriéndonos!

source: (appalled) Where...? Where are you seeing her?
es: (horrorizado) ¿Dónde…? ¿Dónde la ves?

source: (pointing at the sea) There!
es: (señala al mar) ¡Allí!

source: <i>Just as a mother lives on long after her own death in the blood of her children, Myra shall live on in her legacy: all the life that dwells on Irdya.</i>
es: <i>Así como una madre vive mucho después de su muerte en la sangre de sus hijos, Myra vivirá en su legado: toda la vida que habita en Irdya.</i>

source: Epilogue
es: Epílogo

source: The Continental War did not last much longer; with Hagor dead, there was no one capable of uniting the orcs under a single banner, and the orcish tribes returned to their inner squabbling.
es: La Guerra Continental no duró mucho más; muerto Hagor, no había nadie capaz de unir a los orcos bajo una sola bandera, y las tribus orcas volvieron a sus disputas internas.

source: The vampires, also leaderless, were reduced to small, wandering bands for a time, until a lord managed to reunite and rebuild their civilization. After his death, the vampire nation was divided between his sons, and many smaller fiefdoms were formed.
es: Los vampiros, también sin líder, quedaron reducidos a pequeñas bandas errantes durante un tiempo, hasta que un lord logró reunir y reconstruir su civilización. Tras su muerte, la nación vampírica se dividió entre sus hijos y se formaron muchos pequeños feudos.

source: The Celestials, in spite of losing their capital and their lords, kept fighting the Maat'Karians, who, aided by their dwarvish and warg allies, were ultimately victorious. A few of them accepted the humans' offer of amnesty, and joined them; their magical knowledge would originate a new school of magic that dealt with the holy arts. The celestials who didn't join the humans, by their turn, left Netjer-Ta and were never heard of again.
es: Los Celestiales, a pesar de perder su capital y a sus señores, siguieron luchando contra los maat’karianos, que, ayudados por sus aliados enanos y huargos, resultaron vencedores al final. Algunos aceptaron la oferta de amnistía de los humanos y se unieron a ellos; sus conocimientos mágicos darían origen a una nueva escuela de magia que trataría las artes sagradas. Los celestiales que no se unieron a los humanos abandonaron Netjer-Ta y nunca más se supo de ellos.

source: The Windsong, despite their massive losses, managed to recover from the damages of the war, led by a new Head, one who had fought alongside Myra and Maat in the Last War. Thanks to the copies owned by Maat'Kare, the gaps in Hiera'Laksha's shelves - a result of the Celestial attack - were refilled. The Book of the Dead remained there; and, in a special mausoleum carved into one of the Bald Mountain's highest pinnacles, stood the ice coffin from whence Akashia overlooked her precious Foundation, uncorrupted by death and decay.
es: Las Hijas del Viento, a pesar de sus enormes pérdidas, lograron recuperarse de los daños de la guerra, lideradas por una nueva Cabeza, una que había luchado junto a Myra y Maat en la Última Guerra. Gracias a las copias que poseía Maat’Kare, se rellenaron los huecos en los estantes de Hiera’Laksha —resultado del ataque Celestial—. El Libro de los Muertos permaneció allí; y, en un mausoleo especial tallado en uno de los picos más altos de la Montaña Calva, se alzaba el ataúd de hielo desde donde Akashia velaba su preciosa Fundación, incorrupta por la muerte y la descomposición.

source: In the faraway Great Continent, the Dragon War raged on for many years even after the Continental War. The massive losses at Garet-Desh and Ughure, however, put an end to the dragons' eastern campaign, and in the west, the alliance between elves and dwarves won many victories against them. Finally, a civil war between the followers of Shek'kahan and those of Khrakrahs undermined the drakes' western campaign as well. Few were the dragons that survived that war, and those who did went into hiding, to avoid being killed by hunters; even the sons of Shek'har exiled themselves. Never again did the dragons recover their old numbers, and the Dragons' Land became an empty desert.
es: En el lejano Gran Continente, la Guerra de los Dragones continuó durante muchos años incluso después de la Guerra Continental. Sin embargo, las enormes pérdidas en Garet-Desh y Ughure pusieron fin a la campaña oriental de los dragones, y en el oeste, la alianza entre elfos y enanos logró muchas victorias contra ellos. Finalmente, una guerra civil entre los seguidores de Shek’kahan y los de Khrakrahs socavó también la campaña occidental de los dracos. Pocos fueron los dragones que sobrevivieron a esa guerra, y los que lo hicieron se escondieron para evitar ser cazados; incluso los hijos de Shek’har se exiliaron. Nunca más recuperaron los dragones sus antiguos números, y la Tierra de los Dragones se convirtió en un desierto vacío.

source: As for the Sky Soul, it remained lost after the final battle at the Crystal Tower; Ravyan once suggested - unofficially, since the truth about the gem remained a secret between Myra's closest friends - sending an expedition to recover it, but Jevyan insisted that it should be left in the abyss created from that cataclysmic explosion. Later, he formed a secret group of warriors with the sole objective of watching over that abyss, to prevent any adventurer from entering it.
es: En cuanto al Alma del Cielo, quedó perdida después de la batalla final en la Torre de Cristal; Ravyan sugirió una vez —extraoficialmente, pues la verdad sobre la gema seguía siendo un secreto entre los amigos más cercanos de Myra— enviar una expedición a recuperarla, pero Jevyan insistió en que debía dejarse en el abismo creado por aquella explosión cataclísmica. Más tarde formó un grupo secreto de guerreros con el único objetivo de vigilar ese abismo, para impedir que ningún aventurero entrara en él.

source: Years passed, the seasons succeeded each other in their eternal cycle, and Maat'Kare thrived again, supported by its new generation - amongst them Aldrik, the prodigy of the Academy, who had somehow inherited his mother's elemental powers; and Belendra, the half-elf, half-dwarf maiden who was dubbed the Steel Princess of the Cyan Mountains. They did not live in their parents' shadow for long, and authored great deeds themselves in their continent and even in the new one that was discovered few years after the Continental War... But that is another story. The one I have been telling, the song of Myra of Hiera'Shirsha, ends here.
es: Los años pasaron, las estaciones se sucedieron en su ciclo eterno, y Maat’Kare prosperó de nuevo, sostenida por su nueva generación —entre ellos Aldrik, el prodigio de la Academia, que de alguna forma había heredado los poderes elementales de su madre; y Belendra, la doncella mitad elfa mitad enana a la que apodaron la Princesa de Acero de las Montañas Cian. No vivieron mucho tiempo a la sombra de sus padres y escribieron ellos mismos grandes hazañas en su continente e incluso en el nuevo que fue descubierto pocos años después de la Guerra Continental… Pero esa es otra historia. La que he estado contando, la canción de Myra de Hiera’Shirsha, termina aquí.

source: Dragons
es: Dragones

source: Windsong Keep
es: Torreón de las Hijas del Viento

source: Ruined Windsong Keep
es: Torreón en Ruinas de las Hijas del Viento

source: Windsong Castle
es: Castillo de las Hijas del Viento

source: Ruined Windsong Castle
es: Castillo en Ruinas de las Hijas del Viento

source: Crystal Castle
es: Castillo de Cristal

source: Crystal Keep
es: Torreón de Cristal

source: Aragwaithi Wall
es: Muralla Aragwaith

source: Statue of Myra
es: Estatua de Myra

source: Statue of Maat
es: Estatua de Maat

source: Windsong Village
es: Aldea de las Hijas del Viento

source: Ruined Windsong Village
es: Aldea en Ruinas de las Hijas del Viento

source: female^Elvish Sorceress
es: Hechicera elfa

source: The world of faerie is far more potent than the corporeal world. Simply bringing some of this world into our own can have violent results. This is well-understood by the elves, although rarely used with malicious intent; doing so is no easy task, and is a very ill-regarded use of their strength. Those able to do so are roughly titled as ‘sorceresses' by other races; and certainly are capable of acting the part.
es: El mundo de las hadas es mucho más potente que el mundo corpóreo. Simplemente traer algo de ese mundo al nuestro puede tener resultados violentos. Los elfos lo entienden bien, aunque rara vez lo usan con malas intenciones; hacerlo no es tarea fácil y está muy mal visto entre ellos. Quienes son capaces de hacerlo son conocidas aproximadamente como «hechiceras» por otras razas, y ciertamente son capaces de actuar como tales.

source: staff
es: bastón

source: entangle
es: enredar

source: faerie fire
es: fuego feérico

source: Child
es: Niño

source: This child is still too young to do anything else than play with his little friends, but he may become a great person when he grows up.
es: Este niño todavía es demasiado pequeño para hacer otra cosa que jugar con sus amiguitos, pero puede llegar a ser una gran persona cuando crezca.

source: toy sword
es: espada de juguete

source: Mermaid Naiad
es: Náyade sirenida

source: There are legends, told by the most seasoned sailors, about a mermaid of unparalleled beauty, whose mere voice could sway entire fleets from their goal and lead them astray; and to whom the very sea seemed to obey like a tame beast. Such stories are often dismissed as pure fantasy, but those who claim to have seen that mythical mermaid are capable of waging their ships that they have seen the fabled Naiad with their own eyes.
es: Existen leyendas, contadas por los marineros más curtidos, sobre una sirena de belleza sin igual, cuya sola voz podía desviar flotas enteras de su rumbo y llevarlas a la perdición; y a la que el mismísimo mar parecía obedecer como a una bestia domesticada. Tales historias suelen considerarse pura fantasía, pero quienes afirman haber visto a esa sirena mítica son capaces de apostar sus barcos a que vieron a la legendaria náyade con sus propios ojos.

source: Naia touch
es: Toque de Naia

source: Thalassa's Fist
es: Puño de Thalassa

source: Siren's Song
es: Canto de sirena

source: Merman Thunder Fighter
es: Luchador del trueno sirenido

source: Skilled denizens of the sea, Mermen are powerful and quick in any watery environment, but lose most of their mobility on land. Even so, the powerful storm tridents they wield make them fearsome opponents on any ground.
es: Hábil habitante del mar, los sirenidos son poderosos y rápidos en cualquier entorno acuático, pero pierden la mayor parte de su movilidad en tierra. Aun así, los poderosos tridentes de tormenta que empuñan los convierten en oponentes temibles en cualquier terreno.

source: trident
es: tridente

source: storm trident
es: tridente de tormenta

source: Merman Thunder Warrior
es: Guerrero del trueno sirenido

source: The Mermen Warriors form the core of the mermen armies. Wielding powerful tridents, they are a bane to any who dare enter their waters. Having mastered the use of the storm trident, these warriors are one of the main reasons of the merfolk dominance of the seas.
es: Los guerreros sirénidos forman el núcleo de los ejércitos sirénidos. Blandiendo poderosos tridentes, son una pesadilla para cualquiera que se atreva a entrar en sus aguas. Habiendo dominado el uso del tridente de tormenta, estos guerreros son una de las principales razones del dominio sirénido sobre los mares.

source: Saurian Lich
es: Liche saurio
