Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: Don't you even dare to say she's dead! I can still sense her energy coming from the battlefield!
es: ¡Ni se te ocurra decir que está muerta! ¡Todavía siento su energía viniendo del campo de batalla!

source: She's got a point there, for I too can still sense Lady Maat's power.
es: Tiene razón, porque yo también sigo sintiendo el poder de lady Maat.

source: Of course you do, such an immense outburst of energy would never vanish away so quickly!
es: ¡Claro que sí, una explosión de energía tan inmensa nunca desaparece tan rápido!

source: You... stay here if you wish, I am heading back to Garet-Desh, or what was left of it...
es: Vosotros… quedaos aquí si queréis, yo regreso a Garet-Desh, o a lo que quede de ella…

source: Stubborn humans! At least let me follow you then; you're not in conditions to go there alone.
es: ¡Humanos cabezotas! Al menos déjame seguirte; no estás en condiciones de ir sola.

source: I'm going with you as well.
es: Yo también voy contigo.

source: So am I.
es: Yo también.

source: I cannot fall now, Myra depends on me...
es: No puedo caer ahora, Myra depende de mí…

source: I have fallen; who will lead the Aragwaithi now...?
es: He caído; ¿quién liderará ahora a los aragwaithi…?

source: How could I have fallen so easily...?
es: ¿Cómo he podido caer tan fácilmente…?

source: We are taking too much time in this burning forest! We'll get asphyxiated by the smoke before we reach the river...
es: ¡Estamos tardando demasiado en este bosque en llamas! ¡Nos asfixiaremos con el humo antes de llegar al río…!

source: Farewell, Part 2
es: Despedida, 2ª Parte

source: Lead Myra to the ruins of the fallen palace of Garet-Desh
es: Llevar a Myra hasta las ruinas del palacio caído de Garet-Desh

source: Ghosts
es: Fantasmas

source: Unbelievable... Such devastation wreaked by a single mage; the very air crackles with Lady Maat's lingering energy!
es: Increíble… Tanta devastación causada por una sola maga; ¡el mismo aire crepita con la energía persistente de lady Maat!

source: Apparently, the explosion killed all the remaining contenders, but we must proceed carefully; none can tell what we may find in this fog...
es: Parece que la explosión mató a todos los contendientes restantes, pero debemos avanzar con cuidado; nadie sabe qué podemos encontrar en esta niebla…

source: Weird... It seems like the energy unleashed in the explosion has impregnated the flames, creating fire elementals...
es: Qué raro… Parece que la energía liberada en la explosión ha impregnado las llamas, creando elementales de fuego…

source: But not like normal elementals, for I cannot control them. Still, they don't seem very hostile, so we may avoid fighting as long as we stay away from them.
es: Pero no como los elementales normales, porque no puedo controlarlos. Aun así, no parecen muy hostiles, así que podemos evitar luchar mientras nos mantengamos alejados.

source: Please... <i>Please</i>...
es: Por favor… <i>Por favor</i>…

source: As she rushed into the ruins of Abhai's castle, she felt Maat's presence grow stronger. However, there was no one there; only the broken, ash-like remains of countless drakes surrounding the crater where the High Ascendant had made her last stand...
es: Mientras corría hacia las ruinas del castillo de Abhai, sentía cada vez más fuerte la presencia de Maat. Sin embargo, no había nadie; solo los restos rotos, como ceniza, de cuatro inmensos dragones alrededor del cráter donde la Gran Ascendente había hecho su última resistencia…

source: As the truth finally dawned upon her, crude and undeniable, Myra fell on her knees, streams of tears sliding down her face, her body trembling almost convulsively with her sobs; in those moments, it seemed to her that her life was one of losses: her mother Ysara, her friends from Hashira's Valley, her home of Hiera'Shirsha, her loyal friend Veela, and now her beloved foster-mother, Maat, all had been taken from her, and she'd failed to do anything to prevent that from happening... Myra remained there for a few minutes, suddenly devoid of any strength and will, while her friends still roamed the ruins, until a faint, flickering shine in the middle of the crater called her attention.
es: Cuando por fin comprendió la cruda e innegable verdad, Myra cayó de rodillas, con lágrimas resbalando por su su rostro, su cuerpo temblando casi convulsivamente entre sollozos; en esos momentos le parecía que su vida era una cadena de pérdidas: su madre Ysara, sus amigos del Valle de Hashira, su hogar de Hiera’Shirsha, su leal amiga Veela, y ahora su querida madre adoptiva, Maat, todos le habían sido arrebatados, y ella no había logrado hacer nada para evitarlo… Myra se quedó allí unos minutos, de pronto sin fuerzas ni voluntad, mientras sus amigos seguían recorriendo las ruinas, hasta que un leve brillo parpadeante en el centro del cráter llamó su atención.

source: What is that...?
es: ¿Qué es eso…?

source: *A purple stone... Could mother have let it fall before? No, it would have been destroyed in the explosion. But this is no ordinary gem: I feel a huge power coming from it, and a terrible malice... This stone...*
es: *Una piedra púrpura… ¿Podría haberla dejado caer madre antes? No, se habría destruido en la explosión. Pero esta no es una gema cualquiera: siento un poder inmenso emanando de ella, y una terrible malicia… Esta piedra…*

source: <i>He cannot be completely destroyed...</i>
es: <i>No puede ser destruido por completo…</i>

source: *This stone is...!*
es: *¡Esta piedra es…!*

source: *So this is why you wanted me to survive the battle, mother... Very well, I shall guard his soul no matter what; but I must conceal its aura, so that no one else shall sense it...*
es: *Entonces por eso querías que sobreviviera a la batalla, madre… Muy bien, guardaré su alma pase lo que pase; pero debo ocultar su aura para que nadie más la sienta…*

source: Myra! Where have you been? I was starting to worry about you!
es: ¡Myra! ¿Dónde estabas? ¡Empezaba a preocuparme por ti!

source: Let's return to our camp; there is nothing left in this place... not anymore.
es: Volvamos a nuestro campamento; ya no queda nada en este lugar… ya no.

source: Killed by elementals, o the irony...
es: Muerte por elementales, oh la ironía…

source: Why are we taking so long here? Let's get back to where the others are, I'm starting to feel ill in this fog.
es: ¿Por qué nos estamos demorando tanto aquí? Volvamos donde están los demás, esta niebla empieza a sentarme mal.

source: Let's go then... *I feel there was something extremely important for me to find here, but I cannot force my friends to risk their health in this smoky battlefield...*
es: Vámonos entonces… *Siento que había algo extremadamente importante que encontrar aquí, pero no puedo obligar a mis amigos a arriesgar su salud en este campo de batalla lleno de humo…*

source: Farewell, Part 3
es: Despedida, Parte 3

source: Elves
es: Elfos

source: At last you're back, Myra! King Varthan is gathering with Dvalin and the leaders of elves and trolls; they want to go north, to the Frozen Lands, but I told him such path will pit us against the dragons once again! Please, tell him we must go east, as far from the lizards as we can...
es: ¡Por fin has vuelto, Myra! El rey Varthan está reunido con Dvalin y los líderes de elfos y trolls; quieren ir al norte, a las Tierras Congeladas, ¡pero le dije que ese camino nos enfrentará otra vez a los dragones! ¡Por favor, dile que debemos ir al este, lo más lejos posible de los lagartos…!

source: Be thou silent, nephew of Aracyn! Clearly you know not what lies to the east, so I shall tell you: going there will take us to the lands of the steppe people, the Hannuks! Maybe you also ignore the fact that they have always been hostile towards us; something they make sure to remind us every harvesting season with their relentless raids!
es: ¡Cállate, sobrino de Aracyn! ¡Claramente no sabes qué hay al este, así que te lo diré: ir allí nos llevará a las tierras del pueblo de la estepa, ¡los hannuk! ¡Tal vez también ignores que siempre han sido hostiles con nosotros; algo que se encargan de recordarnos cada temporada de cosecha con sus implacables incursiones!

source: But Ravyan is right when he says going north is dangerous. The dragons have attacked from there as well, so it makes sense to presume they still have bases there. Shek'har himself might be rallying new troops right now, for I doubt Svarballi's defeat has made him give up on his campaign.
es: Pero Ravyan tiene razón cuando dice que ir al norte es peligroso. Los dragones también han atacado desde allí, así que tiene sentido suponer que aún tienen bases allí. El propio Shek’har podría estar reuniendo nuevas tropas ahora mismo, porque dudo que la derrota de Svarballi le haya hecho abandonar su campaña.

source: Besides, since the dragons are everyone's enemies, we might convince the Hannuks to side with us against them.
es: Además, como los dragones son enemigos de todos, quizá podamos convencer a los hannuk de ponerse de nuestro lado contra ellos.

source: Good idea, but even if we convince them that they are Shek'har's next target, will they really become our friends and allies? Forget not what Lord Abhai said: we must find a new place to settle and rebuild your civilization before fighting the dragons again. Will the Hannuks allow you to settle anywhere near them?
es: Buena idea, pero aunque los convenzamos de que ellos son el próximo objetivo de Shek’har, ¿realmente se convertirán en nuestros amigos y aliados? No olvides lo que dijo lord Abhai: debemos encontrar un nuevo lugar donde asentarnos y reconstruir vuestra civilización antes de volver a luchar contra los dragones. ¿Permitirán los hannuk que os asentéis cerca de ellos?

source: I have read about the steppe people, and I know they have deep respect for family ties. I believe that, if they see a half-Hannuk such as myself amongst us, they may be friendlier...
es: He leído sobre el pueblo de la estepa y sé que tienen un profundo respeto por los lazos familiares. Creo que, si ven a una medio hannuk como yo entre nosotros, podrían ser más amistosos…

source: If the call of your Hannuk blood is so strong, young Myra, I shall not stop you from going east; but I shall lead the Aragwaithi to the Frozen Lands. I'm certain that the dragons, with their vulnerability to cold, will have no heart to search and fight us in that weather.
es: Si la llamada de tu sangre hannuk es tan fuerte, joven Myra, no te detendré de ir al este; pero yo lideraré a los aragwaithi hacia las Tierras Congeladas. Estoy seguro de que los dragones, con su vulnerabilidad al frío, no tendrán corazón para buscarnos y luchar contra nosotros en ese clima.

source: This has nothing to do with blood! I'm just saying that the east is our best option! But if you want to go north, then good luck; I am going east.
es: ¡Esto no tiene nada que ver con la sangre! ¡Solo digo que el este es nuestra mejor opción! Pero si quieres ir al norte, entonces buena suerte; yo voy al este.

source: Correction: 'we are' going east. Because we're not going to abandon you after all we've been through, right, Alenya, Dvalin?
es: Corrección: «nosotros» vamos al este. Porque no vamos a abandonarte después de todo lo que hemos pasado, ¿verdad, Alenya, Dvalin?

source: Och, I hoped to be able to meet our kin in the far west, but all the underground tunnels I know must be swarming with drakes and saurians by now, and on the surface we dwarves will be an easy prey for the swifter lizards. No, I will go east with you, my friends.
es: Och, esperaba poder reunirme con nuestros parientes en el lejano oeste, pero todos los túneles subterráneos que conozco deben estar plagados de dracos y saurios ahora, y en la superficie nosotros los enanos seríamos presa fácil para los lagartos más rápidos. No, iré al este con vosotros, amigos.

source: I make Dvalin's words mine. I too wanted to return to my home, but right now all the paths are under dragon control. Moreover... I too don't want to abandon you now, Myra.
es: Hago mías las palabras de Dvalin. Yo también quería volver a mi hogar, pero ahora mismo todos los caminos están bajo control de los dragones. Además… Yo tampoco quiero abandonarte ahora, Myra.

source: If you're following them, cousin, then I shall come with you.
es: Si vas con ellos, primo, entonces yo también iré contigo.

source: Steppes are vast and flat, a bad home for trolls. But the human king promises the north holds vast mountain ranges, and so we follow him.
es: Las estepas son vastas y planas, un mal hogar para trolls. Pero el rey humano promete que el norte tiene vastas cordilleras, y por eso lo seguimos.

source: I wish we could fight alongside our ancient friends in search of a new home; alas, I must attend to my people's desires, and neither the frozen, mountainous north, nor the vast eastern plains, make us feel safe. But we know the southeast fringes of this continent are covered in deep forests; hopefully we may settle there, until either the dragons are defeated in the west or we are strong again.
es: Ojalá pudiéramos luchar junto a nuestros antiguos amigos en busca de un nuevo hogar; ay, debo atender los deseos de mi pueblo, y ni el norte helado y montañoso ni las vastas llanuras del este nos hacen sentir seguros. Pero sabemos que los bordes sureste de este continente están cubiertos de profundos bosques; con suerte podremos asentarnos allí, hasta que o bien los dragones sean derrotados en el oeste o volvamos a ser fuertes.

source: And so the Winds' People are separated at last, scattered by the winds of war and fate...
es: Y así el Pueblo del Viento se separa por fin, dispersado por los vientos de la guerra y el destino…

source: Erm, Lady Myra...?
es: Eh, lady Myra…?

source: What do you want?
es: ¿Qué quieres?

source: You may not recognize me, but I hail from the same village as you, our dear Kiera...
es: Puede que no me reconozcas, pero vengo del mismo pueblo que tú, nuestra querida Kiera…

source: <i>Your</i> dear Kiera, soldier.
es: <i>Tu</i> querida Kiera, soldado.

source: Anyway, I have spoken with the remaining survivors of Kiera and of Doldesh, our liege kingdom, and it is in their name that I offer you our services for your journey eastwards.
es: En cualquier caso, he hablado con los supervivientes restantes de Kiera y de Doldesh, nuestro reino señor, y en su nombre te ofrezco nuestros servicios para tu viaje hacia el este.

source: Hold on! You desert me, your king, your people to follow a woman who hates you?!
es: ¡Un momento! ¡¿Me abandonáis, a mí, vuestro rey, a vuestro pueblo, para seguir a una mujer que os odia?!

source: With all due respect, Lord Varthan, Kiera was sworn to Doldesh; we obeyed King Vercyn, who died valiantly in his kingdom's defence, and afterwards we willingly pledged our allegiance to Garet-Desh. But now, we are free to follow whoever we want.
es: Con el debido respeto, señor Varthan, Kiera juró lealtad a Doldesh; obedecimos al rey Vercyn, quien murió valientemente defendiendo su reino, y después juramos lealtad voluntariamente a Garet-Desh. Pero ahora somos libres de seguir a quien queramos.

source: (fuming) Well, if that is so, do as you wish. But know one thing: when you see your comrades falling under volleys of Hannuk arrows, and finally realise Myra's plan is foolish, you better go and find a new land in the south, because the north will already be ours, and you shall not be welcome there!
es: (furioso) Bueno, si es así, haced lo que queráis. ¡Pero sabed una cosa: cuando veáis a vuestros camaradas caer bajo andanadas de flechas hannuk y finalmente os deis cuenta de que el plan de Myra es una locura, mejor id a buscar una nueva tierra en el sur, porque el norte ya será nuestro y no seréis bienvenidos allí!

source: You know, <i>Majesty</i>, once I jested we might have been siblings... Now I'm glad that never came to be. (turning to the Kieran soldier) Come with me, survivors of Doldesh! I promise I shall forget our past divergences, and lead you to a new and safe home!
es: Sabes, <i>majestad</i>, una vez bromeé con que podríamos haber sido hermanos… Ahora me alegro de que nunca fuera así. (volviéndose al soldado de Kiera) ¡Venid conmigo, supervivientes de Doldesh! ¡Os prometo que olvidaré nuestras diferencias pasadas y os llevaré a un nuevo y seguro hogar!

source: (whispering) Now our numbers have increased, and for that we must thank Prince Varthan!
es: (susurrando) Ahora hemos aumentado en número, ¡y por eso tenemos que agradecer al príncipe Varthan!

source: (chuckles)
es: (ríe)

source: Er, Lady Myra, I am extremely sorry... no, I am ashamed to tell you that some of our sisters have chosen to follow that <i>prince</i>...
es: Eh, lady Myra, lo siento muchísimo… no, me avergüenza decirte que algunas de nuestras hermanas han elegido seguir a ese <i>príncipe</i>…

source: If they believe they will be happier with the Aragwaithi, then I shall not force them to do otherwise.
es: Si creen que serán más felices con los aragwaithi, entonces no las obligaré a hacer otra cosa.

source: And so our paths diverge... (turning his back on Myra) To the north, my people!
es: Y así nuestros caminos se separan… (dándole la espalda a Myra) ¡Al norte, pueblo mío!

source: (to her followers) I know you're all exhausted, but we must hurry and leave this place before Shek'har finds us again. Come, my people, we shall find a new home for us; I promise you we shall...
es: (a sus seguidores) Sé que estáis todos agotados, pero debemos apresurarnos y abandonar este lugar antes de que Shek’har nos encuentre de nuevo. ¡Venid, pueblo mío, encontraremos un nuevo hogar para nosotros; os lo prometo…!

source: Blood of the Steppes
es: Sangre de las Estepas

source: Explore the Hannuk Steppes
es: Explorar las Estepas Hannuk

source: HINT: You may use this scenario to train new units, especially Windsong and Aragwaithi; do not rely much on dwarvish units, remember that they won't follow Myra forever.
es: PISTA: Puedes usar este escenario para entrenar nuevas unidades, especialmente Hijas del Viento y aragwaithi; no dependas mucho de las unidades enanas, recuerda que no seguirán a Myra para siempre.

source: Wolf Mountain
es: Montaña del Lobo

source: Refugees
es: Refugiados

source: Turtle Clan
es: Clan Tortuga

source: Steppe Bandits
es: Bandidos de la Estepa

source: Steppe Beasts
es: Bestias de la Estepa

source: Doe Clan
es: Clan Ciervo

source: Yak Clan
es: Clan Yak

source: Wolfpelt Clan
es: Clan Piel de Lobo

source: There she goes, meditating in the open again... What does she muse so much about?
es: Ahí va otra vez, meditando al aire libre… ¿En qué pensará tanto?

source: Maybe she's meditating on a way to summon new elementals again; I confess even I have been thinking a lot about it lately. Besides, I'm certain our friend hasn't overcome what happened at Garet-Desh yet, even though it's been four months since that battle.
es: Tal vez esté meditando en cómo volver a invocar elementales; confieso que yo también he pensado mucho en eso últimamente. Además, estoy segura de que nuestra amiga aún no ha superado lo que pasó en Garet-Desh, aunque hayan pasado ya cuatro meses desde esa batalla.

source: I understand, but still, I think she should let us, her friends, help and support her, instead of isolating herself as she has been doing!
es: Lo entiendo, pero aun así creo que debería dejarnos, a sus amigos, ayudarla y apoyarla, ¡en vez de aislarse como ha estado haciendo!

source: I agree, and that is why I keep her company whenever I can-
es: Estoy de acuerdo, y por eso le hago compañía siempre que puedo…

source: But I'd like to help her as well! I too have followed and bled for her, it's not fair you're the only one she lets stay close to her!
es: ¡Pero yo también quiero ayudarla! ¡Yo también la he seguido y he sangrado por ella, no es justo que solo tú puedas estar cerca!

source: Jevyan, can you be possibly jealous of Myra and I staying together so often?
es: (sonriendo) Jevyan, ¿es posible que estés celoso de que Myra y yo pasemos tanto tiempo juntas?

source: (blushing violently) Me, jealous...? Come on, don't be absurd, why would I... Jealous, yeah, right...
es: (se pone rojo como un tomate) ¿Yo, celoso…? Vamos, no seas ridícula, ¿por qué iba a… Celoso, sí, claro…

source: Look, she's coming back!
es: ¡Mirad, ya vuelve!

source: Well, comrades, I know it is still night, but we must not tarry here much longer. The books salvaged from the Windsong libraries tell of how the Hannuks never receive unexpected foreign guests after sunset; and, according to our maps, we're now very close to their lands, so, if we make haste, we'll reach them before the next twilight.
es: Bueno, camaradas, sé que aún es de noche, pero no podemos quedarnos aquí mucho más. Los libros rescatados de las bibliotecas de las Hijas del Viento cuentan que los hannuk nunca reciben huéspedes extranjeros inesperados después del ocaso; y, según nuestros mapas, ahora estamos muy cerca de sus tierras, así que, si nos damos prisa, llegaremos antes del próximo crepúsculo.

source: Myra, I know you have explained your thoughts on the subject before, but the men are still afraid the Hannuks will not receive us kindly...
es: Myra, sé que ya explicaste tus ideas al respecto, pero los hombres siguen temiendo que los hannuk no nos reciban amablemente…

source: You Aragwaithi are so insecure... Lady Myra has already warranted us they will at the very least allow us to cross their lands towards the far-eastern shores; and if they don't, we shall hack through their territory by force!
es: Qué inseguros sois los aragwaithi… Lady Myra ya nos garantizó que al menos nos dejarán cruzar sus tierras hacia las costas del lejano oriente; ¡y si no, nos abriremos paso a la fuerza!

source: Their fears are legitimate, Akashia. It is true that they may forbid us from crossing their land, perhaps even attack us, but going around their vast land would cost us far too much time and even more resources. No, facing the Hannuks is a risk we must take, but I assure you we'll not be vanquished; this I swear.
es: Sus temores son legítimos, Akashia. Es cierto que podrían prohibirnos cruzar su tierra, quizá incluso atacarnos, pero rodear su vasta extensión nos costaría demasiado tiempo y aún más recursos. No, enfrentar a los hannuk es un riesgo que debemos correr, pero os aseguro que no seremos vencidos; lo juro.

source: Gallant words, milady!
es: ¡Palabras gallardas, milady!

source: (sighing tiredly) So let's dismantle our camp and keep going... And Dvalin, you really should accept my horse for yourself; you will only slow us down in the steppes.
es: (suspira cansada) Entonces desmontemos el campamento y sigamos… Y Dvalin, realmente deberías aceptar mi caballo; solo nos retrasarás en las estepas.

source: (whispering) Och, elf, I told you already, don't speak to me like this in front of my warriors!
es: (susurrando) ¡Och, elfa, ya te lo dije, no me hables así delante de mis guerreros!

source: (chuckling) Fine, then. If you change your mind, tell me, that I will help you climb on horseback.
es: (riendo) Está bien. Si cambias de idea, dímelo, que te ayudo a subir al caballo.

source: So, Akashia. You've become Myra's second-in-command among the Windsong quite fast.
es: Así que, Akashia. Te has convertido en la segunda al mando de Myra entre las Hijas del Viento bastante rápido.

source: Do you take issue with that?
es: ¿Tienes algún problema con eso?

source: Oh, not at all! What I meant is that you seem to get along quite well with her. That surprised me, as I was under the impression that Myra had few or no friends.
es: ¡Oh, para nada! Lo que quise decir es que parece que os lleváis bastante bien. Me sorprendió, porque tenía la impresión de que Myra tenía pocos o ningún amigo.

source: Hey!
es: ¡Oye!
