Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: And how... Wait, Akashia, you can't possibly be planning...
es: ¿Y cómo…? ¡Espera, Akashia, no estarás planeando…!

source: I have studied it during the time I kept it, back when we were crossing the ocean; I even dare say that I understand it better than you did at Ughure, so...
es: Lo he estudiado durante el tiempo que lo guardé, cuando cruzábamos el océano; incluso me atrevo a decir que lo entiendo mejor que tú en Ughure, así que…

source: Don't be stupid, there is no way... Listen, Akashia, please, I beg you, don't...
es: ¡No seas estúpida, no hay forma…! ¡Escucha, Akashia, por favor, te lo suplico, no…!

source: (unwraps the Soul and raises it to the sky) Now, winged bastards, it's payback...
es: (desenvuelve el Alma y la levanta al cielo) Ahora, bastardos alados, es hora de la venganza…

source: ...time...?!
es: …¿hora…?!

source: I am mostly pleased for this offering, and so (picks the gem) I shall accept it.
es: Estoy muy satisfecho con esta ofrenda, y por eso (toma la gema) la aceptaré.

source: Brave warriors of Light, too many of you have died already; there is no reason for more to perish this day. Furthermore, I have already gotten hold of their evil artefact, so let us return to our tower!
es: ¡Valientes guerreros de la Luz, ya han muerto demasiados de vosotros; no hay razón para que perezcan más este día! Además, ya me he apoderado de su artefacto maligno, ¡así que volvamos a nuestra torre!

source: (crying) No... no, no, no, no, why did he have to hit you there...? Stand still, friend, I will cure you in no time...
es: (llorando) No… no, no, no, no, ¿por qué tuvo que golpearte ahí…? Quédate quieta, amiga, te curaré en un momento…

source: No... give it up...
es: No… déjalo…

source: (frantic) Did I hear it well? Did I hear the words 'give up' leaving the mouth of Akashia the Strong? Just stay still; we have been through much worse, it's not a cursed Celestial blade that will defeat us, right?
es: (frenética) ¿He oído bien? ¿He oído las palabras «déjalo» salir de la boca de Akashia la Fuerte? ¡Solo quédate quieta; hemos pasado por cosas mucho peores, no será una maldita hoja celestial la que nos derrote, verdad?

source: Myra, hear me for once in your... life... Take me inside... I want to talk to you...
es: Myra, escúchame por una vez en tu… vida… Llévame dentro… Quiero hablar contigo…

source: (stunned) Myra, let's...
es: (atónito) Myra, vamos…

source: A-all right then...
es: D-de acuerdo…

source: I have... fallen...?!
es: ¿He… caído…?!

source: The Valley of Silence
es: El Valle del Silencio

source: Defeat Nephel
es: Derrotar a Nephel

source: NOTE: Dvalin may recall the dwarves that fought in scenario 31; also, Myra may now recall the Windsong veterans and units recruited in the previous scenario, but not recruit new Windsong units.
es: NOTA: Dvalin puede reincorporar a los enanos que lucharon en el escenario 31; además, Myra ahora puede reincorporar a las veteranas Hijas del Viento y unidades reclutadas en el escenario anterior, pero no reclutar nuevas unidades Hijas del Viento.

source: Look, milady! Your fears were right, as expected: the valley is swarming with those winged bastards!
es: ¡Mirad, milady! ¡Vuestros temores eran ciertos, como era de esperar: el valle está plagado de esos bastardos alados!

source: Alenya, Dvalin! Hold out just a little longer, we're coming!
es: ¡Alenya, Dvalin! ¡Aguantad un poco más, ya vamos!

source: (Laughing in relief) Oh, blessed be the Gods of Light! I feared we would all perish here!
es: (riendo aliviada) ¡Oh, benditos sean los Dioses de la Luz! ¡Temía que todos pereciéramos aquí!

source: Alenya, we have brought some extra gold from Hiera'Laksha, please accept it, for you are clearly in need... But wait, are those maidens elves?
es: Alenya, hemos traído oro extra de Hiera’Laksha, por favor acéptalo, claramente lo necesitáis… Pero espera, ¿esas doncellas son elfas?

source: Thanks very much for the gold, and no, they're fairies; I found them hiding in this valley, but methinks this is not the right time to tell this story!
es: Muchas gracias por el oro, y no, son hadas; las encontré escondidas en este valle, ¡pero creo que no es el momento de contar esa historia!

source: Myra, I... we owe you our lives; hadn't you warned me back there in the north, Alenya would...
es: Myra, yo… te debemos nuestras vidas; si no me hubieras avisado allá en el norte, Alenya habría…

source: Thy fates are fixed already, miserable beings, and it shall not change regardless of how many of thy henchmen come to aid thee!
es: ¡Vuestros destinos ya están sellados, seres miserables, y no cambiarán por muchos lacayos que vengan a ayudaros!

source: ...it is <i>you</i>...
es: …eres <i>tú</i>…

source: ...who will meet your fate here...
es: …quien encontrará aquí su destino…

source: ...this I swear.
es: …lo juro.

source: (thrilled) Can it be? Will I finally have the chance to smite the famous nature heretic? O Great Gods, I humbly thank you for answering my prayers! Come, Myra of Hiera'Shirsha! Let's see how your witchcraft fares against the holy power of the Heavens!
es: (emocionado) ¿Puede ser? ¿Finalmente tendré la oportunidad de aniquilar a la famosa hereje de la naturaleza? ¡Oh Grandes Dioses, os agradezco humildemente haber escuchado mis plegarias! ¡Ven, Myra de Hiera’Shirsha! ¡Veamos cómo le va a tu brujería contra el poder sagrado de los Cielos!

source: Argh! No, damn it, why does it have to happen now...?
es: ¡Argh! ¡No, maldición, por qué tiene que pasar ahora…!

source: Alenya? What is happening with you?
es: ¿Alenya? ¿Qué te pasa?

source: It... Alenya, get into your home now, and take some of these fairies to help you!
es: ¡Es… Alenya, entra en tu casa ahora mismo y lleva a algunas de estas hadas para que te ayuden!

source: I'm fine, it's just...
es: Estoy bien, solo es que…

source: Alenya, you are...! (shouting) Dvalin is right, you must go inside immediately, but I'll choose three Windsong to help you with the labour!
es: ¡Alenya, estás…! (gritando) ¡Dvalin tiene razón, debes entrar inmediatamente, pero yo elegiré a tres Hijas del Viento para ayudarte con el parto!

source: What do you mean by 'labour'?! No, wait, is she really...
es: ¿Qué quieres decir con «parto»?! ¡No, espera, de verdad está…!

source: Turns out my joke was true, after all; Alenya, you did some job concealing your pregnancy from me, but I would lecture you on how stupid it was of you, to fight in these conditions, if I just had the time for that!
es: Resulta que mi broma era cierta, después de todo; Alenya, hiciste un gran trabajo ocultándome tu embarazo, ¡pero te daría una buena reprimenda por lo estúpido que fue luchar en estas condiciones si tuviera tiempo para eso!

source: Right, I'm withdrawing from battle... Fairies, please... fight for Myra...
es: De acuerdo, me retiro de la batalla… Hadas, por favor… luchad por Myra…

source: Is... Is that blonde female giving birth?
es: ¿Es… esa hembra rubia está dando a luz?

source: As the teaching says, 'cut the poisonous herb as soon as it lifts its first branches out of the soil'... Do not let yourselves be fooled by innocent-looking faces, my warriors, and smite the newborn lest it will grow into another sinner!
es: Como dice la enseñanza, «corta la hierba venenosa en cuanto levante sus primeras ramas del suelo»… ¡No os dejéis engañar por caras de apariencia inocente, guerreros míos, y aniquilad al recién nacido no sea que crezca y se convierta en otro pecador!

source: OVER...
es: ¡SOBRE…

source: ...MY...
es: …MI…

source: ...DEAD BODY!
es: ¡CADÁVER!

source: Go meet your gods now, you monster! (beheads the enemy)
es: ¡Ve a reunirte con tus dioses ahora, monstruo! (le corta la cabeza al enemigo)

source: I really don't know how to thank you, my friends; without your aid, we wouldn't have managed to defend this valley, and Alenya... Our child...
es: De verdad no sé cómo agradecéroslo, amigos; sin vuestra ayuda no habríamos logrado defender este valle, y Alenya… Nuestro hijo…

source: Thank us later, now we must see how Alenya is faring!
es: ¡Danos las gracias después, ahora tenemos que ver cómo está Alenya!

source: I have fallen without avenging Akashia...
es: He caído sin vengar a Akashia…

source: Aarrgh!!! Sorry, Alenya, I've failed you...
es: ¡¡¡Aarrgh!!! Lo siento, Alenya, te he fallado…

source: We couldn't have lost so much time here! Now, who knows what Grigorius has done with the Soul...?
es: ¡No podíamos haber perdido tanto tiempo aquí! Ahora, quién sabe qué ha hecho Grigorius con el Alma…?

source: Last Revelations
es: Últimas Revelaciones

source: (smiling sadly) It's been a long time, Myra.
es: (sonriendo con tristeza) Ha pasado mucho tiempo, Myra.

source: In silence, Myra came closer to the Celestial, and, without warning, punched her on the face with all her strength.
es: En silencio, Myra se acercó a la Celestial y, sin previo aviso, le dio un puñetazo en la cara con todas sus fuerzas.

source: Myra, please wait...
es: Myra, por favor espera…

source: I demand to know what this...
es: ¡Exijo saber qué hace esta…

source: ...cursed...
es: …maldita…

source: ...Celestial is doing in our city!
es: …Celestial en nuestra ciudad!

source: I will tell, but you should not hurt her, she is not our enemy!
es: Te lo contaré, pero no le hagas daño, ¡no es nuestra enemiga!

source: No, Master Tarkyn, let her hit me as much as she wants; I deserve it, after all...
es: No, maestro Tarkyn, déjala que me pegue cuanto quiera; me lo merezco, después de todo…

source: <i>You</i>... (points the Trident at her throat) <i>Do you think I'm jesting? Do you think I'm not capable of butchering you right here and now</i>?
es: <i>Tú</i>… (le apunta con el Tridente a la garganta) <i>¿Crees que estoy bromeando? ¿Crees que no soy capaz de descuartizarte aquí mismo ahora mismo</i>?

source: If you so wish, I swear I will submit myself to your anger, but I beg you to let me live long enough just so that I could transmit to you my... my brother's message...
es: Si así lo deseas, juro que me someteré a tu ira, pero te suplico que me dejes vivir lo suficiente para poder transmitirte el… el mensaje de mi hermano…

source: (in rage) What do you mean?
es: (furiosa) ¿Qué quieres decir?

source: You certainly remember Zaal, whom we killed when you visited the Crystal Tower; and I'm certain you remember that he claimed to have uncovered a terrible secret about our order, right?
es: Seguro que recuerdas a Zaal, al que matamos cuando visitaste la Torre de Cristal; y estoy segura de que recuerdas que él afirmó haber descubierto un terrible secreto sobre nuestra orden, ¿verdad?

source: I do.
es: Sí.

source: All these years we have deemed him a mere traitor, who let himself be corrupted by the powers of darkness; but my brother, Atron, remained unsatisfied with that explanation, even though I insisted that, as painful as it was, he had to admit that Zaal was not who we thought him to be. However, few days ago...
es: Todos estos años lo hemos considerado un simple traidor que se dejó corromper por los poderes de las tinieblas; pero mi hermano Atron no quedó satisfecho con esa explicación, aunque yo insistía en que, por doloroso que fuera, tenía que admitir que Zaal no era quien creíamos. Sin embargo, hace pocos días…

source: I was meditating in the middle of the desert, when my brother came to me, terribly injured, barely able to move. He looked into my eyes, and told me that he had just witnessed Lord Grigorius killing... killing the other Lords. I wanted to say no, that he certainly had not seen well, but my brother... I have grown with him, Myra, I am a witness of how... honest, loyal, kind, brave and dedicated he was... I tried to convince myself he had simply seen wrongly, and that, if we explained that to the Lords, they would certainly forgive his foolishness...
es: Estaba meditando en medio del desierto cuando mi hermano vino a mí, gravemente herido, apenas capaz de moverse. Me miró a los ojos y me dijo que acababa de ver a lord Grigorius matando… matando a los otros Señores. Quise decir que no, que seguro no había visto bien, pero mi hermano… crecí con él, Myra, soy testigo de lo honesto, leal, bondadoso, valiente y entregado que era… Intenté convencerme de que simplemente había visto mal y que, si se lo explicábamos a los Señores, seguro perdonarían su locura…

source: And then a group of Heralds came...
es: Y entonces llegó un grupo de Heraldos…

source: My brother fought fiercely, but he was wounded and outnumbered. I tried to end that nonsense, I tried to explain that my brother was, and had always been, a renowned Celestial, that whatever wrong he had done was not ill-intentioned, but all they said was, 'this is Lord Grigorius' will', and then... then... they beheaded him, as if he was an animal...! I fled, Myra, I fled and I hid myself for a few days, and then I sought you, for I knew no one else whom I thought I could trust...
es: Mi hermano luchó con fiereza, pero estaba herido y superado en número. Intenté poner fin a esa locura, intenté explicar que mi hermano era, y siempre había sido, un Celestial renombrado, que cualquier error que hubiera cometido no fue con mala intención, pero todo lo que decían era «esta es la voluntad de lord Grigorius», y luego… luego… ¡lo decapitaron, como si fuera un animal…! Huí, Myra, huí y me escondí unos días, y luego te busqué porque no sabía a quién más podía confiar…

source: I recall you were extremely dedicated to the Lords, just as you claim your brother was; do you want me to believe you have turned your back on them out of a sudden?
es: Recuerdo que tú eras extremadamente devota a los Señores, igual que dices que lo era tu hermano; ¿quieres que me crea que de repente les has dado la espalda?

source: I was dedicated, yes; I was proud of serving an order that served the light, that wanted to protect the world; I was proud of serving Lords that were supremely powerful, but who were also wise, kind and forgiving. But the Lords I served would never have treated my brother like that, not after all he had done for the Celestials.
es: Sí lo era; estaba orgullosa de servir a una orden que servía a la luz, que quería proteger el mundo; estaba orgullosa de servir a Señores que eran supremamente poderosos, pero también sabios, bondadosos y misericordiosos. Pero los Señores a los que yo servía nunca habrían tratado así a mi hermano, no después de todo lo que él había hecho por los Celestiales.

source: You know what Grigorius has just done to Hiera'Laksha, don't you? (more menacingly) You know what he did to my friend Akashia, don't you?
es: Sabes lo que Grigorius acaba de hacerle a Hiera’Laksha, ¿verdad? (más amenazante) Sabes lo que le hizo a mi amiga Akashia, ¿verdad?

source: (crying) I'm sorry, I really am! I know how it feels, Myra, to lose a loved one, I have just lost my brother!
es: (llorando) ¡Lo siento, lo siento de verdad! Sé cómo se siente, Myra, perder a un ser querido, ¡acabo de perder a mi hermano!

source: You said Grigorius killed the other Lords; is that all you know? Can't you tell, for example, whether he has any secret ally or power?
es: Dijiste que Grigorius mató a los otros Señores; ¿es eso todo lo que sabes? ¿No puedes decir, por ejemplo, si tiene algún aliado secreto o poder?

source: No, not that I know...
es: No, que yo sepa no…

source: Well, so now he has a weapon. He stole the Sky Soul.
es: Pues ahora tiene un arma. Ha robado el Alma del Cielo.

source: (gets pale) He <i>what</i>?
es: (se pone pálido) ¿Que ha hecho <i>qué</i>?

source: And also for that reason, I'm going to the Crystal Tower, kill him and every Celestial that stands between us, and recover the Soul.
es: Y por eso mismo, voy a ir a la Torre de Cristal, matarlo a él y a todo Celestial que se interponga, y recuperar el Alma.

source: But... he can't possibly be thinking about using that evil power! I mean...
es: Pero… ¡no puede estar pensando en usar ese poder maligno! Quiero decir…

source: So even now you defend him? (sigh) Listen, if that was all you wanted to tell me, know that it was completely useless. Now, leave this city while I still allow it.
es: ¿Todavía ahora lo defiendes? (suspira) Escucha, si eso era todo lo que querías contarme, sab que ha sido totalmente inútil. Ahora, abandona esta ciudad mientras aún te lo permita.

source: I... I understand. But listen, Myra, I have a useful information, in case you really go fight Lord Grigorius: you may deem him powerful, but what you have seen is barely half of his power. He fears you, this I know, and so I am certain that, if you challenge him, he'll undergo Apotheosis.
es: Yo… Lo entiendo. Pero escucha, Myra, tengo información útil por si realmente vas a luchar contra lord Grigorius: puedes considerarlo poderoso, pero lo que has visto es apenas la mitad de su poder. Te teme, eso lo sé, y por eso estoy segura de que, si lo desafías, pasará por la Apoteosis.

source: Will you mind explaining what does it mean?
es: ¿Te importa explicar qué significa eso?

source: See, we Celestials are actually but descendants of the true, original Celestials. Those amongst us with more of their blood also have much of their power as well. However, the Seraphins, the highest amongst us, are able to awaken their full Celestial might: this is the Apotheosis. Through it, they reach a power level similar to those of the original Celestials.
es: Mira, nosotros los Celestiales somos en realidad solo descendientes de los verdaderos Celestiales originales. Aquellos entre nosotros con más sangre suya también tienen mucho de su poder. Sin embargo, los Serafines, los más altos entre nosotros, pueden despertar todo su poder Celestial: eso es la Apoteosis. Con ella alcanzan un nivel de poder similar al de los Celestiales originales.

source: For once in your life you were useful... Now, I suppose you have no more precious information, so leave this city immediately. You may hide in the northern mountains; Vrykos is no more, the vampires are weakened and leaderless, so you may find some safety there.
es: Por una vez en tu vida has sido útil… Ahora supongo que no tienes más información valiosa, así que abandona esta ciudad de inmediato. Puedes esconderte en las montañas del norte; Vrykos ya no está, los vampiros están debilitados y sin líder, allí podrás encontrar algo de seguridad.

source: Thank you, Myra... I... I sincerely hope you... defeat him...
es: Gracias, Myra… Yo… de verdad espero que espero que… lo derrotes…

source: Mom, what's up? Where's dad?
es: Mamá, ¿qué pasa? ¿Dónde está papá?

source: (smiling faintly) Dad is fine, he is with aunt Alenya and uncle Dvalin... Guess what? They've just had a baby girl! When she's a bit older, you will become real good friends!
es: (sonriendo débilmente) Papá está bien, está con la tía Alenya y el tío Dvalin… ¡Adivina! ¡Acaban de tener una niña! Cuando sea un poco mayor, ¡seréis muy buenos amigos!

source: I love you so much, my son... You understand that everything I do is for your good, don't you?
es: Te quiero muchísimo, hijo mío… Entiendes que todo lo que hago es por tu bien, ¿verdad?

source: Of co... Of course!
es: ¡C-claro!

source: (laughing) I will play a little with you later, but now mom needs to do something; meanwhile, stay with grandpa, right?
es: (riendo) Jugaré un poco contigo más tarde, pero ahora mamá tiene que hacer algo; mientras, quédate con el abuelo, ¿vale?

source: Yes!
es: ¡Sí!

source: It's fine, father, for now I'll just meditate a little...
es: Está bien, padre, por ahora solo voy a meditar un poco…

source: We haven't talked with each other so directly in a long time, Nitiballi.
es: Hace mucho que no hablamos tan directamente, Nitiballi.

source: Because we have not needed to talk.
es: Porque no hemos necesitado hablar.

source: And why do we need now? Do you have any objections to my plan of destroying the Soul?
es: ¿Y por qué ahora sí? ¿Tienes alguna objeción a mi plan de destruir el Alma?

source: I do. You cannot possibly destroy it; no being on this world can.
es: Sí. No puedes destruirla; ningún ser en este mundo puede hacerlo.

source: Everything that exists can be destroyed; I refuse to believe his soul is an exception.
es: Todo lo que existe puede ser destruido; me niego a creer que su alma sea una excepción.

source: It is not, but you are not the one who can do that.
es: No lo es, pero tú no eres quien puede hacerlo.

source: Then who is? Tell me, that I will find him or her, even if I have to extend my life with necromancy to do that!
es: Entonces ¿quién? Dímelo, que lo encontraré, ¡aunque tenga que alargar mi vida con nigromancia!

source: I see you will not give up... Very well, I will tell you the full story of the High Dragons' creation; this will go against my creator's orders, but if that is necessary to prevent you from doing anything foolish, then I shall do it.
es: Veo que no vas a rendirte… Está bien, te contaré toda la historia de la creación de los Grandes Dragones; esto va contra las órdenes de mi creadora, pero si es necesario para evitar que hagas alguna locura, lo haré.

source: Please, tell me...
es: Por favor, cuéntame…

source: This, Myra, is not the only world that exists in our universe. As you well know, being the daughter of Maat. There are plenty of others, each with its own creatures and ecologies, all connected by the Weave of Worlds. And we owe all this universe to ancient beings of supreme might, beings whose very essence gave origin to everything that exists: life, time, magic, matter itself. You know them as the Ancient Ones and as Gods, but I knew them as the Avatars.
es: Este, Myra, no es el único mundo que existe en nuestro universo. Como bien sabes, siendo hija de Maat. Hay muchos otros, cada uno con sus propias criaturas y ecologías, todos conectados por el Tejido de los Mundos. Y a todos estos universos se los debemos a seres antiguos de poder supremo, seres cuya misma esencia dio origen a todo lo que existe: la vida, el tiempo, la magia, la materia misma. Los conocéis como los Antiguos y como Dioses, pero yo los conocí como los Avatares.

source: One of these Avatars was known as Demere, and from her very being Life sprung. She chose this planet as her abode, due to it having the gentlest, most balanced weather; consequently, of all planets this one became the fullest of life. And she loved it and all its beings - her children - equally; when the dragons rampaged across this planet, instead of destroying them, she gave me my powers, hoping that I would be able to pacify and lead them. As you well know, I ended nearly killing them all myself, and so she created Agniballi to counter my own rampage. Having been empowered by the Avatar of Life herself, we were beings of great might.
es: Uno de esos Avatares se llamaba Demere, y de su mismo ser brotó la Vida. Eligió este planeta como su morada por tener el clima más suave y equilibrado; por eso, de todos los planetas, este se convirtió en el más lleno de vida. Y lo amaba a él y a todos sus seres —sus hijos— por igual; cuando los dragones arrasaron este planeta, en vez de destruirlos, me otorgó mis poderes esperando que pudiera pacificarlos y guiarlos. Como bien sabes, yo mismo estuve a punto de matarlos a todos, y entonces ella creó a Agniballi para contrarrestar mi propio descontrol. Al haber sido empoderados por el Avatar de la Vida en persona, éramos seres de gran poder.
