Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: We... Majesty, we went underground, guided by the dwarves, whom we helped defeat a drake vanguard. This is Dvalin, son of King Auroghar, who guided us.
es: Nosotros… Majestad, fuimos por debajo de la tierra, guiados por los enanos, a los que ayudamos a derrotar una vanguardia de dracos. Este es Dvalin, hijo del rey Auroghar, que nos guió.

source: Majesty, I know my presence here has not been requested, but I ask you to let me stay, to serve as my father's representative.
es: Majestad, sé que no se ha solicitado mi presencia aquí, pero pido que me permitáis quedarme, para servir como representante de mi padre.

source: In that case, you are forgiven for storming into the throne room; we all need to orchestrate well our moves, or else we shall fall separately.
es: En ese caso, estás perdonado por irrumpir en la sala del trono; todos necesitamos coordinar bien nuestros movimientos, o caeremos por separado.

source: Myra, please tell me: is it true about Hiera'Shirsha...?
es: Myra, por favor dime: ¿es cierto lo de Hiera’Shirsha…?

source: Yes... We arrived there as the Foundation was under siege. We might... we <i>might</i> have beaten them... Until another host led by the dragon Khrakrahs appeared. Librarian M'lena stayed behind with the other elders, to hold the enemies while I and the younger ones fled into the tunnels.
es: Sí… Llegamos allí cuando la Fundación estaba sitiada. Podríamos… <i>podríamos</i> haberlos vencido… Hasta que apareció otro ejército liderado por el dragón Khrakrahs. La bibliotecaria M’lena se quedó atrás con los ancianos, para contener a los enemigos mientras yo y las más jóvenes huíamos por los túneles.

source: I... I'm sorry to hear that, Maat...
es: Yo… Lo siento mucho, Maat…

source: If mighty Hiera'Shirsha has fallen so early, will we stand any chance against the dragons? And why are they attacking us now? I thought Lord Agniballi was friendly to us!
es: Si la poderosa Hiera’Shirsha ha caído tan pronto, ¿tendremos alguna posibilidad contra los dragones? ¿Y por qué nos atacan ahora? ¡Pensaba que lord Agniballi era amigo nuestro!

source: (recomposing) He is, as he has been for aeons, and for this reason I refuse to believe he has turned against us! No, there is someone else behind it: if Krahkrahs is here, then I believe Agniballi's right-hand, Shek'har, is the one behind all this. He certainly has reasons to desire our destruction, but the question is: how has he managed to launch so many armies without his master's knowledge...?
es: (recomponiéndose) Lo es, como lo ha sido durante eones, y por eso me niego a creer que se haya vuelto en contra nuestra. No, hay alguien más detrás: si Khrakrahs está aquí, entonces creo que la mano derecha de Agniballi, Shek’har, es quien está detrás de todo esto. Sin duda tiene motivos para desear nuestra destrucción, pero la pregunta es: ¿cómo ha logrado lanzar tantos ejércitos sin que su amo lo sepa…?

source: After all the tales I have heard of your power, High Ascendant, I assumed you would have the answer by now.
es: Tras todas las historias que he oído sobre tu poder, Gran Ascendente, supuse que ya tendrías la respuesta.

source: And you watch out how you talk to my mother, elf!
es: ¡Y tú cuida cómo le hablas a mi madre, elfa!

source: Peace, ladies. As for you, elf lady, shall we assume you come on behalf of Lord Thelian?
es: Paz, señoras. En cuanto a ti, dama elfa, ¿debemos suponer que vienes en nombre de lord Thelian?

source: Apologies, Lord Abhai. I am Alenya, daughter of Elliadan, Lord of Lintanir Forest in the Far West, where we too are facing the dragons' offensive.
es: Disculpas, lord Abhai. Soy Alenya, hija de Elliadan, Señor del Bosque Lintanir en el Lejano Oeste, donde también estamos sufriendo la ofensiva de los dragones.

source: So the dragons are attacking the west <i>and</i> the heart of the Great Continent?
es: ¿Entonces los dragones están atacando tanto al oeste <i>y</i> al corazón del Gran Continente?

source: Exactly. I was sent here by the King-in-the-Woods himself to speak with the Varanyan Elves in the Windy Mountains, as well as you Aragwaithi and whoever else that's friendly, to join forces with the western elves. Only then, he says, we'll be able to withstand our common foes.
es: Exacto. El mismo Rey del Bosque me envió aquí para hablar con los elfos varanios de las Montañas Ventosas, así como con vosotros los aragwaithi y con cualquiera más que sea amistoso, para unir fuerzas con los elfos del oeste. Solo así, dice, podremos resistir a nuestros enemigos comunes.

source: The King-in-the-Woods speaks wisdom, princess, and know that I would ally with him, but I fear you won't be able to deliver him my message; the roads to the west must be too dangerous by now.
es: El Rey del Bosque habla con sabiduría, princesa, y sabed que me aliaría con él, pero me temo que no podrás llevarle mi mensaje; los caminos al oeste deben ser demasiado peligrosos ya.

source: Indeed, we hadn't expected the dragons to come east so soon... But I can send him a message through a messenger gryphon.
es: En efecto, no esperábamos que los dragones llegaran al este tan pronto… Pero puedo enviarle un mensaje a través de un grifo mensajero.

source: It is well, but Lady Maat, with all due respect, you still haven't answered the elf princess' question. How come you haven't seen the dragon attack?
es: Está bien, pero lady Maat, con todos mis respetos, aún no has respondido a la pregunta de la princesa elfa. ¿Cómo es que no viste el ataque de los dragones?

source: I... I still don't know. It has never happened to me before, but I think... I think that my foresight has been blocked. How I cannot say, but whoever has achieved that must be powerful...
es: Yo… Aún no lo sé. Nunca me había pasado antes, pero creo… creo que mi previsión ha sido bloqueada. No sé cómo, pero quien lo haya conseguido debe ser poderoso…

source: Someone mightier than you? Is that even possible?
es: ¿Alguien más poderoso que tú? ¿Eso es siquiera posible?

source: (stung) Despite the epithets others have given me, I <i>am</i> only a mortal.
es: (ofendida) A pesar de los epítetos que otros me han dado, yo <i>solo</i> soy una mortal.

source: Let it be clear, friends, that Lady Maat, in spite of her troubled vision, noticed some danger was looming. It was following her warning that we positioned sentries all around our Meadows, which will certainly protect us, at least temporarily.
es: Quede claro, amigos, que lady Maat, a pesar de su visión perturbada, sí notó que se avecinaba peligro. Gracias a su advertencia colocamos centinelas por todos nuestros Prados, lo que sin duda nos protegerá, al menos temporalmente.

source: So what do we do now?
es: ¿Entonces qué hacemos ahora?

source: We must strengthen the Meadows' defences, and then hurry to the aid of our neighbours in the mountains; the dwarves and the trolls should be able to protect their caves for a good while, but the elves are completely exposed to the drakes. Dvalin, I ask you to send word to your father that he may count on the Aragwaithi; Maat, it will be my honour to shelter the surviving Windsong in my own city, should you wish. Any other way I can help you, simply say the word. You know you may always count on me.
es: Debemos reforzar las defensas de los Prados y luego acudir en ayuda de nuestros vecinos de las montañas; los enanos y los trolls deberían poder proteger sus cuevas durante un tiempo, pero los elfos están completamente expuestos a los dracos. Dvalin, te pido que envíes recado a tu padre de que puede contar con los aragwaithi; Maat, será un honor para mí acoger a las Hijas del Viento supervivientes en mi propia ciudad, si así lo deseas. Cualquier otra forma en que pueda ayudarte, solo di la palabra. Sabes que siempre puedes contar conmigo.

source: Thank you, my friend...
es: Gracias, amigo mío…

source: Council With The King: At the Palace Garden
es: Consejo con el Rey: En el Jardín del Palacio

source: Move Myra to the north exit of the Gardens (8,1)
es: Lleva a Myra a la salida norte de los Jardines (8,1)

source: Speak with everyone else at the Gardens
es: Habla con todos los demás en los Jardines

source: King Thrandyl
es: Rey Thrandyl

source: *I haven't seen mother like this ever since aunt Deni died... No, I'm wrong; she's even worse now. I must talk with her...
es: *Nunca había visto a madre así desde que murió la tía Deni... No, me equivoco; ahora está peor. Tengo que hablar con ella...

source: Mother...
es: Madre...

source: I told Dashien that, but I did lower my guard... After Krathon's War, I didn't think it even possible for my foresight to fail, let alone fail this much... And now look at what my failure has caused...
es: Se lo advertí a Dashien, pero bajé la guardia... Después de la Guerra de Krathon no creía posible que mi previsión fallara, y menos que fallara tanto... Y ahora mirad lo que mi fracaso ha provocado...

source: Mother, listen...
es: Madre, escucha...

source: After all we fought, all we suffered and sacrificed to defend our Foundation, I let it... (chuckles) Maat the Great... I should be Maat the Failure, the Ascendant who let the last Foundation of the Windsong be destroyed...!
es: Después de todo lo que luchamos, todo lo que sufrimos y sacrificamos para defender nuestra Fundación, yo la dejé... (ríe con amargura) Maat la Grande... Debería llamarme Maat la Fracaso, la Ascendente que permitió que la última Fundación de las Hijas del Viento fuera destruida...!

source: <i>Maat strikes a tree in frustration</i>
es: <i>Maat golpea un árbol con frustración</i>

source: Mother, please stop blaming yourself! No one will ever see you as a failure-
es: ¡Madre, por favor deja de culparte! ¡Nadie te verá nunca como un fracaso-!

source: (fighting tears) Perhaps they should...
es: (conteniendo las lágrimas) Tal vez deberían...

source: Is it because Hiera'Shirsha fell? An old pile of stones with sentimental value; that's all it was, or so aunt Deni taught us! And <i>this</i> is what you taught me: the Windsong are the wisdom we've gathered across the ages, and the bonds between us and our sisters. Well, most of our sisters are still alive, and we've salvaged most of our library, so I say our Order stands strong. As for the pile of stones... we can put them back up once we're done with this threat - but first we must fight, and in order to fight we must not allow ourselves to lose hope!
es: ¿Es porque Hiera'Shirsha cayó? ¡Un viejo montón de piedras con valor sentimental; eso era todo, o eso nos enseñó la tía Deni! Y <i>esto</i> es lo que tú me enseñaste: las Hijas del Viento somos la sabiduría que hemos acumulado a lo largo de las eras, y los lazos entre nosotras y nuestras hermanas. ¡Pues la mayoría de nuestras hermanas siguen vivas, y salvamos casi toda nuestra biblioteca, así que digo que nuestra Orden sigue fuerte! En cuanto al montón de piedras... podemos volver a levantarlas cuando acabemos con esta amenaza, ¡pero primero hay que luchar, y para luchar no hay que mantener la esperanza!

source: (hugging her tight) Ah, Myra, how I envy your real mother for birthing such a wonderful girl... You are right; self-pity is unbecoming of me, and a waste of time as well. Now, you must rest and visit the healers; the last days must have been extremely harsh for you...
es: (abrazándola fuerte) Ay, Myra, cómo envidio a tu verdadera madre por haber traído al mundo a una chica tan maravillosa... Tienes razón; la autocompasión no me sienta bien, y además es una pérdida de tiempo. Ahora debes descansar y visitar a los sanadores; estos últimos días debieron ser muy duros para ti...

source: Don't worry about me, I'm fine... or as fine as the situation allows anyway.
es: No te preocupes por mí, estoy bien... o todo lo bien que la situación permite.

source: Still, go rest for a while, you deserve it. I, by my turn, must arrange for our sisters' arrival and living in Garet-Desh.
es: Aún así, ve a descansar un rato, te lo mereces. Yo, mientras, debo organizar la llegada y el alojamiento de nuestras hermanas en Garet-Desh.

source: *Not sure I really managed to cheer her up, even if just a little... If only aunt Deni was here, she always knew how to make mother smile... Now, where's that blondie? Can't let her get herself into a mess, not when she's kind of under my responsibility...*
es: *No estoy segura de haber logrado animarla, aunque sea un poco... Si al menos estuviera aquí la tía Deni, ella siempre sabía cómo hacer sonreír a madre... Ahora, ¿dónde está esa rubia? No puedo permitir que se meta en líos, no cuando está más o menos bajo mi responsabilidad...*

source: Lord Vercyn.
es: Señor Vercyn.

source: Ah, the High Ascendant's daughter. Much have I heard about you, both from herself and from Lord Abhai. I was under the impression that you hail from a village under Doldesh's protection?
es: Ah, la hija de la Gran Ascendente. Mucho he oído sobre ti, tanto de ella como de lord Abhai. Tenía entendido que provienes de una aldea bajo la protección de Doldesh?

source: *Careful, Myra, you can't just treat a king like you would anyone else...* You heard it right, lord. My mother was a former lancer in the armies of Doldesh, forced to retire due to severe injuries during a raid against the Hannuks.
es: *Cuidado, Myra, no puedes tratar a un rey como si fuera cualquiera...* Escuchó bien, señor. Mi madre fue lancera en los ejércitos de Doldesh, obligada a retirarse por heridas graves durante una incursión contra los Hannuk.

source: It is a source of pride for me, as King of Doldesh, that the daughter of the great Maat is herself a Doldeshian! I must apologise, though, for old age may have troubled my hearing. You said your <i>mother</i> was a lancer in my armies? 'Tis true our women ride as well as us, but, given your clearly mixed heritage, I assumed-
es: ¡Es un orgullo para mí, como Rey de Doldesh, que la hija de la gran Maat sea doldeshiana! Debo disculparme, sin embargo, pues la edad quizá haya afectado mi oído. ¿Dijiste que tu <i>madre</i> fue lancera en mis ejércitos? Es cierto que nuestras mujeres cabalgan tan bien como nosotros, pero, dada tu evidente herencia mixta, yo asumí-

source: Aragwaithi as my mother was, she seems to have found love with a man of the Hannuk Steppes. Does that surprise you... my lord?
es: Aragwaithi de pura cepa como era mi madre, parece que encontró el amor con un hombre de las Estepas Hannuk. ¿Le sorprende... mi señor?

source: Oh...! Well, I certainly suggested nothing harmful to her honour, and I apologise if such was how I sounded. I must leave now, young Myra, but know that Doldesh always has a place for its sons and daughters!
es: ¡Oh...! Bueno, desde luego no quise insinuar nada que dañara su honor, y me disculpo si sonó así. Debo irme ya, joven Myra, pero sabe que Doldesh siempre tiene un lugar para sus hijos e hijas!

source: May the Winds carry you safely to fair Doldesh, Lord Vercyn. *and may they turn into a gale and sweep that village off the map too...*
es: Que los Vientos lo lleven a salvo a la hermosa Doldesh, señor Vercyn. *y que se conviertan en vendaval y arrasen también esa aldea del mapa...*

source: And so we meet, Myra of Hiera'Shirsha. I am Crown Prince Varthan, son of High King Abhai III. I had no such chance earlier, given your... stormy entrance... but allow me to properly greet you into our palace.
es: Así que nos conocemos, Myra de Hiera'Shirsha. Soy el príncipe heredero Varthan, hijo del rey supremo Abhai III. No tuve oportunidad antes, dada tu... tormentosa entrada... pero permíteme darte la bienvenida como es debido a nuestro palacio.

source: Thank you, prince. I see you've heard of me; I've heard about you as well.
es: Gracias, príncipe. Veo que ha oído hablar de mí; yo también he oído de usted.

source: (smirking) Would it be presumptuous of me, to hope what you've heard was flattering?
es: (sonriendo) ¿Sería presuntuoso esperar que lo que oyó fuera halagador?

source: Well, our parents did travel and fight side by side once, seems natural that mother would speak much of your father... of you she spoke less, I'm afraid. But she did speak well of you, especially given the circumstances...
es: Bueno, nuestros padres viajaron y lucharon juntos una vez, es natural que madre hablara mucho de su padre... de usted habló menos, me temo. Pero habló bien de usted, sobre todo dadas las circunstancias...

source: Circumstances?
es: ¿Circunstancias?

source: (feigning abashment) Oh, silly me, I spoke too much...! Forgive me, prince, I must refrain from continuing.
es: (fingiendo vergüenza) ¡Ay, qué tonta, hablé de más...! Perdóneme, príncipe, debo abstenerme de continuar.

source: You tease me, Myra. Will I have to offer you our best rooms so you enlighten this mystery?
es: Me tomas el pelo, Myra. ¿Tendré que ofrecerte nuestras mejores habitaciones para que aclares este misterio?

source: It's just that my mother and your father... Well, they seemed pretty close to each other, back in their adventuring days...
es: Es que mi madre y su padre... Bueno, parecían estar bastante unidos en sus días de aventuras...

source: (puzzled) Was that what she said? Father never mentioned anything of the sort...
es: (confundido) ¿Eso dijo ella? Padre nunca mencionó nada parecido...

source: Oh, she never spoke of him like <i>that</i>. Such piece of history I learned from aunt Deni... You know, Deianira the Scarlet Lightning, who also travelled alongside your father. What do you know, Prince Varthan, we could have been brother and sister!
es: ¡Oh, ella nunca habló de él <i>así</i> de él! Esa parte de la historia la aprendí de la tía Deni... Ya sabes, Deianira el Relámpago Escarlata, que también viajó con su padre. ¡Quién sabe, príncipe Varthan, podríamos haber sido hermanos!

source: (even more puzzled) I... well, I... must leave now. Enjoy your stay, Myra...
es: (aún más confundido) Yo... bueno... debo irme. Que disfrutes tu estancia, Myra...

source: (giggling) *Oopsie...*
es: (riendo bajito) *Ups...*

source: Your Majesty.
es: Majestad.

source: (smiling) You need not bow to me, young Myra; your mother is my dearest friend, and so you shall be mine as well.
es: (sonriendo) No hace falta que me hagas reverencia, joven Myra; tu madre es mi amiga más querida, y tú también lo serás para mí.

source: In that case, maybe it won't be too impudent to say I wish I could make my own friendships among the Lords of the East? King Auroghar said the exact same thing; I know mother casts <i>some</i> shadow, but still...
es: En ese caso, tal vez no sea demasiado atrevido decir que me gustaría hacer mis propias amistades entre los Señores del Este? El rey Auroghar dijo exactamente lo mismo; sé que madre proyecta <i>algo</i> de sombra, pero aun así...

source: (chuckling) I can relate, to a point... (in a more serious tone) Myra, if you would tell me... How fares your mother? I did not wish to intrude in her pain, but part of me says she shouldn't be alone in this moment...
es: (riendo) Puedo entenderlo, hasta cierto punto... (en tono más serio) Myra, si pudieras decirme... ¿Cómo está tu madre? No quería inmiscuirme en su dolor, pero algo me dice que no debería estar sola en este momento...

source: If you want my opinion, Majesty, I'm pretty sure she'd appreciate you standing by her side now.
es: Si quiere mi opinión, Majestad, estoy segura de que agradecería que estuviera a su lado ahora.

source: That makes sense; I lost Garet-Desh to dragonfire once, I should understand how she feels-
es: Tiene sentido; yo perdí Garet-Desh por fuego de draco una vez, debería comprender cómo se siente-

source: Even without that, she'd still appreciate your company. She just... appreciates your company.
es: Aunque no fuera por eso, apreciaría tu compañía. Simplemente... aprecia tu compañía.

source: Oh...! *coughs politely* Then I shall have your leave, young Myra, Lord Thrandyl. Hopefully I can be of aid to an... old friend.
es: ¡Oh...! *tose educadamente* Entonces tomaré su permiso, joven Myra, señor Thrandyl. Espero poder ser de ayuda a una... vieja amiga.

source: (chuckles) And thus, with but a few words, this young girl from the mountains enlightens a doubt I'd had for decades... May the Winds guide you safely, daughter of Maat.
es: (riendo) Y así, con apenas unas palabras, esta joven de las montañas aclara una duda que tenía desde hace décadas... Que los Vientos te guíen a salvo, hija de Maat.

source: And you too, Lord Thrandyl.
es: A usted también, señor Thrandyl.

source: ...and such is the sight of Knalga when Winter has laid her white blanket on the world, and the Sun is given leave to shine again.
es: ...y así es el paisaje de Knalga cuando el Invierno ha tendido su manta blanca sobre el mundo y al Sol se le permite volver a brillar.

source: I may never go there myself, elf princess, but with the picture your words have woven, I may at least say I have seen it in my mind's eye. I, Dvalin of the Aigathol, thank you.
es: Tal vez nunca vaya yo mismo, princesa elfa, pero con la imagen que tus palabras han tejido, al menos puedo decir que lo he visto con los ojos de la mente. Yo, Dvalin de los Aigathol, te lo agradezco.

source: (smiling) We can dispense the formalities, good Dvalin; we're true siblings-in-arms already, are we not? Now, tell me more about the Varanyans; it will be interesting to have an outsider's view on our kin of the Far East.
es: (sonriendo) Podemos dejar las formalidades, buen Dvalin; ya somos verdaderos hermanos de armas, ¿no es así? Ahora cuéntame más sobre los varanios; será interesante tener la visión de un forastero sobre nuestros parientes del Lejano Oriente.

source: *What do you know, these two actually seem to be getting along pretty well... Let's not bother them...*
es: *Vaya, parece que estos dos se están llevando bastante bien... Mejor no molestarlos...*

source: *Nothing else to see here; I should rest while I still can... Ugh, I still need to find that blondie...*
es: *No hay nada más que ver aquí; debería descansar mientras pueda... Ay, aún tengo que encontrar a esa rubia...*

source: *Oh, there she is...*
es: *Ah, ahí está...*

source: Myra, look! This prince wants to talk with you!
es: ¡Myra, mira! ¡Este príncipe quiere hablar contigo!

source: I told you already, I'm of noble blood but not a prince...
es: Ya te lo dije, tengo sangre noble pero no soy príncipe...

source: A word of advice: give up trying to convince this blondie otherwise, it'll be a waste of your time. But is it true you want to talk with me?
es: Un consejo: deja de intentar convencer a esta rubia de lo contrario, será pérdida de tiempo. ¿Es cierto que quieres hablar conmigo?

source: Yes. I am Jevyan, son of Captain Aracyn. You may not have seen me, but I was there at the meeting. I deeply lament what happened to your fellow students, but if I may say, you did well following your own heart. The elders often underestimate us youngsters' cleverness and decision-making; the fact that you stand here while your Headmistress lamentably doesn't proves my point.
es: Sí. Soy Jevyan, hijo del capitán Aracyn. Quizá no me viste, pero estuve en la reunión. Lamento profundamente lo ocurrido a tus compañeras, pero si me permite decirlo, hiciste bien siguiendo tu corazón. Los mayores suelen subestimar la astucia y la capacidad de decisión de los jóvenes; que estés aquí y tu directora lamentablemente no lo demuestra.

source: There were youngsters among those who died too. I could've died just as easily as I crossed the mountains... (sigh) You know what, I'm too tired to even argue. All I want is to find a soft bed to throw myself upon and rest.
es: También había jóvenes entre los que murieron. Podría haber muerto igual de fácil cuando crucé las montañas... (suspira) Sabes qué, estoy demasiado cansada para discutir. Todo lo que quiero es encontrar una cama blanda donde tirarme a dormir.
