Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: At long last, we've reached the Far East. Before us, stretching over the horizon, there is the Stormy Ocean, and both to the south and to the north, there is only a vast, uninhabited extension of plains.
es: Por fin hemos llegado al Lejano Oriente. Ante nosotros, extendiéndose hasta el horizonte, está el Océano Tempestuoso, y tanto al sur como al norte solo hay una vasta extensión de llanuras deshabitadas.

source: This will be a good place for us Hannuks to settle; we need vast level regions to raise our horses.
es: Este será un buen lugar para que nos asentemos los hannuk; necesitamos regiones llanas y amplias para criar nuestros caballos.

source: I have seen some hills on the way here. They're not like the Windy Mountains, but they will serve for the time being, until we have dug a tunnel to our kinsmen in the Far West.
es: He visto algunas colinas por el camino. No son como las Montañas Ventosas, pero servirán por ahora, hasta que hayamos excavado un túnel hasta nuestros parientes del Lejano Occidente.

source: You want to dig all the way to those realms?! My goodness, it will be one big enterprise for you!
es: ¡¿Queréis excavar hasta esos reinos?! ¡Por todos los dioses, será una gran empresa para vosotros!

source: Pah, that's nothing we dwarves can't do.
es: ¡Bah, eso no es nada que nosotros los enanos no podamos hacer!

source: Certainly it isn't. When you finish it, will I have permission to cross it? You know, I still want to see my home again.
es: Seguro que no. Cuando lo terminéis, ¿tendré permiso para cruzarlo? Sabes, aún quiero volver a ver mi hogar.

source: Of course! Like we would leave such a beautiful damsel stuck this faraway from her forests...
es: ¡Por supuesto! Como si fuéramos a dejar a una doncella tan hermosa atrapada tan lejos de sus bosques…

source: That can't be! Even with their king dead they insist on chasing us? Will we have to exterminate every single one of them to have peace?!
es: ¡No puede ser! ¿Incluso con su rey muerto insisten en perseguirnos? ¿Tendremos que exterminarlos a todos para tener paz?!

source: It seems like we will... I recognise the dragon leading them: Khrakrahs, son of Shek'har. He's big, but not the brightest tactician, so we stand a chance against him; and don't worry, Alenya, I won't use the Soul like I did in Ughure.
es: Parece que sí… Reconozco al dragón que los lidera: Khrakrahs, hijo de Shek’har. Es grande, pero no el estratega más brillante, así que tenemos una oportunidad contra él; y no te preocupes, Alenya, no usaré el Alma como hice en Ughure.

source: And what shall we do after defeating Khrakrahs? Because more dragons will certainly come, and our forces are already depleted by the battles in the steppes; how many more attack waves will we have to face?
es: ¿Y después de derrotar a Khrakrahs, ¿qué haremos? Porque seguro que vendrán más dragones, y nuestras fuerzas ya están mermadas por las batallas en las estepas; ¿cuántas oleadas de ataque más tendremos que soportar?

source: If anyone has suggestions, I'm all ears.
es: Si alguien tiene sugerencias, soy todo oídos.

source: Erm... Have you ever heard of Netjer-Ta?
es: Eh… ¿Has oído hablar de Netjer-Ta?

source: The name sounds vaguely familiar, but I don't recognise it.
es: El nombre me suena vagamente, pero no lo reconozco.

source: It is a continent that lies on the other side of the world, which we can reach by crossing the Stormy Ocean. It was explored by the Windsong in the past, but hasn't been visited by any of us in ages. The scrolls tell that it was mostly inhabited by wild beasts and small nations, though even so they were quite dangerous.
es: Es un continente que está al otro lado del mundo, al que podemos llegar cruzando el Océano Tempestuoso. Fue explorado por las Hijas del Viento en el pasado, pero hace siglos que ninguno de nosotros lo ha visitado. Los pergaminos cuentan que estaba habitado principalmente por bestias salvajes y pequeñas naciones, aunque aun así eran bastante peligrosas.

source: I doubt any monster can be more dangerous than dragons.
es: Dudo que ningún monstruo pueda ser más peligroso que los dragones.

source: But, crossing this enormous ocean to colonise an unknown continent? Is it really a good idea?
es: Pero… ¿cruzar este océano enorme para colonizar un continente desconocido? ¿Es realmente buena idea?

source: Let's measure our options: we could stay here and face a certain, and very serious danger at the hands of dragons, drakes, saurians and possibly Hannuks, or we could go to this other continent and face a possible, but not certain, danger...
es: Veamos nuestras opciones: podemos quedarnos aquí y enfrentar un peligro cierto y muy grave a manos de dragones, dracos, saurios y posiblemente hannuk, o podemos ir a ese otro continente y enfrentar un peligro posible, pero no seguro…

source: Myra, know that, whichever path you choose, we Aragwaithi will follow you.
es: Myra, sabe que, elijas el camino que elijas, los aragwaithi te seguiremos.

source: So will us Windsong!
es: ¡Y nosotras las Hijas del Viento también!

source: And the Hannuks!
es: ¡Y los hannuk!

source: Och, we dwarves don't like the sea, but staying here will be useless, so we're in as well!
es: Och, a nosotros los enanos no nos gusta el mar, pero quedarnos aquí será inútil, ¡así que también vamos!

source: Myra stared at each pair of eyes fixed on her, and felt her heart ache: she had led them for so long, and had so far failed to give them a new and safe land, as she had promised... The roar of the lizards echoed again, this time closer, hastening her decision:
es: Myra miró a cada par de ojos fijos en ella y sintió que se le encogía el corazón: los había liderado durante tanto tiempo y hasta ahora había fallado en darles una tierra nueva y segura, como había prometido… El rugido de los lagartos resonó de nuevo, esta vez más cerca, apresurando su decisión:

source: Then to the east shall we go; to the land where the sun is born!
es: Entonces iremos al este; ¡a la tierra donde nace el sol!

source: In this case, we must start building ships immediately! We managed to salvage the ship-building projects the Solariel elves gifted us from the Library of Hiera'Shirsha, but we still need fine-quality wood...
es: En ese caso, ¡debemos empezar a construir barcos inmediatamente! Por suerte logramos salvar algunos planos de construcción naval de la Biblioteca de Hiera’Shirsha, pero aún necesitamos madera de buena calidad…

source: In this we can help. We use wood in nearly all of our tools and vehicles, so we know well all kinds of tree in the realm.
es: En esto podemos ayudar. Usamos madera en casi todas nuestras herramientas y vehículos, así que conocemos bien todos los tipos de árbol de la región.

source: And our axes can chop them down in no time!
es: ¡Y nuestros hachas pueden talarlos en un abrir y cerrar de ojos!

source: And our weavers can quickly fetch sails for the ships!
es: ¡Y nuestras tejedoras pueden conseguir velas para los barcos rápidamente!

source: Very well, we'll need every dwarf and every Hannuk chariot chopping down the trees and bringing them here as quick as possible; the Aragwaithi women shall make the sails, and I, the Windsong and the rest of the Hannuks and the Aragwaith shall fight Khrakrahs' army. Now, move, people! While there's still hope, we must not falter!
es: Muy bien, necesitaremos a todos los enanos y todos los carros hannuk talando árboles y trayéndolos aquí lo antes posible; las mujeres aragwaithi harán las velas, y yo, las Hijas del Viento y el resto de hannuk y aragwaithi lucharemos contra el ejército de Khrakrahs. ¡Ahora, moveos, gente! ¡Mientras quede esperanza, no debemos flaquear!

source: There they are, the disgusting, hairless apes who caused my father's death... Strike them, Children of Morogor, and do not bother about taking prisoners!
es: Ahí están, los repugnantes monos sin pelo que causaron la muerte de mi padre… ¡Atacadlos, Hijos de Morogor, y no os molestéis en hacer prisioneros!

source: (whispering) He talks about avenging his father only; apparently, he doesn't know about the Soul's existence.
es: (susurrando) Solo habla de vengar a su padre; al parecer no sabe nada de la existencia del Alma.

source: So we don't need bother about being chased across the ocean.
es: Así que no tenemos que preocuparnos de que nos persigan al otro lado del océano.

source: Because most of the dwarves and Hannuk charioteers are busy collecting wood, Myra will not be able to recruit or recall any of axe-wielding dwarves or the charioteers.
es: Debido a que la mayoría de los enanos y los aurigas hannuk están ocupados recogiendo madera, Myra no podrá reclutar ni reincorporar enanos con hacha ni aurigas.

source: We have the wood, now we must make the planks, the wheel, and whatever else these vessels need...
es: Tenemos la madera, ahora hay que hacer las tablas, las ruedas y todo lo que necesiten estos barcos…

source: One of our sisters will guide your work, since you don't know how to make ships.
es: Una de nuestras hermanas guiará vuestro trabajo, ya que no sabéis construir barcos.

source: You may now recruit or recall Hannuk Charioteers and their advancements, but the dwarves are still working.
es: Ahora puedes reclutar o reincorporar aurigas hannuk y sus avances, pero los enanos siguen trabajando.

source: Oh no, please don't tell me that's another enemy coming from the sea!
es: ¡Oh no, por favor no me digáis que es otro enemigo que viene del mar!

source: My, my, we've got quite a commotion on this shore today... Come, warriors, let the humans and those lizards settle their scores in peace, we shall return to rest when they're done with each other.
es: Vaya, vaya, qué alboroto tenemos hoy en esta playa… Venid, guerreros, dejemos que los humanos y esos lagartos arreglen sus cuentas en paz, volveremos a descansar cuando terminen entre ellos.

source: I don't think so, cousin, they're just passing by... Still, I wonder what kind of creatures they are; I've never seen anything like them.
es: No lo creo, primo, solo están pasando de largo… Aun así, me pregunto qué clase de criaturas serán; nunca he visto nada parecido.

source: I know those beings, they're merfolk! They're known for being quite friendly, maybe they will help us... Wait! Er, listen, I know that we're complete strangers to you, but could you please lend us a hand? We just want to leave this land in peace, but these wicked drakes are seeking to tyrannize us!
es: Conozco a esos seres, ¡son sirenidos! Son conocidos por ser bastante amistosos, quizá nos ayuden… ¡Espera! Eh, escuchad, sé que somos completos desconocidos para vosotros, pero ¿podríais echarnos una mano? Solo queremos abandonar esta tierra en paz, ¡pero estos malvados dracos buscan tiranizarnos!

source: Um... I confess that I'm feeling inclined to help a pretty lady such as you, but I'd like something more in return than a mere 'thank you' from your enticing lips...
es: Eh… Confieso que me inclino a ayudar a una dama tan hermosa como tú, pero me gustaría algo más a cambio que un simple «gracias» de tus atractivos labios…

source: (angry) Impudent fish-man, I will introduce you to my axe in an instant...
es: (enfadado) ¡Pez insolente, te presentaré a mi hacha en un instante…!

source: (whisper) Dvalin, wait! (normal voice) Noble merman, I hope you understand that we're all respectable ladies, and that we can't...
es: (susurro) ¡Dvalin, espera! (voz normal) Noble sirenido, espero que entiendas que somos todas damas respetables y que no podemos…

source: (laughing) Oh, no, please don't think me such a base creature! I meant that I will help you, if you give me 250 gold; being land-dwellers, you certainly have lots of this precious metal that is inexistent in the vast seas.
es: (riendo) ¡Oh, no, por favor no me consideréis una criatura tan vulgar! Quería decir que os ayudaré si me dais 250 piezas de oro; siendo habitantes de la tierra, seguro tenéis mucho de ese precioso metal que no existe en los vastos mares.

source: We too are short of gold, but spending it to secure our lives is no waste.
es: Nosotros también andamos escasos de oro, pero gastarlo para asegurar nuestras vidas no es desperdicio.

source: Deal! Come warriors, we've got a new job!
es: ¡Trato hecho! ¡Vamos guerreros, tenemos un nuevo trabajo!

source: Myra, are you sure that we can trust mercenaries? If the dragons make a better offer, who can guarantee that these mermen won't promptly turn against us?
es: Myra, ¿estás segura de que podemos confiar en mercenarios? Si los dragones hacen una oferta mejor, ¿quién garantiza que estos sirenidos no se volverán contra nosotros de inmediato?

source: Worry not, Ravyan, treachery by the merfolk is something unheard of. Besides, I don't really think that he wishes to see me broken-hearted...
es: No te preocupes, Ravyan, la traición de los sirenidos es algo inaudito. Además, no creo que él quiera verme con el corazón roto…

source: Pfff, she's so full of herself...
es: Pfff, qué engreída es…

source: (smirks) What can I do if I'm irresistible even to those not of my own people?
es: (sonríe con suficiencia) ¿Qué puedo hacer si soy irresistible incluso para los que no son de mi propia gente?

source: (blushing) Hrumph!
es: (se sonroja) ¡Hrumph!

source: (giggles)
es: (ríe)

source: Are you joking? It is us who should be asking for gold!
es: ¿Estás de broma? ¡Somos nosotros los que deberíamos pedir oro!

source: Um, that's a pity... Anyway, wish you luck fighting these monsters; by the look of things, you'll need it...
es: Eh, qué lástima… En fin, os deseo suerte luchando contra estos monstruos; por lo que veo, la necesitaréis…

source: Seems like your pretty face is less worthy than a handful of gold, Alenya.
es: Parece que tu cara bonita vale menos que un puñado de oro, Alenya.

source: (offended) Tsc, not everyone has enough taste to appreciate me as I deserve...
es: (ofendida) Tsc, no todos tienen suficiente gusto para apreciarme como merezco…

source: Argh! Maybe I should have stayed out of this...
es: ¡Argh! Quizá debería haberme mantenido al margen…

source: All right, the pieces are done, so now let's finally build those ships! And Myra, it is a good idea to keep those lizards away from the building sites!
es: ¡Muy bien, las piezas están listas, así que ahora construyamos por fin esos barcos! ¡Y Myra, es buena idea mantener a esos lagartos lejos de los lugares de construcción!

source: Right!
es: ¡De acuerdo!

source: These apes' refusal to die is starting to get on my nerves... Call in reinforcements!
es: ¡La negativa de estos monos a morir empieza a ponerme de los nervios… Llamad refuerzos!

source: Take this cursed overgrown lizard out of there before it burns the wood or the sails!
es: ¡Sacad a este lagarto maldito y crecido de ahí antes de que queme la madera o las velas!

source: Are they... building ships? So they are trying to flee this continent, huh? We'll see about that: more reinforcements!
es: ¿Están… construyendo barcos? ¿Entonces intentan huir de este continente, eh? ¡Ya veremos eso: más refuerzos!

source: (panting) We... have... finished... them...
es: (jadeando) Los… hemos… terminado…

source: Wonderful dwarves, what would we have done without you! (kisses dwarf on the cheek)
es: ¡Maravillosos enanos, qué habríamos hecho sin vosotros! (besa al enano en la mejilla)

source: (blushing violently) Now onboard all of you, and let's leave this damn lizard-ridden continent once and for all!
es: (se sonroja intensamente) ¡Ahora todos a bordo y dejemos de una vez por todas este maldito continente plagado de lagartos!

source: You know, we Hannuks have worked hard too...
es: Sabéis, nosotros los hannuk también hemos trabajado duro…

source: Then you too deserve congratulations! (kisses Tarkyn on the cheek)
es: ¡Entonces tú también mereces felicitaciones! (besa a Tarkyn en la mejilla)

source: Hey, leave my father alone, you elven witch!
es: ¡Eh, deja a mi padre en paz, bruja elfa!

source: You can pull each other's hair onboard, now we must leave this place!
es: ¡Podéis tiraros del pelo a bordo, ahora tenemos que abandonar este lugar!

source: Right... I will ask my old water elementals to cover us as we leave the shores, and also to propel the ships.
es: De acuerdo entonces, perdonad… Pediré a mis viejos elementales de agua que nos cubran mientras abandonamos la costa y que también impulsen los barcos.

source: Farewell, o fair traveller! I wish I could take you through the vast blue oceans myself, but alas, I have other duties.
es: ¡Adiós, bella viajera! Ojalá pudiera llevarte yo mismo por los vastos océanos azules, pero ay, tengo otros deberes.

source: Farewell, noble merman! I wish you the best of luck! (whisper) My, my, I begin to wish we had him accompanying us through the seas... In all of my travels, never have I seen such muscles...
es: ¡Adiós, noble sirenido! ¡Te deseo la mejor de las suertes! (susurra) Vaya, vaya, empiezo a desear que nos acompañara por los mares… En todos mis viajes, nunca había visto unos músculos así…

source: (upset) Hrumph!
es: (molesto) ¡Hrumph!

source: (smiling) Ah, it will be an interesting travel...
es: (sonriendo) Ah, será un viaje interesante…

source: No! Don't get close to those water freaks, their cold touch is lethal for us! AND YOU, ACCURSED APES, MAY YOU SINK INTO OBLIVION BEFORE YOU REACH ANY SAFE SHORE!
es: ¡No! ¡No os acerquéis a esos monstruos acuáticos, su toque frío es letal para nosotros! ¡Y VOSOTROS, MONOS MALDITOS, QUE OS HUNDÁIS EN EL OLVIDO ANTES DE LLEGAR A NINGUNA COSTA SEGURA!

source: Farewell for you too, lizards!
es: ¡Adiós también para vosotros, lagartos!

source: Ring of Fire
es: Anillo de Fuego

source: Explore the island
es: Explorar la isla

source: Death of Atargatis
es: Muerte de Atargatis

source: HINT: hurry to the centre of the island
es: PISTA: apresuraos hacia el centro de la isla

source: Temple Guardians
es: Guardianes del Templo

source: Monsters
es: Monstruos

source: Ah, it is truly great to feel solid, steady ground beneath your feet again... Who knows, we may even settle on this island; it seems big enough for our people, at least for now, and when we become numerous again, we may search for Netjer-Ta, or maybe even return to our native continent and conquer new lands there.
es: Ah, qué maravilla volver a sentir tierra firme y estable bajo los pies… Quién sabe, quizá nos instalemos en esta isla; parece lo bastante grande para nuestro pueblo, al menos por ahora, y cuando volvamos a ser numerosos podemos buscar Netjer-Ta o incluso regresar a nuestro continente natal y conquistar nuevas tierras allí.

source: Spoke my thoughts, friend! And look, there are lots of mountains here; we dwarves could build many cities there, and who knows what treasures we may find within them...
es: ¡Has dicho lo que pensaba, amigo! Y mira, hay muchas montañas aquí; nosotros los enanos podríamos construir muchas ciudades allí, y quién sabe qué tesoros podríamos encontrar dentro…

source: Whoa, what was that?
es: ¡Vaya, qué ha sido eso?

source: The mountain... is it roaring?!
es: ¡La montaña… está rugiendo?!

source: Look, there is fire pouring from its top! Oh no, is this the island the drakes talked so much about, Morogor?
es: ¡Mirad, está saliendo fuego de la cima! ¡Oh no, es esta la isla de la que tanto hablaban los dracos, Morogor?

source: (laughing) Calm down, it's just a volcano! Haven't you ever seen one?
es: (riendo) Tranquilos, ¡es solo un volcán! ¿Nunca habéis visto uno?

source: If I had, I'm sure I would remember!
es: ¡Si lo hubiera visto, estoy segura de que lo recordaría!

source: I see, there were no volcanoes amidst the Windy Mountains... Anyway, it is merely a mountain which spits fire and lava, which is simply molten rock. It won't do us any harm, as long as we stay away from it.
es: Ya veo, no había volcanes entre las Montañas Ventosas… En fin, es simplemente una montaña que escupe fuego y lava, que no es más que roca fundida. No nos hará daño mientras nos mantengamos alejados.

source: And look, there are more mountains spitting fire! I don't want to sound fearful or anything, but I don't think this is a good place to live in, not if we are to be constantly haunted by the menace of these volcanoes...
es: ¡Y mirad, hay más montañas escupiendo fuego! No quiero parecer miedosa ni nada, pero no creo que sea buen lugar para vivir si vamos a estar siempre acechados por la amenaza de estos volcanes…

source: You're right, but I still want to explore this island. I sense something beyond those volcanoes... I'm not certain about what it is, but I know it is something I must see. Let's start exploring then; it seems like there is no intelligent race here, or our ships would have been sighted, but we may still come across dangerous monsters, so beware. And beware these volcanoes, I really don't like them. And stop laughing, Alenya...
es: Tienes razón, pero aún así quiero explorar esta isla. Siento algo más allá de esos volcanes… No estoy segura de qué es, pero sé que tengo que verlo. Empecemos a explorar entonces; parece que no hay ninguna raza inteligente aquí, o habrían visto nuestros barcos, pero podemos encontrarnos con monstruos peligrosos, así que tened cuidado. Y cuidado con esos volcanes, no me gustan nada. Y deja de reírte, Alenya…

source: Look, a native! It is... quite big and hairy, but has arms and legs like a human. I wonder whether he's friendly...
es: Mirad, ¡un nativo! Es… bastante grande y peludo, pero tiene brazos y piernas como un humano. Me pregunto si será amistoso…

source: Well, I think that answers your question, Akashia.
es: Bueno, creo que eso responde a tu pregunta, Akashia.

source: As I had foreseen, there are dangerous beasts here. Have caution, but please, kill as few of them as possible; after all, we're the intruders here.
es: Tal como preví, hay bestias peligrosas aquí. Tened cuidado, pero por favor matad a las menos posibles; al fin y al cabo, nosotros somos los intrusos.

source: Hisssss! Humanss in the foresst! Humanss in the foresst!
es: ¡Hisssss! ¡Humanosss en el bosssque! ¡Humanosss en el bosssque!

source: And there goes the surprise element...
es: Y adiós al factor sorpresa…

source: What? Humanss you ssaid? Darn it, as if fighting these disssgusting ape-fishes and their sparkly tridents weren't enough, now we'll have to fight these curssed land apesss! And what are they doing here anyway?
es: ¿Qué? ¿Humanosss dices? ¡Maldición, como si pelear contra esos asquerosos pez-monos y sus brillantes tridentes no fuera suficiente, ahora también tendremos que luchar contra estos malditosss monosss de tierra! ¿Y qué hacen aquí de todos modos?

source: Am I the only one who has noticed that we're always being attacked by reptilian peoples? Seriously, what is wrong with these guys?
es: ¿Soy el único que se ha dado cuenta de que siempre nos atacan pueblos reptilianos? En serio, ¿qué les pasa a estos tipos?

source: I don't like the idea of fighting someone who hasn't provoked us, but I will not go back, not when I'm so close to finding out what lies on this island...
es: No me gusta la idea de luchar contra alguien que no nos ha provocado, pero no doy la vuelta, no cuando estoy tan cerca de descubrir qué hay en esta isla…

source: Just say the direction we must turn our swords, milady, and leave the rest to us!
es: ¡Solo di hacia dónde debemos girar nuestras espadas, mi señora, y déjanos el resto a nosotros!
