Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: I understand, and I apologise if I offended you or your sisters. Have a nice sleep; if you need to know anything about our city and customs, you can ask me, and I may even guide you...
es: Lo entiendo, y me disculpo si te ofendí o a tus hermanas. Que duermas bien; si necesitas saber algo sobre nuestra ciudad y costumbres, puedes preguntarme, y hasta podría guiarte...

source: I do know your customs, I'm half-Aragwaithi.
es: Conozco vuestras costumbres, soy mitad aragwaithi.

source: Oh, really...? Well, pardon my foolishness, I just thought, judging by your dark complexion...
es: ¿En serio...? Bueno, perdona mi tontería, solo pensé que, por tu tez oscura...

source: Just... Just leave me, see? I really must go and sleep for a while; Heaven knows when I'll have time to rest again...
es: Solo... Déjame, ¿vale? De verdad tengo que irme a dormir un rato; el Cielo sabe cuándo volveré a tener tiempo para descansar...

source: Rise Of The Dragons
es: Ascenso de los Dragones

source: Kill Shek'har
es: Matar a Shek’har

source: Death of Maat
es: Muerte de Maat

source: Death of Abhai
es: Muerte de Abhai

source: Death of Aracyn
es: Muerte de Aracyn

source: Kingdom of Garet-Desh
es: Reino de Garet-Desh

source: Lord Abhai, Lady Maat, I'm very pleased to see you have accepted my invitation. It heartens me to learn that not all humans are puny, cowardly little pests.
es: Lord Abhai, lady Maat, me complace ver que habéis aceptado mi invitación. Me reconforta saber que no todos los humanos son plagas débiles y cobardes.

source: You greet us with harsh words, dragon. Did you invite us to come all this way only for puerile insults?
es: Nos saludas con duras palabras, dragón. ¿Nos invitaste a venir hasta aquí solo para insultos infantiles?

source: Oh no, certainly not! In truth, I merely wished to gaze upon you again. I remember you both from that time: you, Abhai, were able and fierce, especially for a human. And you, Maat... You were the one being to ever strike fear into my heart. Yet look at you now... Abhai the Slayer, a frail old man; and Maat the Great, a shadow of the woman I once beheld. You humans are such ephemeral flowers...
es: ¡Oh no, desde luego que no! En verdad, solo quería contemplaros de nuevo. Os recuerdo a ambos de aquella época: tú, Abhai, eras hábil y feroz, especialmente para un humano. Y tú, Maat… Fuiste el único ser que logró infundirme miedo. Pero mirad ahora… Abhai el Matadragones, un frágil anciano; y Maat la Grande, una sombra de la mujer que una vez contemplé. Los humanos sois flores tan efímeras…

source: Well, he truly made us come all this way only to behave like a petulant child. Come, Abhai, let us leave him to his-
es: Pues sí, nos ha hecho venir hasta aquí solo para comportarse como un niño mimado. Ven, Abhai, dejémosle con su-

source: (roaring laughter) Oh forgive an old dragon's tongue, I have lived far too long to bother about being courteous with lesser creatures... Yet even you deserve to know why you are about to be destroyed, and so I have invited you to this... meeting.
es: (risa atronadora) ¡Oh, perdonad la lengua de un viejo dragón, he vivido demasiado para preocuparme por ser cortés con criaturas inferiores…! Sin embargo, incluso vosotros merecéis saber por qué vais a ser destruidos, y por eso os he invitado a esta… reunión.

source: And what folly could have motivated this insanity? I don't know how you've managed to do all this without Lord Agniballi stopping you-
es: ¿Y qué locura pudo haber motivado esta demencia? No sé cómo has logrado hacer todo esto sin que lord Agniballi te detuviera-

source: Lord Agniballi is no longer in the world of the living, Ascendant.
es: Lord Agniballi ya no está en el mundo de los vivos, Ascendente.

source: W...what...? Don't tell me he's...
es: Q-qué…? No me digas que está…

source: Yes, he's dead, overcome and succeeded by an even mightier dragon, one who's truly worthy of being our ruler, one who does not serve the interests of inferior races; a King who will usher his people into a new Golden Age!
es: Sí, está muerto, vencido y sucedido por un dragón aún más poderoso, uno que es verdaderamente digno de ser nuestro gobernante, uno que no sirve a los intereses de razas inferiores; un Rey que llevará a su pueblo a una nueva Era Dorada.

source: But... I have always heard that no dragon was even close to being as powerful as Agniballi...
es: Pero… Siempre he oído que ningún dragón estaba ni siquiera cerca de ser tan poderoso como Agniballi…

source: Ah, puny human king, one could fill a Library as great as Hiera'Shirsha's with all things you ignore...
es: Ah, insignificante rey humano, se podría llenar una biblioteca tan grande como la de Hiera’Shirsha con todo lo que ignoras…

source: And you should wash your fetid mouth before even spelling Lord Abhai's name, lizard!
es: ¡Y deberías lavarte esa boca apestosa antes de pronunciar siquiera el nombre de lord Abhai, lagarto!

source: Aracyn, silence from you. Shek'har, everyone in Irdya acknowledges the might of the dragons; but you should know that, if all the elves, humans, dwarves and trolls in this world unite against you, even with all your power, you shall not prevail. This is something that even I, a 'puny human king', know.
es: Aracyn, silencio. Shek’har, todo Irdya reconoce el poder de los dragones; pero deberías saber que, si todos los elfos, humanos, enanos y trolls de este mundo se unen contra vosotros, ni siquiera con todo vuestro poder podréis prevalecer. Eso lo sabe incluso yo, un «insignificante rey humano».

source: Shek'har, tell me... This dragon who killed Agniballi... Is he the one known as the Sky Dragon?
es: Shek’har, dime… Ese dragón que mató a Agniballi… ¿Es el que llaman el Dragón del Cielo?

source: You... (roars loudly) Even if I answered your question, Ascendant, the information would not be of any use to you, for you shall be dead shortly.
es: Tú… (ruge con fuerza) Aunque respondiera a tu pregunta, Ascendente, la información no te serviría de nada, porque pronto estaréis muertos.

source: My brothers of fire! Before us stand the paramount leader of the humans, as well as their precious sorceress, she of far-reaching fame, High Ascendant Maat! But they're overwhelmingly outnumbered, and on our side we have the Warden of Irdya, whose power eclipses Maat's like the sun's light eclipses that of the brightest of stars! So, fall on them, and leave no survivors! Today we avenge the death of our brother Krathon!
es: ¡Hermanos del fuego! ¡Ante nosotros están el líder supremo de los humanos y su preciosa hechicera, la de fama lejana, la Gran Ascendente Maat! ¡Pero están en inferioridad numérica abrumadora, y a nuestro lado tenemos al Guardián de Irdya, cuyo poder eclipsa al de Maat como la luz del sol eclipsa a la estrella más brillante! ¡Así que, atacad y no dejéis supervivientes! ¡Hoy vengamos la muerte de nuestro hermano Krathon!

source: As I expected, they treacherously try to kill us... Maat, are you sure you want to try it?
es: Tal como esperaba, intentan matarnos a traición… Maat, ¿estás segura de que quieres intentarlo?

source: I am. If they do have the Sky Dragon on their side, which I now think is very likely, I <i>might</i> end up in trouble, but I don't think we'll have Shek'har within our reach again so soon, and thus we must kill him here and now; his death would trouble the dragons' campaign, which would give us more time to mount a solid alliance with elves, dwarves, trolls and anyone else who may join us. I will kill Shek'har, but I'll need the Aragwaithi, the trolls, the dwarves and the elementals to cover me. As much as I hate to admit, Shek'har is right when he says I'm past my prime...
es: Sí. Si realmente tienen al Dragón del Cielo de su lado, que ahora creo muy probable, <i>podría</i> tener problemas, pero no creo que volvamos a tener a Shek’har a nuestro alcance tan pronto, y por eso debemos matarlo aquí y ahora; su muerte entorpecería la campaña de los dragones, lo que nos daría más tiempo para forjar una alianza sólida con elfos, enanos, trolls y quienquiera que se nos una. Mataré a Shek’har, pero necesitaré que los aragwaithi, trolls, enanos y elementales me cubran. Por mucho que me duela admitirlo, Shek’har tiene razón cuando dice que ya pasé mi mejor momento…

source: Yes, Assix, show them our new weapon!
es: ¡Sí, Assix, muéstrales nuestra nueva arma!

source: What on Irdya are those things?!
es: ¡¿Qué demonios son esas cosas?!

source: Curse them! They must have stolen the Book of the Dead, and learned the arts of Necromancy!
es: ¡Malditos sean! ¡Deben haber robado el Libro de los Muertos y aprendido las artes de la Nigromancia!

source: *Book of the Dead? Can it be the tome I saw with that lizard Assix?*
es: *¿Libro de los Muertos? ¿Será el tomo que vi con ese lagarto Assix?*

source: Can you please put it in terms we common humans may understand?
es: ¿Podéis explicarlo en términos que los humanos comunes podamos entender?

source: Dead bodies filled with dark magic to do the necromancer's bidding - the very arts with which Ashura of Hiera'Duath threatened to destroy our world. Your soldiers' weapons will be of little use against them; they are weak against Windsong or elven magic, but the only ones here are myself, Myra, Veela and Alenya...
es: Cuerpos muertos llenos de magia oscura para cumplir las órdenes del nigromante —las mismas artes con las que Ashura de Hiera’Duath amenazó con destruir nuestro mundo. Las armas de tus soldados serán de poca utilidad contra ellos; son débiles ante magia de Hijas del Viento o élfica, pero los únicos aquí somos yo, Myra, Veela y Alenya…

source: Pah! They look frail enough to me. I'm sure our hammers and the trolls' clubs can do quick work of them. C'mon boys, let's introduce those old bone piles to our axes!
es: ¡Bah! A mí me parecen bastante frágiles. Estoy seguro de que nuestros martillos y las mazas de los trolls pueden acabar con ellos rápido. ¡Vamos, muchachos, presentemos a esos montones de huesos viejos a nuestras hachas!

source: The puny apes are making progress! Lord Shek'har, I must fall back now, but I will leave some of my strongest creations helping you!
es: ¡Los insignificantes monos están avanzando! Lord Shek’har, debo retroceder ahora, pero dejaré algunas de mis creaciones más fuertes ayudándote.

source: Cowardly saurian, if I didn't need his monsters and his wits... But at least he has really left strong undead.
es: Saurio cobarde, si no necesitara sus monstruos y su astucia… Pero al menos ha dejado no-muertos fuertes de verdad.

source: My son, I will not have you die today; fall back and see if there are any reinforcements on the way! Meanwhile, I will lead your soldiers.
es: Hijo mío, no permitiré que mueras hoy; retrocede y mira si vienen refuerzos por el camino. Mientras, yo lideraré a tus soldados.

source: (sigh) Yes, father...
es: (suspira) Sí, padre…

source: Aaargh! My... head...
es: ¡Aaargh! Mi… cabeza…

source: Mother!
es: ¡Madre!

source: No... MAAT! What is happening to her?!
es: ¡No… MAAT! ¡Qué le pasa?!

source: Could it be the same being that blocked her foresight is pinning her down...?
es: ¿Será que el mismo ser que bloqueó su previsión la está reteniendo…?

source: No way... I'll fall... here...!
es: De ninguna manera… ¡Caeré… aquí…!

source: Thank Heavens, she still had enough strength to teleport back to our camp!
es: ¡Gracias al Cielo, aún tuvo fuerzas para teletransportarse de vuelta al campamento!

source: Cursed be this Ascendant! Do not lose heart, my warriors, for Lord Shek'har has just been wounded, and will retire for a while to recover - but while he is withdrawn, let's rain fire on our enemies, and offer their roasted bodies to him as a recovery meal!
es: ¡Maldita sea esta Ascendente! ¡No perdáis el ánimo, guerreros míos, porque lord Shek’har acaba de ser herido y se retirará un tiempo a recuperarse —pero mientras esté retirado, llovamos fuego sobre nuestros enemigos y ofrezcamos sus cuerpos asados como comida de recuperación!

source: Blast it, they've called on reinforcements! Without Lady Maat, there is nothing else we can do here; we must retreat.
es: ¡Maldición, han llamado refuerzos! Sin lady Maat, no podemos hacer nada más aquí; debemos retroceder.

source: The Great Northern Gate is close by, we'll be safe once we get inside the dwarves' tunnels. Come, I'll show you the way.
es: La Gran Puerta Norte está cerca, estaremos a salvo una vez dentro de los túneles de los enanos. Venid, os mostraré el camino.

source: No! How could I have let her die?!
es: ¡No! ¡Cómo he podido dejar que muriera!

source: I... mustn't... fall...
es: No… debo… caer…

source: MOTHER, NO!!!
es: ¡¡¡MADRE, NO!!!

source: Lady Maat is dead! There is no way we can't defeat the dragons without her! We are doomed!
es: ¡Lady Maat ha muerto! ¡No hay forma de derrotar a los dragones sin ella! ¡Estamos perdidos!

source: I go join my ancestors... Keep fighting without me...
es: Voy a reunirme con mis antepasados… Seguid luchando sin mí…

source: Ha! Not even their mighty King Abhai can withstand our strength! Onwards, Children of Morogor, and destroy everything and everyone you find on your way!
es: ¡Ja! ¡Ni siquiera su poderoso rey Abhai puede resistir nuestra fuerza! ¡Adelante, Hijos de Morogor, destruid todo y a todos los que encontréis en vuestro camino!

source: Sorry, Lord Abhai, I have fallen to our enemies...
es: Lo siento, lord Abhai, he caído ante nuestros enemigos…

source: I expected to crush these puny apes before the rest of the armies arrived, but it doesn't matter: surround them where they are!
es: Esperaba aplastar a estos insignificantes monos antes de que llegaran el resto de los ejércitos, pero no importa: ¡rodeadlos donde están!

source: More and more dragon hordes come from the west! We won't be able to escape anymore now...
es: ¡Cada vez vienen más hordas de dragones desde el oeste! ¡Ya no podremos escapar…

source: The Kalian Of Garet-Desh
es: El Kalian de Garet-Desh

source: Elvish Enclaves
es: Enclaves Élficos

source: King Dashien
es: Rey Dashien

source: So, Lady Maat, could you please explain to all present who is this Sky Dragon that is plotting the dragons' attack?
es: Entonces, lady Maat, ¿podríais explicar a todos los presentes quién es este Dragón del Cielo que está detrás del ataque de los dragones?

source: Yes, but first I must tell you an ancient tale, one I believe I'm the only one left who knows, save perhaps for Shek'har himself. It tells of the High Dragons.
es: Sí, pero primero debo contaros una antigua historia que creo que soy la única que queda que la conoce, salvo quizá el propio Shek’har. Se trata de los Dragones Supremos.

source: Thousands of years ago, the dragons were the supreme rulers of this world; no other race could match their power and wit. However, they used their might to tyrannise other races, and with their fires they unleashed great devastation.
es: Hace miles de años, los dragones eran los gobernantes supremos de este mundo; ninguna otra raza podía igualar su poder e ingenio. Sin embargo, usaban su fuerza para tiranizar a otras razas y con sus fuegos desataban gran devastación.

source: Seeing this, beings known as the Ancient Ones chose a dragon with great compassion for weaker beings and imbued him with immense power, but changing his element from fire to water. Thus the High Dragon of Water, Nitiballi, was born; he stopped the dragons' rampage and saved the world's fauna and flora. However, he exceeded himself, and threatened to bring an end to the dragons themselves. Not willing to destroy any of Irdya's races, the Ancient Ones chose another dragon, one whose honour and dedication to his own people was remarkable, and made him as strong as Nitiballi, allowing him to retain his original element. Thus Agniballi, the High Dragon of Fire, was born, and he confronted Nitiballi in a battle which, as expected, ended in stalemate.
es: Al ver esto, seres conocidos como los Antiguos eligieron a un dragón con gran compasión por los seres más débiles e infundieron en él un poder inmenso, cambiando su elemento del fuego al agua. Así nació Nitiballi, el Dragón Supremo del Agua; detuvo la masacre de los dragones y salvó la fauna y flora del mundo. Sin embargo, se excedió y amenazó con acabar con los propios dragones. No queriendo destruir ninguna de las razas de Irdya, los Antiguos eligieron a otro dragón, uno cuyo honor y dedicación a su pueblo eran notables, y lo hicieron tan fuerte como Nitiballi, permitiéndole conservar su elemento original. Así nació Agniballi, el Dragón Supremo del Fuego, y se enfrentó a Nitiballi en una batalla que, como era de esperar, terminó en empate.

source: Finally, to make sure neither of the High Dragons would topple the other, the Ancient Ones themselves created a third one, giving him not only a strong sense of justice, but also a power so great than not even the joint strength of Agniballi and Nitiballi could surpass it; and they commissioned him to watch over them, making sure nature remained balanced. This third dragon was Svarballi, the High Dragon of the Sky. Afterwards, the Ancient Ones disappeared; some say they had decided to leave the world thriving on its own, and withdrew to wherever they'd come from.
es: Finalmente, para asegurarse de que ninguno de los Dragones Supremos derrocara al otro, los propios Antiguos crearon un tercero, dotándolo no solo de un fuerte sentido de la justicia, sino también de un poder tan grande que ni siquiera la fuerza conjunta de Agniballi y Nitiballi podía superarlo; y le encargaron vigilarlos a ellos, asegurándose de que la naturaleza permaneciera en equilibrio. Este tercer dragón fue Svarballi, el Dragón Supremo del Cielo. Después, los Antiguos desaparecieron; algunos dicen que decidieron dejar que el mundo prosperara por sí solo y se retiraron a dondequiera que hubieran venido.

source: For a long time, Irdya was in peace under the constant watch of Svarballi, and nature restored itself. The Sky Dragon fulfilled his duty well, and maintained order in the world. However, he grew increasingly harsher, resorting to whatever measure it took to maintain his notion of order; ultimately, he concluded that life was bound to be self-destructive, and decided that protecting it was no longer worthwhile. Thus he went on a rampage all over Irdya, destroying vast extensions of land and killing thousands.
es: Durante mucho tiempo, Irdya estuvo en paz bajo la constante vigilancia de Svarballi y la naturaleza se restauró. El Dragón del Cielo cumplió bien su deber y mantuvo el orden en el mundo. Sin embargo, se volvió cada vez más duro, recurriendo a cualquier medida que hiciera falta para mantener su noción de orden; al final, concluyó que la vida estaba destinada a autodestruirse y decidió que protegerla ya no valía la pena. Así se lanzó a una masacre por todo Irdya, destruyendo vastas extensiones de tierra y matando a miles.

source: Agniballi and Nitiballi did not watch that idly, and joined forces to stop the Sky Dragon's insanity, yet Svarballi was too powerful. It was then that both the Water and the Fire Dragons were possessed by a power greater even than Svarballi's, and with that power they finally defeated him. However, for some reason he wasn't killed: instead, his soul was sealed away in a secret place.
es: Agniballi y Nitiballi no se quedaron de brazos cruzados y unieron fuerzas para detener la locura del Dragón del Cielo, pero Svarballi era demasiado poderoso. Fue entonces cuando ambos, el Dragón del Agua y el del Fuego, fueron poseídos por un poder aún mayor que el de Svarballi, y con ese poder finalmente lo derrotaron. Sin embargo, por alguna razón no lo mataron: en su lugar, sellaron su alma en un lugar secreto.

source: Svarballi was beaten, but the battle against him left most of the world devastated. In order to heal it and make sure life would continue to exist, Nitiballi unleashed rainfalls and floods, gathered stormclouds and birthed rivers, all with magic waters that gradually healed the world, reviving its soils and vegetation, restoring the environment to its former state. Unfortunately, the effort was too great for Nitiballi, who died shortly later; but his crystallized body kept unleashing an endless stream of life water: thus he became the Fountain of Life. This is the Legend of the High Dragons.
es: Svarballi fue derrotado, pero la batalla contra él dejó la mayor parte del mundo devastado. Para sanarlo y asegurarse de que la vida continuara existiendo, Nitiballi desató lluvias e inundaciones, reunió nubes de tormenta y dio a luz ríos, todo con aguas mágicas que gradualmente sanaron el mundo, reviviendo sus suelos y vegetación, restaurando el entorno a su estado anterior. Desgraciadamente, el esfuerzo fue demasiado grande para Nitiballi, que murió poco después; pero su cuerpo cristalizado siguió liberando un flujo interminable de agua de vida: así se convirtió en la Fuente de la Vida. Esta es la Leyenda de los Dragones Supremos.

source: You mean to say that this dragon we face was too strong even for Lord Agniballi? If such is our enemy's strength, we can never possibly prevail!
es: ¿Quieres decir que este dragón al que nos enfrentamos era demasiado fuerte incluso para lord Agniballi? ¡Si tal es la fuerza de nuestro enemigo, nunca podremos vencer!

source: You shall pardon me, High Ascendant, but I refuse to believe your words! It's unconceivable that our foe is so superior to us!
es: Perdonadme, Gran Ascendente, ¡pero me niego a creer vuestras palabras! ¡Es inconcebible que nuestro enemigo sea tan superior a nosotros!

source: Truth does not require belief, Lord Dashien; truth is simply what it is. But despair not, for I believe I know the key to defeating Svarballi, either by killing or by sealing him again. This key is my foster-daughter, Myra.
es: La verdad no requiere creencia, lord Dashien; la verdad es simplemente lo que es. Pero no desesperéis, porque creo saber la clave para derrotar a Svarballi, ya sea matándolo o volviendo a sellarlo. Esa clave es mi hija adoptiva, Myra.

source: Wait, what? Mother, if you're jesting...
es: Espera, ¿qué? Madre, si estás bromeando…

source: I'm not, daughter. I... I think I have never told you everything concerning the day I found you in the Wilderness, when you were but a child. And for this, I apologise.
es: No lo estoy, hija. Yo… Creo que nunca te conté todo lo referente al día en que te encontré en la Selva, cuando eras solo una niña. Y por eso, te pido perdón.

source: Please, Lady, tell us how this young and brave woman can help us defeat the legendary dragon.
es: Por favor, lady, contadnos cómo esta joven y valiente mujer puede ayudarnos a derrotar al legendario dragón.
