Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: -The last time you did, our sisters kept interrupting us, I know. Fine, I'll see what I can do.
es: -La última vez que lo hiciste, nuestras hermanas no paraban de interrumpirnos, lo sé. De acuerdo, veré qué puedo hacer.

source: I'll hold you to that...
es: Te tomaré la palabra…

source: Listen, Akashia, there is something else I want to ask you, something more serious, I'm afraid... It regards the Sky Soul.
es: Escucha, Akashia, hay otra cosa que quiero pedirte, algo más serio, me temo… Tiene que ver con el Alma del Cielo.

source: Say it.
es: Dilo.

source: I have been having some worrying dreams lately, dreams where this gem is taken from me and used to revive Svarballi.
es: He estado teniendo sueños preocupantes últimamente, sueños en los que me quitan esta gema y la usan para revivir a Svarballi.

source: A foresight, I see... Well, I don't see how the gem could possibly be taken from you, unless you wanted to hand it over.
es: Una premonición, ya veo… Bueno, no veo cómo podrían quitarte la gema a menos que tú quisieras entregarla.

source: Indeed, most beings would never manage to take it from me by force, but we both know there are some beings on this continent who wield powers as strange as they are vast, right?
es: En efecto, la mayoría de seres nunca lograrían quitármela por la fuerza, pero ambas sabemos que hay algunos seres en este continente que manejan poderes tan extraños como vastos, ¿verdad?

source: The Celestials, of course... They seem capable of reviving Svarballi; I still haven't forgotten how they praised him.
es: Los Celestiales, por supuesto… Parecen capaces de revivir a Svarballi; aún no he olvidado cómo lo alababan.

source: My worries have a more specific cause: the Seraphin Lord Grigorius. Do you remember how he was capable of knowing about the Last War without even leaving Netjer-Ta? I doubt even my mother had a clairvoyance that powerful; as far as we know, he could be spying on me whenever I'm on the surface... Not the most pleasant of thoughts, but there it is.
es: Mis preocupaciones tienen una causa más concreta: el Señor Serafín Grigorius. ¿Recuerdas cómo fue capaz de saber de la Última Guerra sin siquiera salir de Netjer-Ta? Dudo que ni siquiera mi madre tuviera una clarividencia tan poderosa; por lo que sabemos, podría estar espiándome cada vez que estoy en la superficie… No es el pensamiento más agradable, pero ahí está.

source: How do you know he can't see you right now?
es: ¿Cómo sabes que no te está viendo ahora mismo?

source: Deep caves, such as this one, are out of a clairvoyant's line of sight. Now, I fear Grigorius, or maybe all the four Lords, are plotting to take the Sky Soul, and will use this new war to try and steal it, taking advantage of everyone's distraction.
es: Cuevas profundas como esta están fuera de la línea de visión de un clarividente. Ahora, temo que Grigorius, o quizá los cuatro Señores, estén tramando apoderarse del Alma del Cielo y usarán esta nueva guerra para intentar robármela, aprovechando la distracción de todos.

source: I get your point; I've never trusted those Celestials at all, and I have never forgotten about what that rebel, Zaal, said either. I could wage the Book of the Dead that he uncovered some ugly truth about Grigorius, or maybe all the Lords. A shame we didn't help him then...
es: Entiendo tu punto; nunca he confiado en absoluto en esos celestiales, y tampoco he olvidado lo que dijo ese heraldo rebelde, Zaal. Apostaría el Libro de los Muertos a que descubrió alguna verdad fea sobre Grigorius, o quizá sobre todos los Señores. Lástima que no le ayudáramos entonces…

source: You know my reasons for not doing that very well, Akashia. But this is not important; I have told you all these things because I want to ask you to keep the Sky Soul with you at Hiera'Laksha until this war is over.
es: Conoces muy bien mis razones para no haberlo hecho, Akashia. Pero eso no importa; te he contado todo esto porque quiero pedirte que guardes el Alma del Cielo contigo en Hiera’Laksha hasta que acabe esta guerra.

source: Keep the Soul? But...
es: ¿Guardar el Alma? Pero…

source: Don't worry, I will wrap it in a spell that will hold back its aura. I would never ask you this, friend, but I confess those dreams have scared me. I still have nightmares about the Last War and the Ughure Incident, and I won't risk seeing that horror be repeated on this continent. Besides, I doubt the Seraphins would ever guess that I left the gem with you; either they'd think I'd never relinquish its ownership out of greediness, or that I'd never trust it to someone less powerful than myself. Besides, with the cloaking ciphers I've cast around the jewel, even Grigorius won't be able to sense it.
es: No te preocupes, la envolveré en un hechizo que contendrá su aura. Nunca te pediría esto, amiga, pero confieso que esos sueños me han asustado. Todavía tengo pesadillas con la Última Guerra y el Incidente de Ughure, y no voy a arriesgarme a ver repetido ese horror en este continente. Además, dudo que los Serafines adivinen que dejé la gema contigo; o pensarían que nunca renunciaría a su posesión por avaricia, o que nunca la confiaría a alguien menos poderoso que yo. Además, con los cifrados de ocultación que he lanzado alrededor de la joya, ni siquiera Grigorius podrá sentirla.

source: But if even you can't protect it, how can I...
es: Pero si ni siquiera tú puedes protegerla, ¿cómo puedo yo…?

source: I am strong, but I'm not invulnerable to, say, vampire blades, arrows and fangs; in Hiera'Laksha, however, it will be protected by a dwarf-designed mountain fortress and ranks of seasoned Windsong led by you! I won't simply forget about our Foundation either: if I sense any great danger threatening it, I will go to your aid myself.
es: Soy fuerte, pero no soy invulnerable, digamos, a cuchillas de vampiro, flechas y colmillos; en Hiera’Laksha, sin embargo, estará protegida por una fortaleza montañosa diseñada por enanos y filas de experimentadas Hijas del Viento lideradas por ti. Tampoco me olvidaré simplemente de nuestra Fundación: si siento algún gran peligro amenazándola, iré en tu ayuda yo misma.

source: Well, I can't see why I couldn't do as you ask me...
es: Bueno, no veo por qué no podría hacer lo que me pides…

source: (hugs Akashia) Thank you, my friend, thank you so much...
es: (abraza a Akashia) Gracias, amiga mía, muchísimas gracias…

source: Myra, have I really seen well what you have just done? I know Akashia is our friend, but...
es: Myra, ¿he visto bien lo que acabas de hacer? Sé que Akashia es nuestra amiga, pero…

source: But, what? Jevyan, you can't be possibly insinuating Akashia will...
es: ¿Pero qué? Jevyan, no estarás insinuando que Akashia va a…

source: I'm not insinuating anything, I just... I just think the gem would be better protected in your hands. And Akashia... Well, I'm sure even you noticed how strange she is.
es: No estoy insinuando nada, solo… solo pienso que la gema estaría mejor protegida en tus manos. Y Akashia… Bueno, estoy seguro de que hasta tú notaste lo rara que está.

source: She's just like myself in my first years as the new Head of the Windsong, and I don't recall doing anything foolish back the- Right, I know there was that incident at Ughure, but in the end it proved to be the right thing, for it saved us. Besides, Akashia must be feeling abandoned by us; we haven't met her in a long time already.
es: Está igual que yo en mis primeros años como nueva Cabeza de las Hijas del Viento, y no recuerdo haber hecho ninguna tontería entonces… Bueno, sí, sé que estuvo el incidente en Ughure, pero al final resultó ser lo correcto, porque nos salvó. Además, Akashia debe sentirse abandonada por nosotros; hace mucho que no la vemos.

source: (sigh) If you say so...
es: (suspira) Si tú lo dices…

source: Night Fire
es: Fuego Nocturno

source: Defeat Lord Vrykos
es: Derrotar a lord Vrykos

source: NOTE: Dvalin may recall the dwarves that fought in scenario 26. Furthermore, the gold he retains at the end of this scenario shall be useful in the next.
es: NOTA: Dvalin puede reincorporar a los enanos que lucharon en el escenario 26. Además, el oro que conserve al final de este escenario será útil en el siguiente.

source: How much I have longed to lay my eyes on this cursed city and hear the howling of the wargs echo over this valley... YOU HEAR THAT, VRYKOS? YOU HEAR THE SOUND OF YOUR DOOM?
es: ¡Cuánto he deseado posar mis ojos en esta ciudad maldita y oír el aullido de los huargos resonar por este valle…! ¡¿LO OYES, VRYKOS? ¡¿OYES EL SONIDO DE TU PERDICIÓN?!

source: All I hear, and see, is a bunch of fetid rabid wolves, unwashed midgets and freaks led by a Windsong witch. But I think this is how it was always supposed to be: that our final clash is fought over the Red Pinnacle, so that your blood and bones may join those of the countless fools that have ever dared to defy us!
es: Todo lo que oigo y veo es un montón de lobos rabiosos apestosos, enanos sin lavar y monstruos liderados por una bruja de las Hijas del Viento. Pero creo que así era como siempre debía ser: que nuestro choque final se librara sobre el Pináculo Rojo, ¡para que vuestra sangre y vuestros huesos se unan a los de los innumerables necios que alguna vez osaron desafiarnos!

source: Tsc tsc... It's a shame such beautiful mountain has been tainted by the filth of these blood-suckers...
es: Tsc tsc… Es una lástima que una montaña tan hermosa haya sido manchada por la suciedad de estos chupasangres…

source: But, if we clean it thoroughly, I think it could still be worthy to be inhabited by dwarves.
es: Pero si la limpiamos a fondo, creo que aún podría ser digna de ser habitada por enanos.

source: You're right, friend! C'mon boys, this mountain's begging us to wipe the vampire filth off its slopes!
es: ¡Tienes razón, amiga! ¡Vamos muchachos, esta montaña nos está suplicando que limpiemos la suciedad vampírica de sus laderas!

source: Wargs, charge! Let's show them who the true Children of the Night are!
es: ¡Huargos, carga! ¡Mostrémosles quiénes son los verdaderos Hijos de la Noche!

source: Ha! Dawn approaches, and with it the sun that enfeebles those blood-suckers! Strike them now, boys, and we may finish this battle before next sunset!
es: ¡Ja! El amanecer se acerca, ¡y con él el sol que debilita a esos chupasangres! ¡Golpeadlos ahora, muchachos, y quizá terminemos esta batalla antes del próximo atardecer!

source: Do not underestimate my power, midget! (raises his arms and his face skywards) O wandering clouds, hearken my call: gather thee over these snowy peaks, let no sun beam cross thy vault, envelop this realm in lingering darkness!
es: ¡No subestimes mi poder, enano! (levanta los brazos y el rostro al cielo) ¡Oh nubes errantes, escuchad mi llamada: reuníos sobre estos picos nevados, que ningún rayo de sol cruce vuestra bóveda, ¡volved este reino en oscuridad persistente!

source: Darn it, the clouds are really gathering up in the sky! How does he do that?
es: ¡Maldición, las nubes se están acumulando de verdad en el cielo! ¡¿Cómo lo hace?!

source: Let darkness cover this land! We too fight better in the dark!
es: ¡Que la oscuridad cubra esta tierra! ¡Nosotros también luchamos mejor en la oscuridad!

source: Unfortunately, though, there are far more vampires than wargs here, so I'm sorry, Mani, but I'll have to do something about it...
es: Desgraciadamente, sin embargo, hay muchos más vampiros que huargos aquí, así que lo siento, Mani, pero tendré que hacer algo al respecto…

source: Saying this, Myra raised her trident, and from her eyes shone that already familiar greenish-blue light; the mass of bulky, dark-grey clouds had already started to cover the mountains when a strong wind gust blew from the east, dispersing them until the sky was absolutely blue.
es: Diciendo esto, Myra levantó su tridente y de sus ojos brilló esa ya familiar luz verde-azulada; la masa de nubes voluminosas y gris oscuro ya había empezado a cubrir las montañas cuando una fuerte ráfaga de viento sopló desde el este, dispersándolas hasta que el cielo quedó completamente azul.

source: Och, for a moment I forgot that we have the weather goddess on our side! How did you like that, Vrykos?
es: Och, por un momento olvidé que tenemos a la diosa del clima de nuestro lado. ¿Qué te pareció eso, Vrykos?

source: (in rage) Damn witch, you will pay for that!
es: (furioso) ¡Bruja maldita, pagarás por eso!

source: Aarrgh! Cursed be these blood-suckers! Fight on without me, friends...
es: ¡Aarrgh! ¡Malditos sean estos chupasangres! ¡Seguid luchando sin mí, amigos…!

source: Myra? Is something the matter?
es: ¿Myra? ¿Pasa algo?

source: ...No... This...
es: …No… Esto…

source: What has happened? You look pale all of a sudden...
es: ¿Qué ha pasado? De repente te has puesto pálida…

source: I... I have a bad feeling... Like a claw seizing my heart... Something has happened, Jevyan, something terrible. Let's finish this battle as quickly as we can, and then hurry to Hiera'Laksha...
es: Yo… Tengo un mal presentimiento… Como una garra agarrando mi corazón… Algo ha pasado, Jevyan, algo terrible. Terminemos esta batalla lo más rápido que podamos y luego corramos a Hiera’Laksha…

source: Hiera...? (looks pale) You're right, we must finish this battle, and quickly!
es: ¡Hiera…? (se pone pálido) Tienes razón, ¡debemos terminar esta batalla, y rápido!

source: Ugh... You may have bested me, but our plague shall continue to haunt the nights...!
es: Ugh… Puede que me hayáis vencido, ¡pero nuestra plaga seguirá acechando las noches…!

source: VICTORY AT LAST!
es: ¡¡¡VICTORIA AL FIN!!!

source: Ah, that was a battle like I haven't had in ages... Wait, where are you going?
es: Ah, esa fue una batalla como no tenía en años… Espera, ¿adónde vais?

source: Sorry, friend, but you'll have to celebrate this victory without us. Myra sensed some terrible thing has happened in Hiera'Laksha, and so we're going there.
es: Lo siento, amigo, pero tendrás que celebrar esta victoria sin nosotros. Myra sintió que algo terrible ha pasado en Hiera’Laksha, así que vamos para allá.

source: Don't worry, it must be the vampires, but they won't succeed in invading Hiera'Laksha, especially now that their king is...
es: No te preocupes, deben ser los vampiros, pero no conseguirán invadir Hiera’Laksha, especialmente ahora que su rey está…

source: You don't understand, Dvalin; Myra has left the... the gem there, with Akashia!
es: No lo entiendes, Dvalin; ¡Myra dejó allí la… la gema, con Akashia!

source: You mean the Sky Soul?! But... Why haven't you said it before? We must be there in no time!
es: ¡¿Te refieres al Alma del Cielo?! Pero… ¡¿Por qué no lo dijisteis antes?! ¡Debemos llegar allí en un instante!

source: You won't be able to keep with my elementals' pace, Dvalin... Now, you should go back to your home, and make sure Alenya is safe; if my fears are correct, her valley may be at danger.
es: No podrás seguir el ritmo de mis elementales, Dvalin… Ahora deberías volver a tu hogar y asegurarte de que Alenya esté a salvo; si mis temores son ciertos, su valle podría estar en peligro.

source: Damn it girl, now you're scaring me! What are you even...
es: ¡Maldita sea, chica, ahora me estás asustando! ¡¿De qué estás hablando…?

source: Just do that, for all you hold sacred! I will contact you later!
es: ¡Solo hazlo, por todo lo que consideras sagrado! ¡Me pondré en contacto contigo después!

source: Then take my gold; I have plenty back at home, and if Hiera'Laksha is in danger you'll need every coin you can get your hands on.
es: Entonces toma mi oro; tengo mucho en casa y si Hiera’Laksha está en peligro necesitaréis cada moneda que podáis conseguir.

source: Thank you, Dvalin...
es: Gracias, Dvalin…

source: I don't know what you're talking about, but if you don't want to loot Vrykos' treasury, then I'll get all his gold for myself...
es: No sé de qué estáis hablando, pero si no queréis saquear el tesoro de Vrykos, ¡entonces me quedaré yo con todo su oro…!

source: No! How could we take so much time here, when Hiera'Laksha is in danger?
es: ¡No! ¡¿Cómo hemos podido tardar tanto aquí, cuando Hiera’Laksha está en peligro?!

source: Fading of a Flame
es: Apagón de una Llama

source: Resist until the end of turns
es: Resistir hasta el final de los turnos

source: NOTE: Akashia may recall the Windsong formerly under Myra's command.
es: NOTA: Akashia puede reincorporar a las Hijas del Viento que antes estaban bajo el mando de Myra.

source: Hearten yourself, my love, at least we haven't arrived too late, we can still save Hiera'Laksha!
es: (angustiado) ¡Ánimo, amor mío, al menos no hemos llegado demasiado tarde, aún podemos salvar Hiera’Laksha!

source: Myra... You were right all along, these... animals have waited until everyone was up to the neck in the war against the orcs and the vampires... We have just repelled a wave of them, so go back to your war in peace, that they will not get their filthy hands on the Soul, this I swear!
es: Myra… Tenías razón todo el tiempo, estos… animales han esperado hasta que todos estábamos metidos hasta el cuello en la guerra contra los orcos y los vampiros… Acabamos de repeler una oleada de ellos, así que volved a vuestra guerra en paz, ¡que no pondrán sus sucias manos en el Alma, lo juro!

source: Go back to my war? To hell with the war, all I care about right now is you and our sisters!
es: ¿Volver a mi guerra? ¡Al infierno con la guerra, ahora mismo lo único que me importa sois vosotras y nuestras hermanas!

source: Please, don't make me laugh...
es: (riendo cansada) Por favor, no me hagas reír…

source: ...W-what?
es: …¿Q-qué?

source: You abandoned us five years ago, when you left our Order to build a family, just as so many other former Windsong have done since we left the Great Continent! So don't you act all magnanimous now, we don't need your help; we'll fend off by ourselves, just as we've been doing all these years!
es: ¡Nos abandonaste hace cinco años, cuando dejaste nuestra Orden para formar una familia, igual que tantas otras ex Hijas del Viento desde que dejamos el Gran Continente! ¡Así que no actúes ahora de magnánima, no necesitamos tu ayuda; nos defenderemos solas, ¡como hemos estado haciendo todos estos años!

source: (in shock) Akashia, why...
es: (en shock) Akashia, por qué…

source: I can't believe it... Of all things I expected to see here, I honestly... But this is not what we must be worrying about right now; we must go to her aid, and quickly!
es: No me lo puedo creer… De todas las cosas que esperaba ver aquí, sinceramente… ¡Pero esto no es lo que debemos preocuparnos ahora; debemos ir en su ayuda, y rápido!

source: You... you are right, now we... we must fight...
es: Tienes… tienes razón, ahora debemos… debemos luchar…

source: Akashia, please give the gem back to me.
es: Akashia, por favor devuélveme la gema.

source: Now is not a good time; we're in the middle of a battle, there are Celestials everywhere; one of them might swoop down and steal the Soul while I'm handing it to you.
es: Ahora no es buen momento; estamos en medio de una batalla, hay celestiales por todas partes; uno de ellos podría abalanzarse y robar el Alma mientras te la estoy dando.

source: That won't happen if we're next to each other.
es: Eso no pasará si estamos juntas.

source: Why such insistence? Don't you trust me anymore?
es: ¿Por qué tanta insistencia? ¿Ya no confías en mí?

source: That's not it, as you know very well! I'm just afraid my spell wasn't enough to hold back the Soul's evil aura...
es: ¡No es eso, como bien sabes! ¡Solo tengo miedo de que mi hechizo no fuera suficiente para contener el aura maligna del Alma…!

source: Or maybe you think I'm too susceptible to it...
es: O quizá piensas que soy demasiado susceptible a ella…

source: I... (sigh) All right, keep it until the end of the battle, but I will want it back when we repel the Celestials.
es: Yo… (suspira) De acuerdo, quédate con ella hasta el final de la batalla, pero la quiero de vuelta cuando repeleremos a los celestiales.

source: As you wish...
es: Como desees…

source: Tremble, sinners, for thy righteous punishment is on the verge of falling onto thee!
es: ¡Temblad, pecadores, porque vuestro justo castigo está a punto de caer sobre vosotros!

source: Do not provoke me, bird-people, you have <i>no damn idea</i> of what I can do...
es: No me provoquéis, gente-pájaro, ¡no tenéis <i>ni puta idea</i> de lo que puedo hacer…

source: Please, don't think I distrust you, I'm just worried that the Soul may be having a negative effect on you! There's no reason to feel ashamed of that, even I was affected by it once, don't you remember?
es: ¡Por favor, no pienses que desconfío de ti, solo estoy preocupada de que el Alma pueda estar teniendo un efecto negativo en ti! ¡No hay razón para avergonzarse de eso, hasta yo fui afectada por ella una vez, no lo recuerdas?!

source: If you trust me as much as you claim to do, then let me keep the Soul until the end of this battle; besides, I now want to show you I'm not so susceptible to its aura.
es: Si confías en mí tanto como dices, entonces déjame quedarme con el Alma hasta el final de esta batalla; además, ahora quiero demostrarte que no soy tan susceptible a su aura.

source: By the Gods of Light, Akashia, you don't need to prove anything! All right, you know what? I also want to prove that I do trust you, so stay with the Soul until the end of this battle. However, we <i>will</i> sit down and have a serious talk when this is over.
es: ¡Por los Dioses de la Luz, Akashia, no necesitas demostrar nada! De acuerdo, ¿sabes qué? Yo también quiero demostrar que confío en ti, así que quédate con el Alma hasta el final de esta batalla. Sin embargo, <i>sí</i> nos sentaremos y tendremos una charla seria cuando esto termine.

source: I am troubled to admit this, but these sinners are proving themselves a match for us. Unfortunately, their resistance is futile: call in the reserves!
es: Me duele admitirlo, pero estos pecadores están demostrando ser un rival para nosotros. Desgraciadamente, su resistencia es inútil: ¡llamad a las reservas!

source: Damn these Celestials! Hold on, friends, we shall not fall to these treacherous bastards!
es: ¡Malditos celestiales! ¡Aguantad, amigos, no caeremos ante estos bastardos traidores!

source: Blessed be the Heavens, new troops have arrived! Now, there is no way we will be overcome by these sinners!
es: ¡Benditos sean los Cielos, han llegado nuevas tropas! ¡Ahora no hay forma de que nos venzan estos pecadores!

source: Curse them! We must evacuate Hiera'Laksha, there's no way we can defeat such a large army!
es: ¡Malditos sean! ¡Debemos evacuar Hiera’Laksha, no hay forma de derrotar a un ejército tan grande!

source: Jevyan... Jevyan is right, my sisters, we... we must leave this mountain immediately, or we'll all perish!
es: Jevyan… Jevyan tiene razón, hermanas mías, nosotros… debemos abandonar esta montaña inmediatamente, ¡o pereceremos todos!

source: (trembling in fury) No... I will not simply flee and see our Foundation destroyed, not again!
es: (temblando de furia) ¡No… no huiré simplemente y veré nuestra Fundación destruida, no otra vez!

source: And what do you intend to do? We're completely outnumbered! Do as you Windsong did in Hiera'Shirsha: let the Foundation fall, but save your sisters, for they are the future of your order!
es: ¡¿Y qué pretendes hacer?! ¡Estamos completamente superados en número! ¡Haz como hicieron las Hijas del Viento en Hiera’Shirsha: deja caer la Fundación, pero salva a tus hermanas, porque ellas son el futuro de tu orden!

source: NO! WE CAN'T - WE WON'T FLEE AGAIN!
es: ¡¡¡NO!!! ¡NO PODEMOS — NO HUIREMOS OTRA VEZ!!!

source: I know exactly how we shall prevail...
es: Sé exactamente cómo prevaleceremos…
