Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: By the way, Dvalin, thanks for offering to show us the way. It's actually kind of nice to find someone who doesn't shun us 'Windsong witches'.
es: Por cierto, Dvalin, gracias por ofrecerte a mostrarnos el camino. En realidad es bastante agradable encontrar a alguien que no rechace a las «brujas Hijas del Viento».

source: Nah, that's nothing, lass. You know, you're not the first Windsong I meet. When I was but a wee bairn I was saved by Windsong after I got lost in an abandoned system of tunnels. Those were the early days of Krathon's War, mind you, when we were still calling it 'Asuri Crisis'. In fact, your mother was among those Windsong!
es: Nah, no es nada, muchacha. Sabes, no eres la primera Hija del Viento que conozco. Cuando era apenas un enano pequeño me salvaron unas Hijas del Viento después de perderme en un sistema de túneles abandonado. Eran los primeros días de la Guerra de Krathon, ojo, cuando todavía la llamábamos «Crisis Asuri». ¡De hecho, tu madre estaba entre esas Hijas del Viento!

source: And I thought mother only became so famous among the dwarves because of that showdown with Shek'har...
es: Y yo que pensaba que mamá solo se hizo tan famosa entre los enanos por aquel enfrentamiento con Shek’har…

source: Nay, Lady Maat's done far more than that. I remember her: she was around the same age as you are now. In fact, you look very like her, except your eyes are like emerald and your hair is longer, like an obsidian cascade. But the one I remember most is one of her peers, she with hair like a cascade of ruby; I never saw her again, though, but when I learned of her passing, I shaved my beard in sadness. Eh, that probably sounded very strange to you...
es: No, la dama Maat hizo mucho más que eso. La recuerdo: tenía más o menos tu edad de ahora. De hecho, te pareces mucho a ella, salvo que tus ojos son como esmeraldas y tu cabello es más largo, como una cascada de obsidiana. Pero la que más recuerdo es una de sus compañeras, la del cabello como cascada de rubí; nunca la volví a ver, pero cuando me enteré de su muerte me rapé la barba de tristeza. Eh, seguramente eso sonó muy raro para ti...

source: Not at all: I know that's how you dwarves mourn for those you hold dearest. I know who you're talking about: Deianira the Scarlet Lightning... She was one of mother's best friends, and one of our most popular sisters. We mourned her death for weeks.
es: Para nada: sé que así es como los enanos lloran a quienes más quieren. Sé de quién hablas: Deianira el Relámpago Escarlata… Era una de las mejores amigas de mamá y una de nuestras hermanas más populares. Lloramos su muerte durante semanas.

source: A pity indeed... Well, we can talk about the past another time - we have some length of tunnels to cross yet!
es: Una verdadera lástima... Bueno, podemos hablar del pasado en otro momento, ¡todavía nos quedan bastantes túneles por cruzar!

source: Depleted mines
es: Minas agotadas

source: By the beard of Aigathol! What is that thing?
es: ¡Por la barba de Aigathol! ¿Qué es esa cosa?

source: By the looks, I think it's a saurian. Oh no, that's not good: saurians are allies of drakes, so if there are saurians here...
es: Por su aspecto, creo que es un sauriano. Oh no, eso no es bueno: los saurianos son aliados de los dracos, así que si hay saurianos aquí...

source: But damn it, we have no minor, undefended gates in this area, how did they enter our caves? Unless...
es: ¡Pero maldición, no tenemos puertas menores sin defensa en esta zona, cómo entraron a nuestras cuevas! A menos que...

source: ...they have entered through the Great Northern Gate. And if they did, it's because Hiera'Shirsha... Folks, now we really must hurry. Let's defeat these saurians and retake the northern gate!
es: ...hayan entrado por la Gran Puerta Norte. Y si lo hicieron, es porque Hiera'Shirsha... ¡Gente, ahora sí tenemos que apurarnos! ¡Derrotemos a estos saurianos y retomemos la puerta norte!

source: Spoke my very thoughts! Let's introduce these saurian things to our axes, boys!
es: ¡Eso mismo pensaba! ¡Vamos a presentarles a estos bichos saurianos nuestras hachas, muchachos!

source: Ssomething wrong here?
es: ¿Algún problemass aquí?

source: Reinforcementss at last! There iss a sstrong dwarf force attacking uss!
es: ¡Refuerzoss al fin! ¡Una fuerte fuerzza enana noss está atacando!

source: Blast it, there are more of them coming from the outside!
es: ¡Maldición, vienen más desde afuera!

source: There are too many of them! What will we do now, Myra?
es: ¡Son demasiados! ¿Qué vamos a hacer ahora, Myra?

source: Um, I think... Yes, I must try that...
es: Eh, creo que... Sí, tengo que intentarlo...

source: Try what?
es: ¿Intentar qué?

source: Just give me a few minutes, and you'll see...
es: Solo denme unos minutos y lo verán...

source: Aaaahhh, spiders everywhere!!!
es: ¡¡¡Aaaahhh, arañas por todos lados!!!

source: Don't attack them! I have lured and charmed them, they're under my control now.
es: ¡No las ataquen! Las he atraído y encantado, ahora están bajo mi control.

source: And they're bringing friends, look at all those spiders!
es: ¡Y están trayendo amigas, miren todas esas arañas!

source: Och, how do you do that, girl?
es: ¡Och, cómo haces eso, muchacha!

source: Just like I communicate with nature's spirits, I can communicate with other animals and make them do my bidding. I'd never tried to lure so many gigantic animals at once before, though.
es: Así como me comunico con los espíritus de la naturaleza, puedo comunicarme con otros animales y hacer que obedezcan mis órdenes. Aunque nunca antes había intentado atraer a tantos animales gigantes de una sola vez.

source: But you did a great job, as expected of you! Why was I even caring about being tired when I was alongside you...
es: ¡Pero lo hiciste genial, como era de esperarse de ti! ¿Por qué me preocupaba estar cansada si estaba a tu lado...?

source: (whispering to Myra) The fair-haired one really likes you, uh?
es: (susurrando a Myra) A la rubia le gustas mucho, ¿eh?

source: Be silent, Dvalin...
es: Cállate, Dvalin...

source: Now, let's go and see whatever is happening outside...
es: Ahora, vamos a ver qué está pasando afuera...

source: Aaargh! Curse these lizards...
es: ¡Aaargh! ¡Malditos lagartos…!

source: We have taken too much time in these caves! Now, I fear we will leave it only to see our dear city crumbling...
es: ¡Hemos tardado demasiado en estas cuevas! Ahora me temo que saldremos solo para ver nuestra querida ciudad derrumbándose...

source: Lightning Strike
es: Golpe Relámpago

source: Hold off the dragon army till the end of turns
es: Contener al ejército dracónico hasta que acaben los turnos

source: Death of M'lena
es: Muerte de M’lena

source: Burn Hiera'Shirsha, my warriors, burn it to the ground and leave none alive!
es: ¡Quemad Hiera’Shirsha, guerreros míos, reducidla a cenizas y no dejéis a nadie con vida!

source: Hold your ground, Windsong! Countless times has our Foundation been attacked, and countless times have our foes clashed uselessly against our walls! Our High Ascendant is on her way to help us, and her very sight shall scare away these fire-breathing barbarians!
es: ¡Mantened la posición, Hijas del Viento! ¡Incontables veces han atacado nuestra Fundación y otras tantas se han estrellado inútilmente contra nuestras murallas! ¡Nuestra Gran Ascendente viene en camino a ayudarnos, y su sola presencia ahuyentará a estos bárbaros escupefuego!

source: Look! Look at the Dwarven Gate! Lady Maat has arrived, and is bringing dwarvish reinforcements!
es: ¡Mirad! ¡Mirad la Puerta Enana! ¡Ha llegado la señora Maat, y trae refuerzos enanos!

source: No, wait, that's not her... By the elementals, I think it's Myra...
es: No, espera, no es ella… Por los elementales, creo que es Myra…

source: It's not the Ascendant...?
es: ¿No es la Ascendente…?

source: No, but for now let's content ourselves with her daughter; after all, Myra and her elementals are better than another drake battalion.
es: No, pero por ahora contentémonos con su hija; al fin y al cabo, Myra y sus elementales valen más que otro batallón de dracos.

source: Dvalin, so this is the plan: hurry back to the caves and rally every dwarf warrior you can find. If Hiera'Shirsha falls, the morale of every free people in these realms will be severely weakened. Meanwhile, I shall help our sisters in the Foundation's defence.
es: Dvalin, este es el plan: regresa rápido a las cuevas y reúne a todos los guerreros enanos que encuentres. Si cae Hiera’Shirsha, la moral de todos los pueblos libres de estos reinos quedará muy debilitada. Mientras, yo ayudaré a nuestras hermanas en la defensa de la Fundación.

source: Aye, Myra, I'll be back in a blink... Sorry for not being able to help you immediately.
es: De acuerdo, Myra, vuelvo en un abrir y cerrar de ojos… Perdona por no poder ayudarte ahora mismo.

source: (sobbing) But Myra, they're too many...
es: (llorando) Pero Myra, son demasiados…

source: Get a hold of yourself, Veela! It's a good thing there are many of them; thus we'll be able to punish them more. Now, CHARGE!
es: ¡Contrólate, Veela! Que sean muchos es bueno; así podremos castigarlos más. ¡Ahora, A CARGAR!

source: Master Assix, I have found the books you sought, including <i>that</i> one.
es: Maestro Assix, he encontrado los libros que buscaba, incluido <i>ese</i>.

source: Wonderful! For this I shall reward you above all others! Ah, our foess shall fall before uss one by one with the power this book will give uss!
es: ¡Maravilloso! ¡Por esto te recompensaré por encima de todos los demás! ¡Ah, nuestros enemigos caerán ante nosotros uno a uno con el poder que este libro nos dará!

source: Damned sneaky lizards, when did they enter the Library? Myra, kill him before he escapes with those scrolls!
es: ¡Malditos lagartos sigilosos! ¿Cuándo entraron en la Biblioteca? ¡Myra, mátalo antes de que escape con esos pergaminos!

source: Damn the scrolls, I will focus on protecting our sisters!
es: ¡Malditos pergaminos! ¡Yo me centro en proteger a nuestras hermanas!

source: You don't understand the kind of knowledge contained within our Library! Who knows what kind of secret, destructive lore that lizard has stolen - he could even have stolen the forbidden lore of Ashura the Demon!
es: ¡No entiendes el tipo de conocimiento que guarda nuestra Biblioteca! ¡Quién sabe qué secretos destructivos ha robado ese lagarto… hasta podría haberse llevado el conocimiento prohibido de Ashura el Demonio!

source: All right then, I'm going after him...
es: Está bien, voy tras él…

source: You little witch... I shall not forget your face. You will pay for crossing my path!
es: Pequeña bruja… No olvidaré tu cara. ¡Pagarás por cruzarte en mi camino!

source: Then why don't you stay and fight instead of running away, you reptilian COWARD?
es: Entonces ¿por qué no te quedas a luchar en vez de huir, ¡COBARDE reptiliano?

source: Forget about him, Myra, we must go to our sisters' aid!
es: ¡Olvídate de él, Myra, tenemos que ir a ayudar a nuestras hermanas!

source: You're right. I just hope Dvalin returns soon, the situation does not bide well for our side...
es: Tienes razón. Solo espero que Dvalin vuelva pronto, la situación no pinta bien para nuestro bando…

source: These humans are resisting for longer than we thought... Mar'Ildian, let's call in the reserves and incinerate these witches once and for all!
es: Estos humanos resisten más de lo que creíamos… ¡Mar’Ildian, llamemos a las reservas y acabemos con estas brujas de una vez por todas!

source: Damn, Dvalin, where are you...?
es: Maldición, Dvalin, ¿dónde estás…?

source: About time!
es: ¡Ya era hora!

source: I went as fast as I could, but ye know, my legs are a bit short.
es: He venido tan rápido como he podido, pero ya sabes, mis piernas son un poco cortas.

source: With Dvalin back, Myra may recruit dwarves again.
es: Con Dvalin de vuelta, Myra puede reclutar enanos de nuevo.

source: Yes! Behold the Pride of Dragons' Land, Khrakrahs son of Shek'har!
es: ¡Sí! ¡Contemplad el Orgullo de la Tierra de los Dragones, Khrakrahs hijo de Shek’har!

source: I have been given the honour of finishing the famous Hiera'Shirsha, the Jewel of the Continent! Advance, Children of Morogor, and consume our foes in your flames!
es: ¡Se me ha concedido el honor de acabar con la famosa Hiera’Shirsha, la Joya del Continente! ¡Adelante, Hijos de Morogor, y consumid a nuestros enemigos en vuestras llamas!

source: M'lena, it's over now... We must save as many of our sisters as we can, and one day we may be able to rebuild our order...
es: M’lena, se acabó… Tenemos que salvar a todas nuestras hermanas que podamos, y algún día quizá podamos reconstruir nuestra orden…

source: (crying) I have dedicated my whole life to this Foundation... As did so many generations of good women, collecting the wisdom of Irdya and keeping it away from wrong hands... Only for all our work to be turned to ashes by these merciless monsters...
es: (llorando) He dedicado toda mi vida a esta Fundación… Como tantas generaciones de buenas mujeres, recogiendo la sabiduría de Irdya y manteniéndola lejos de malas manos… ¡Solo para que todo nuestro trabajo se vuelva cenizas por culpa de estos monstruos sin piedad…!

source: Do you think I don't know how you feel? This place has been my only true home, the place where I found happiness again after my blood mother's death... It is lost now, but our sisters may yet live, so we must withdraw into the tunnels, where the dwarves shall cover us!
es: ¿Crees que no sé cómo te sientes? Este lugar ha sido mi único hogar de verdad, donde volví a encontrar la felicidad después de la muerte de mi madre de sangre… Ahora está perdido, pero nuestras hermanas aún pueden vivir, ¡así que debemos retirarnos a los túneles, donde los enanos nos cubrirán!

source: You speak wisdom, like your mother... It is well, then: I charge you with leading the younger Windsong out of our crumbling Foundation; I and the eldest amongst us shall delay the enemy as much as we can.
es: Hablas con sabiduría, como tu madre… Está bien, entonces: te encargo que guíes a las Hijas del Viento más jóvenes fuera de nuestra Fundación que se derrumba; las mayores y yo retrasaremos al enemigo todo lo que podamos.

source: Go before it's too late!
es: ¡Vete antes de que sea demasiado tarde!

source: Lady M'lena, are you sure Myra will be able to lead our sisters through this mayhem all by herself? She's powerful, but is still young and brash.
es: Señora M’lena, ¿está segura de que Myra podrá guiar a nuestras hermanas por este caos ella sola? Es poderosa, pero sigue siendo joven e impulsiva.

source: You spoke my worries, Thalia... I too am uncertain about whether our young friend will be able to take our students to safety. I must stay here and buy them some time; but you, Thalia, you should go with them, and protect Myra for me.
es: Has dicho mis preocupaciones, Thalia… Yo también dudo de que nuestra joven amiga pueda llevar a las alumnas a salvo. Debo quedarme aquí y ganarles algo de tiempo; pero tú, Thalia, deberías ir con ellas y proteger a Myra por mí.

source: I... I understand. I will make sure she and our sisters manage to reach the Meadows in safety, even if it costs me my life.
es: Yo… Lo entiendo. Me aseguraré de que ella y nuestras hermanas lleguen a salvo a los Prados, aunque me cueste la vida.

source: Farewell, my home...
es: Adiós, mi hogar…

source: I fall, and so does Hiera'Shirsha...
es: Caigo yo, y cae Hiera’Shirsha…

source: Forest Ablaze
es: Bosque en Llamas

source: Defeat Grenn Ohn
es: Derrotar a Grenn Ohn

source: Death of Alenya
es: Muerte de Alenya

source: Death of Galyon
es: Muerte de Galyon

source: Varanyan Elves
es: Elfos Varanyan

source: Stand strong, elves, and we shall vanquish these tree-killers!
es: ¡Manteneos firmes, elfos, y venceremos a estos asesinos de árboles!

source: Burn everything, drakes! Without their precious forests, these skinny weaklings will be helpless!
es: ¡Quemadlo todo, dracos! ¡Sin sus preciosos bosques, estos flacuchos debiluchos estarán indefensos!

source: Marshal, look! There come the dwarves and the Windsong!
es: ¡Mariscal, mirad! ¡Ahí vienen los enanos y las Hijas del Viento!

source: Oh no, don't tell they have decided to harass us just now...!
es: ¡Oh no, no me digáis que han decidido molestarnos justo ahora…!

source: Greetings, elves. I could give you a speech on why we're here and where we're going, but I think we have more urgent matters at hand, don't you agree?
es: Saludos, elfos. Podría daros un discurso sobre por qué estamos aquí y adónde vamos, pero creo que tenemos asuntos más urgentes entre manos, ¿no creéis?

source: Well... Although it's known to us that neither dwarves nor Windsong are much trustworthy, I deem it better now to leave our differences aside to face a common enemy, like we did in the war against Krathon. So yes, newcomers, your aid will be very appreciated.
es: Bueno… Aunque sabemos que ni los enanos ni las Hijas del Viento son muy de fiar, creo que ahora es mejor dejar nuestras diferencias a un lado para enfrentar a un enemigo común, como hicimos en la guerra contra Krathon. Así que sí, recién llegados, vuestra ayuda será muy apreciada.

source: Hrumph! Darn elves, acting all high and mighty even when having their asses handed on a plate...
es: ¡Hrumph! Malditos elfos, actuando como si fueran superiores incluso cuando les están dando una paliza…

source: (snickers)
es: (risitas)

source: I thank you for your aid, friends. Until your arrival, I had feared for the worst.
es: Os agradezco vuestra ayuda, amigos. Hasta vuestra llegada, había temido lo peor.

source: You must be the daughter of the High Ascendant, am I correct?
es: ¿Tú debes ser la hija de la Gran Ascendente, verdad?

source: None other!
es: ¡Ninguna otra!

source: I think I must retract what I said earlier about the Windsong and the dwarves... Hiera'Shirsha has remembered its old allies then?
es: Creo que debo retractarme de lo que dije antes sobre las Hijas del Viento y los enanos… Entonces Hiera’Shirsha ha recordado a sus antiguos aliados?

source: Not really... We're just refugees seeking protection with the Aragwaithi. Hiera'Shirsha has fallen.
es: No realmente… Solo somos refugiados buscando protección con los aragwaithi. Hiera’Shirsha ha caído.

source: What? But... No, it cannot be! Was Lady Maat herself unable to hold off the dragon army?
es: ¡¿Qué?! Pero… ¡No, no puede ser! ¿Acaso lady Maat en persona no pudo contener al ejército de dragones?

source: My mother's still away in her wanderings. Hiera'Shirsha was being guided by the Librarian M'lena, and we were managing to hold off the invaders, until a huge dragon called Khrakrahs appeared with another huge army, and we had to flee.
es: Mi madre aún está lejos en sus viajes. Hiera’Shirsha estaba siendo guiada por la Bibliotecaria M’lena y conseguimos contener a los invasores, hasta que apareció un enorme dragón llamado Khrakrahs con otro enorme ejército y tuvimos que huir.

source: No, not Khrakrahs! He is his father Shek'har's second-in-command; if he has come here himself, then his father will soon follow. I think my mission to Garet-Desh has just become more urgent, marshal.
es: ¡No, Khrakrahs no! Es el segundo al mando de su padre Shek’har; si él mismo ha venido aquí, entonces su padre lo seguirá pronto. Creo que mi misión a Garet-Desh se ha vuelto más urgente, mariscal.

source: Your mission?
es: ¿Tu misión?

source: Lady Alenya is a princess of Lintanir in the distant west. She was originally to ask for Lady Maat's help, for the dragons have launched a massive attack on all the western nations - be it elf, dwarf or troll.
es: Lady Alenya es una princesa de Lintanir en el lejano oeste. Originalmente venía a pedir ayuda a lady Maat, porque los dragones han lanzado un ataque masivo a todas las naciones occidentales —sean elfos, enanos o trolls.

source: However, as I travelled to this region, I saw drakes as well as saurians heading east as well. It seems that the Dragons' Land has decided to wage war on all peoples of the continent.
es: Sin embargo, mientras viajaba a esta región, vi dracos y también saurios dirigiéndose al este. Parece que la Tierra de los Dragones ha decidido hacer la guerra a todos los pueblos del continente.

source: But... But what if all the humans, dwarves, elves and trolls unite against them? If we do, I'm sure we could defeat the dragons!
es: Pero… ¡Pero qué pasa si todos los humanos, enanos, elfos y trolls se unen contra ellos! ¡Si lo hacemos, estoy segura de que podríamos derrotar a los dragones!

source: That's what my father intended: to speak with High King Abhai and forge an alliance between the Aragwaithi and Lins-Elens itself. If we do, the elves from other far western forests, such as Wesmere and Aethen, will follow us.
es: Eso es lo que pretendía mi padre: hablar con el Alto Rey Abhai y forjar una alianza entre los aragwaithi y el propio Lins-Elens. Si lo logramos, los elfos de otros bosques lejanos del oeste, como Wesmere y Edén, nos seguirán.

source: So we must not tarry here any longer. Let's hurry to Garet-Desh!
es: ¡Entonces no podemos demorarnos más aquí! ¡Corramos a Garet-Desh!

source: You go and escort Alenya; I shall stay here and block the advance of any other drake battalion that comes. This forest has been our home for ages, and we shall not give it up without a bloody fight.
es: Vosotros id y escoltad a Alenya; yo me quedaré aquí y detendré el avance de cualquier otro batallón de dracos que venga. Este bosque ha sido nuestro hogar durante eras y no lo abandonaremos sin una lucha sangrienta.

source: (whispering) For an elf, he's got quite the guts...
es: (susurrando) Para ser un elfo, tiene agallas…

source: So be it. I wish you the best of luck.
es: Que así sea. Te deseo la mejor de las suertes.

source: Alas, I shall never see my dear Lintanir again...
es: Ay, nunca volveré a ver mi querido Lintanir…

source: Ha! Look boys, Krahkrahs has completed Hiera'Shirsha's destruction, and now heads towards the Aragwaithi Meadows through this valley - let's cook him some elvish meal to restore his strength!
es: ¡Ja! ¡Mirad, muchachos, Krahkrahs ha completado la destrucción de Hiera’Shirsha y ahora se dirige a los Prados Aragwaithi a través de este valle —preparémosle una comida élfica para que recupere fuerzas!

source: Council With The King: The Throne Room
es: Consejo con el Rey: La Sala del Trono

source: Lord Aracyn
es: Señor Aracyn

source: King Vercyn
es: Rey Vercyn

source: Three young women and a dwarf, breezing past my finest guards...
es: Tres jóvenes y un enano entrando como una brisa por delante de mis mejores guardias…

source: Myra! You... Thank the Gods of Light, you're alive!
es: ¡Myra! Tú… ¡Gracias a los Dioses de la Luz, estás viva!

source: Yes, of course I am... I just took a detour, hasn't Headmistress Lashimi told you?
es: Sí, claro que sí… Solo tomé un rodeo, ¿no te lo contó la directora Lashimi?

source: Lashimi... Oh dear, you don't know yet...? She and the other students of your haven were ambushed by saurians and drakes near Esthiel. Lord Thelian's troops went to their aid, but it was already too late...
es: Lashimi… Ay, querida, aún no lo sabes…? Ella y las demás alumnas de vuestro refugio fueron emboscadas por saurios y dracos cerca de Esthiel. Las tropas de lord Thelian fueron en su ayuda, pero ya era demasiado tarde…

source: How did <i>you</i> manage to cross the Windy Mountains unscathed?
es: ¿Cómo <i>tú</i> lograste cruzar las Montañas Ventosas ilesa?
