Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: Of all things she had imagined to find there, being welcomed as some sort of chosen one by the merfolk wasn't one of them, Myra thought as Atargatis vigorously swam deeper and deeper into the lagoon. At the bottom, enveloped in an eerie blue aura, surrounded by luminescent sea life, stood the Underwater Temple: it was a monumental, cone-shaped structure with three pinnacles, guarded by a great number of Hoplites. Finally, as Myra was about to lose her breath, the mermaid sorceress entered the temple, and then emerged as if in a pool. Myra sat on the rough rock, soaking wet, but Atargatis remained in the water, leaned on the human's knees and staring at her with such fervent curiosity and admiration that she felt embarrassed again.
es: De todas las cosas que había imaginado encontrar allí, ser recibida como una especie de elegida por los sirénidos no era una de ellas, pensó Myra mientras Atargatis nadaba vigorosamente cada vez más profundo en la laguna. A pesar de la oscuridad, la humana podía ver el Templo Submarino, una estructura monumental en forma de cono con tres pináculos, custodiada por un gran número de hoplitas e iluminada por criaturas marinas luminiscentes. Finalmente, cuando Myra estaba a punto de quedarse sin aliento, la hechicera sirénida entró en el templo y luego emergió como en una piscina. Myra se sentó en la roca áspera, empapada, pero Atargatis permaneció en el agua, apoyada en las rodillas de la humana y mirándola con tanta curiosidad y admiración ferviente que volvió a sentirse avergonzada.

source: Welcome to the Underwater Temple, where the Water God once dwelt!
es: ¡Bienvenida al Templo Submarino, donde una vez habitó el Dios del Agua!

source: Well, this place <i>is</i> huge enough to accommodate a dragon...
es: Bueno, este lugar <i>sí</i> es lo bastante grande como para alojar a un dragón…

source: Now, to the questions: what do you want to know first?
es: Ahora, a las preguntas: ¿qué quieres saber primero?

source: Everything, basically... Why do you call Nitiballi a 'god', what do you know about him, what is your relationship with him...
es: Todo, básicamente… Por qué llaman a Nitiballi «dios», qué saben de él, cuál es su relación con él…

source: You certainly know how He saved all life on Irdya, first from the fire dragons, and then from the Destroyer; but I suppose you land-dwellers don't know the things he has done for us, the merfolk. In olden times, we were little more than savages, scattered across the seas and at constant war with all other sea dwellers. For our disunion and warlike nature, we might have gone extinct, until Nitiballi appeared... At first, we were merely attracted to his power, but then he taught us valuable lessons, making us understand that we would win nothing by being so violent and hostile. Thus we began changing our ways, and because of that we united our scattered tribes and became stronger and wiser. If we are a great civilization nowadays, it is all thanks to the guidance of the High Dragon of Water.
es: Seguro que sabes cómo Él salvó toda la vida en Irdya, primero de los dragones de fuego y luego del Destructor; pero supongo que los habitantes de la superficie no conocen lo que hizo por nosotros, los sirénidos. En tiempos antiguos, éramos poco más que salvajes, dispersos por los mares y en guerra constante con todas las demás criaturas marinas. Por nuestra desunión y naturaleza belicosa, podríamos habernos extinguido, hasta que apareció Nitiballi… Al principio solo nos atraía su poder, pero luego nos enseñó valiosas lecciones, haciéndonos entender que no ganaríamos nada siendo tan violentos y hostiles. Así comenzamos a cambiar nuestras costumbres y, gracias a eso, unimos nuestras tribus dispersas y nos volvimos más fuertes y sabios. Si hoy somos una gran civilización, todo es gracias a la guía del Gran Dragón del Agua.

source: But... You're aware that he's dead, aren't you?
es: Pero… sabes que está muerto, ¿verdad?

source: No, Myra; just as a father lives on long after his own death in the blood of his children, Nitiballi still lives in his legacy: all the life that dwells on Irdya. Also, he lives inside you...
es: No, Myra; así como un padre vive mucho después de su propia muerte en la sangre de sus hijos, Nitiballi sigue viviendo en su legado: toda la vida que habita en Irdya. También vive dentro de ti…

source: I... think I understand your point. But, if I may ask, why do you still protect this place, if Nitiballi will no longer come here? Or is it simply a site you hold sacred?
es: Creo… que entiendo tu punto. Pero, si me permites preguntar, ¿por qué siguen protegiendo este lugar si Nitiballi ya no vendrá aquí? ¿O es simplemente un sitio que consideran sagrado?

source: It is a sacred place for us, but there is a more practical reason for which we protect this place: this is where our lore is kept, and, most importantly, this is where the Trident of the Seas is hidden. And this is the heirloom I talked about.
es: Es un lugar sagrado para nosotros, pero hay una razón más práctica por la que lo protegemos: aquí se guarda nuestra tradición y, lo más importante, aquí se oculta el Tridente de los Mares. Y ese es el legado del que te hablé.

source: What is this trident?
es: ¿Qué es ese tridente?

source: It is a weapon of immense power, crafted by Nitiballi himself from his own scales and claws; it is a tool of control that bends the might of the sea and the wrath of the storms to its wielder's will. Its mere aura turns away even the greatest monsters that terrorize the ocean, and calms down the most fearsome of waves. Wield it, and you will be a true Queen of the Sea.
es: Es un arma de poder inmenso, forjada por el propio Nitiballi con sus propias escamas y garras; es una herramienta de control que doblega la fuerza del mar y la furia de las tormentas a la voluntad de quien lo empuña. Su mera aura ahuyenta incluso a los monstruos más grandes que aterrorizan el océano y calma las olas más temibles. Empúñalo y serás una verdadera Reina del Mar.

source: Well, I don't think I'm worthy of being a sea queen; you see, I lived my entire life deep inside the continent...
es: Bueno, no creo que sea digna de ser reina del mar; verás, he vivido toda mi vida en lo profundo del continente…

source: Ah, but you will not resist the call of the sea after you begin to wield the Trident! It doesn't matter what happens, you will always end up on a shore.
es: ¡Ah, pero no podrás resistir el llamado del mar una vez que comiences a empuñar el Tridente! No importa lo que pase, siempre terminarás en una costa.

source: I believe you, but why would I want to keep possession of this trident - other than the fact it seems to be a very powerful artefact?
es: Te creo, pero ¿por qué querría quedarme con este tridente —aparte del hecho de que parece ser un artefacto muy poderoso—?

source: We know, from the tradition passed down from generation to generation, that the Water God forged the Trident for the first of all mermaid sorceresses, Stella Maris. It is said that she deeply loved Nitiballi; after he left this temple to fight the Destroyer, she promised to wait for his return at his home, but, as you know, that was his last battle... Notwithstanding, Stella Maris continued to wait patiently for his return. When she was about to die, some mermen worried that there would be war amongst them for the possession of the Trident; in an attempt to prevent that from happening, she determined, in her will, that the Trident could only be wielded by someone chosen by Nitiballi.
es: Sabemos, por la tradición transmitida de generación en generación, que el Dios del Agua forjó el Tridente para la primera de todas las hechiceras sirénidas, Stella Maris. Se dice que ella amaba profundamente a Nitiballi; después de que él abandonara este templo para luchar contra el Destructor, ella prometió esperar su regreso en su hogar, pero, como sabes, esa fue su última batalla… A pesar de todo, Stella Maris siguió esperando pacientemente su regreso. Cuando estaba a punto de morir, algunos sirénidos temieron que hubiera guerra entre ellos por la posesión del Tridente; en un intento de evitar que eso ocurriera, ella determinó en su testamento que el Tridente solo podría ser empuñado por alguien elegido por Nitiballi.

source: For ages we did not understand what she meant, but, since most of the merfolk still has deep respect for both Stella Maris and the Water God, we used her will to prevent any adventurer from taking the Trident. But when I sensed you coming to our shores, Myra, and felt this faint, but undeniable remnant of Nitiballi in you, I knew who our legendary sorceress was talking about.
es: Durante eras no entendimos qué quería decir, pero, dado que la mayoría de los sirénidos todavía tienen profundo respeto tanto por Stella Maris como por el Dios del Agua, usamos su testamento para impedir que cualquier aventurero se llevara el Tridente. Pero cuando sentí que venías a nuestras costas, Myra, y percibí este tenue pero innegable remanente de Nitiballi en ti, supe de quién hablaba nuestra legendaria hechicera.

source: But how did you recognize this remnant as Nitiballi's? Have you also been at the Fountain of Life?
es: Pero ¿cómo reconociste este remanente como de Nitiballi? ¿Tú también has estado en la Fuente de la Vida?

source: We only know of this Fountain by fractured rumours brought by wanderers from the western seas, young friend. No, I recognized it because I feel it everyday; I'm certain you have already felt it too. Come, I will show you.
es: Solo conocemos esa Fuente por rumores fragmentados traídos por vagabundos de los mares occidentales, joven amiga. No, lo reconocí porque lo siento todos los días; estoy segura de que tú también lo has sentido ya. Ven, te lo mostraré.

source: Myra's transformation was the talk of the day amongst the refugees for at least three days. Those with magic sensitivity, like Alenya and the Windsong, commented on how her power had grown; but the commoners commented on how her demeanour had changed. If she had seemed tense and worn out since their flight from the Meadows, now she was lively, bursting with confidence and energy... and, in Jevyan's opinion, more beautiful, though he kept his opinion for himself.
es: La transformación de Myra fue la comidilla entre los refugiados durante al menos tres días. Quienes tenían sensibilidad mágica, como Alenya y las Hijas del Viento, comentaban cuánto había crecido su poder; pero la gente común comentaba cómo había cambiado su actitud. Si desde su huida de los Prados había parecido tensa y agotada, ahora estaba llena de vida, rebosante de confianza y energía… y, en opinión de Jevyan, más hermosa, aunque guardó su opinión para sí mismo.

source: However, one thing that puzzled Myra's friends was her decision to keep the Sky Soul alone. As expected, Alenya was the strongest oppositionist to that, but the Trident's new owner assured everyone that, with Nitiballi's influence countering Svarballi's, the gem would not harm her in the least.
es: Sin embargo, una cosa que desconcertó a los amigos de Myra fue su decisión de quedarse con el Alma Celeste ella sola. Como era de esperar, Alenya fue la opositora más firme, pero la nueva dueña del Tridente aseguró a todos que, con la influencia de Nitiballi contrarrestando la de Svarballi, la gema no le haría ningún daño.

source: The refugees rested in the island (called Ring of Fire by the merfolk) for a week, healing their wounds, repairing their ships and refilling their food and water stocks. Atargatis and her mermen's treatment of them was impeccable, but Myra noticed that her people's presence there was beginning to be a problem, since they were surviving almost exclusively on the natives' provisions. So, in their eighth day there, she ordered everyone to pack up their belongings and return to the ships. After thanking Atargatis for all the aid given them, and assuring her they'd meet again; Myra climbed on a sleeping volcano and marvelled humans, dwarves and mermen alike by dissipating the storm clouds with the power of the Trident. And so, bathed in sunlight for the first time in days, the refugees resumed their journey eastwards.
es: Los refugiados descansaron en la isla (llamada Anillo de Fuego por los sirénidos) durante una semana, curando sus heridas, reparando sus barcos y reponiendo sus reservas de comida y agua. El trato de Atargatis y sus sirénidos hacia ellos fue impecable, pero Myra notó que la presencia de su gente allí estaba empezando a ser un problema, ya que sobrevivían casi exclusivamente de las provisiones de los nativos. Así que, en su octavo día allí, ordenó a todos recoger sus pertenencias y volver a los barcos. Después de agradecer a Atargatis toda la ayuda brindada y asegurarle que se encontrarían de nuevo; Myra subió a un volcán dormido y maravilló a humanos, enanos y sirénidos por igual al disipar las nubes de tormenta con el poder del Tridente. Y así, bañados por la luz del sol por primera vez en días, los refugiados reanudaron su viaje hacia el este.

source: The rest of the voyage was far easier and quicker. With the weather ever on their side, their morale restored and with their leader's optimism contaminating all, they cruised across the eastern Stormy Ocean. At long last, two and a half years after leaving the shores of the Great Continent, they gleefully spotted their new home, confirmed to be Netjer-Ta by the Windsong and their maps. The refugees all jumped from the ships, kissing that land they'd dreamed of so much, romping around on the beach, laughing and singing, forgetful of their old cultural differences. Myra was as blissful as anyone for successfully reaching their goal, but she was their leader, and so she couldn't allow herself to celebrate with the others - not so soon...
es: El resto del viaje fue mucho más fácil y rápido. Con el clima siempre a su favor, la moral restaurada y el optimismo de su líder contagiando a todos, navegaron por el Océano Tempestuoso oriental. Al fin, dos años y medio después de abandonar las costas del Gran Continente, avistaron con júbilo su nuevo hogar, confirmado como Netjer-Ta por las Hijas del Viento y sus mapas. Todos los refugiados saltaron de los barcos, besando esa tierra con la que tanto habían soñado, correteando por la playa, riendo y cantando, olvidando sus antiguas diferencias culturales. Myra estaba tan dichosa como cualquiera por haber alcanzado con éxito su objetivo, pero era su líder, y por eso no podía permitirse celebrar con los demás… no tan pronto…

source: Myra would have never expected, not even in her most optimistic dream, that she'd have such a strong and reliable ally so little after reaching that new, unknown land. Although Akashia kept warning her against being too trustful, Myra felt that Ogesh was a honourable leader, and he didn't disappoint her. While his shamans tended and fed the refugees, the sovereign explained to her the geographic-political map of the realm:
es: Myra nunca habría esperado, ni siquiera en su sueño más optimista, tener un aliado tan fuerte y confiable tan poco después de llegar a esa nueva tierra desconocida. Aunque Akashia seguía advirtiéndole que no confiara demasiado, Myra sentía que Ogesh era un líder honorable, y no la decepcionó. Mientras sus chamanes atendían y alimentaban a los refugiados, el soberano le explicó el mapa geográfico-político del reino:

source: The hills, depressions and highlands of the west and southwest were controlled by the countless orc tribes, some of which were merged into larger nations; on the frozen plains and mountains of the north lay the fortresses of the vampires, aloof and hostile; crossing the continent from east to west, there was the Sun Path, a long valley where the great River Ruthen ran; and, in the caves inside the mountains flanking the valley, the dwarves of the Motsoghnir Clan (whom Dvalin recognized from his people's legends) dwelled.
es: Las colinas, depresiones y altiplanos del oeste y suroeste estaban controlados por las incontables tribus orcas, algunas de las cuales se habían fusionado en naciones más grandes, como las de Ogesh y Hagash; en las llanuras heladas y montañas del norte se alzaban las fortalezas de los vampiros, que estaban constantemente en guerra con todos en el continente; cruzando el continente de este a oeste estaba el Sendero del Sol, un largo valle por donde corría el gran Río Ruthen; y, en las cuevas dentro de las montañas que flanqueaban el valle, habitaban los enanos del Clan Motsoghnir (a los que Dvalin reconoció de las leyendas de su pueblo).

source: The Sun Path ended in the Central Lake, which had the Dark Island in its centre; in the immense forests that surrounded it and which covered most of the continent's far east lived the wargs, man-like wolves that were not very belligerent, and their allies the dryads. Finally, the plains, hills, swamps and deserts of the south were ruled by a strange nation of humanoids whom Ogesh knew only as an aloof and unfriendly people. And, migrating all over the realm, there were bands of minotaurs, who were usually accompanied by beings known as gnolls.
es: El Sendero del Sol terminaba en el Lago Central, que tenía la Isla Oscura en su centro; en los inmensos bosques que lo rodeaban y que cubrían la mayor parte del extremo oriental del continente vivían los huargos, lobos humanoides poco beligerantes, y sus aliados las dríadas. Finalmente, las llanuras, colinas, pantanos y desiertos del sur estaban gobernados por una extraña nación de humanoides a los que Ogesh solo conocía como un pueblo distante y poco amistoso. Y, migrando por todo el reino, había bandas de minotauros, generalmente acompañados por seres conocidos como gnolls.

source: When questioned, the orc sovereign said that there was no truly unclaimed land in the continent, but that the Land's End Peninsula, in the continent's utmost east, was populated only by outcasts from other lands. Anyone who lay claim to it would therefore attract no hostility from the larger nations. Ecstatic, Myra told her people about the peninsula, and it was with a lighter, more hopeful heart that the refugees slept that night. However, the sun had barely resumed its journey across the skies again when orc war drums echoed over the city, warning of a looming new threat...
es: Myra preguntó al soberano orco si había alguna tierra deshabitada en todo el continente; él afirmó que la Península del Fin de la Tierra, en el extremo este del continente, solo estaba poblada por animales salvajes y, por tanto, podía reclamarse sin temor a atraer enemigos peligrosos. Extasiada, Myra habló a su gente sobre la península, y fue con el corazón más ligero y esperanzado que los refugiados durmieron esa noche. Sin embargo, el sol apenas había reanudado su viaje por los cielos cuando los tambores de guerra orcos resonaron sobre la ciudad, advirtiendo de una nueva amenaza inminente…

source: And so, leaving most of the refugees at Ogesh's capital with Ravyan and Tarkyn, Myra and the others, guided by orc maps and by the reluctant Liliel, headed towards the Sun Path valley, which got its name for being parallel to the sun's trajectory across the skies.
es: Y así, dejando a la mayoría de los refugiados en la capital de Ogesh con Ravyan y Tarkyn, Myra y los demás, guiados por mapas orcos y por la reacia Liliel, se dirigieron hacia el valle del Sendero del Sol, que recibía su nombre por ser paralelo a la trayectoria del sol a través de los cielos.

source: The rest of the trip was relatively quick and safe; Liliel had kept to her word after all. As they followed the river southwards, Myra mused about the lords the winged youth had talked about. She had tried to learn more about Liliel's people, but she refused to talk more than the strictly necessary, still angry for being forcibly shut in the Sun's Path. At certain height, the weather became hotter and drier, the green pastures gave place to vast extensions of golden sand dunes; and then, they finally sighted a tall, shining tower in the distance. However, as they came closer to it, they saw an unexpected scene...
es: El resto del viaje fue relativamente rápido y seguro; después de todo, Liliel había cumplido su palabra. Mientras seguían el río hacia el sur, Myra reflexionaba sobre los señores de los que había hablado el joven alado. Había intentado aprender más sobre el pueblo de Liliel, pero esta se negaba a hablar más de lo estrictamente necesario, todavía enfadada por haber sido encerrada a la fuerza en el Sendero del Sol. En cierto momento, el clima se volvió más cálido y seco, los verdes pastizales dieron paso a vastas extensiones de dunas de arena dorada; y entonces, finalmente, avistaron una alta torre brillante en la distancia. Sin embargo, al acercarse, vieron una escena inesperada…

source: Still discussing what they had learned at the Crystal Tower, Myra and her companions returned northwards, to the Dark Island, where Garmo and many other warg pack leaders already awaited them. There was some commotion when they recognized the Windsong robes of Akashia and her sisters: Garmo and the dryads tried to calm them all down, but it was Myra who succeeded in that by showing the wargs her natural powers. The wolf-like beings were puzzled at first, but soon they all started looking at Myra and her retinue with less suspicion.
es: Todavía discutiendo lo que habían aprendido en la Torre de Cristal, Myra y sus compañeros regresaron hacia el norte, a la Isla Oscura, donde Garmo y muchos otros líderes de manada huargo ya los esperaban. Hubo cierta conmoción cuando reconocieron las túnicas de las Hijas del Viento de Akashia y sus hermanas: Garmo y las dríadas intentaron calmarlos a todos, pero fue Myra quien lo logró al mostrar a los huargos sus poderes naturales. Los seres lobunos estuvieron desconcertados al principio, pero pronto todos empezaron a mirar a Myra y su séquito con menos sospecha.

source: Then, she talked about the war in the Great Continent, their flight and search for a new land; she claimed that they just wanted some land that was not inhabited by any who might be their friend. Some warg leaders questioned whether the foreigners wouldn't turn against them after rebuilding their society, to which Myra replied that they did honour their oaths.
es: Luego, habló sobre la guerra en el Gran Continente, su huida y la búsqueda de una nueva tierra; afirmó que solo querían algo de tierra que no estuviera habitada por nadie que pudiera ser su amigo. Algunos líderes huargos cuestionaron si los extranjeros no se volverían contra ellos después de reconstruir su sociedad, a lo que Myra respondió que ellos sí honraban sus juramentos.
