Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
es: Aunque solo mejora marginalmente el poder de su arco, el matador abandona la espada en favor del entrenamiento con una guadaña, mejorando sus habilidades en combate cuerpo a cuerpo. No es tan resistente como otros de habilidad comparable, pero es mucho más letal.

source: Strongbow
es: Arco Fuerte

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
es: Al usar un arco más fuerte y entrenar casi constantemente, el arco fuerte aragwaith dispara un tiro mucho más letal que el arquero promedio. Sus puñales son más largos que las dagas usadas por el arquero típico, y los manejan con mucha mayor efectividad.

source: female^Heretic
es: Hereje

source: The Windsong Council preaches the importance of patience and pacifism, that one should not give in to anger and instead think carefully about every decision. It is this belief that has kept the Windsong out of conflict for so long. There is a faction, however, that believes that the balance of the world can only be brought about by action, and thus espouses a more active role for the Windsong, pushing constantly for war and the expansion of the Windsong's influence in the outside world. Though they are known as Heretics, their opinions are nonetheless valued, and those Gatekeepers who follow the philosophy are allowed to train themselves in the forbidden arts of swordplay and ancient fire magic.
es: El Consejo de las Hijas del Viento predica la importancia de la paciencia y el pacifismo, que no se debe ceder a la ira y que hay que pensar cuidadosamente cada decisión. Esta creencia es la que ha mantenido a las Hijas del Viento alejadas del conflicto durante tanto tiempo. Sin embargo, existe una facción que cree que el equilibrio del mundo solo puede alcanzarse mediante la acción, y por tanto defiende un papel más activo para las Hijas del Viento, presionando constantemente por la guerra y la expansión de su influencia en el mundo exterior. Aunque se les conoce como herejes, sus opiniones son valoradas, y a las guardianas de los portales que siguen esta filosofía se les permite entrenarse en las artes prohibidas de la esgrima y la antigua magia de fuego.

source: Deva Sword
es: Espada Deva

source: fireball
es: bola de fuego

source: female^Warmonger
es: Belicista

source: Stunningly powerful warriors, Harbingers epitomize the warlike path of the Heretic. Their command of the forbidden flame cipher, as well as the bloodthirsty furor they unleash upon their opponents, make them the terror of their allies as much as of their enemies. Yet even the peaceful Windsong realize that such power must be put to use, and they are often selected to lead groups of their fellow Heretics into battle.
es: Guerreras impresionantemente poderosas, las Belicistas encarnan el camino bélico de las herejes. Su dominio del cifrado de llamas prohibido, así como el furor sanguinario que desatan sobre sus oponentes, las convierten en el terror tanto de sus aliados como de sus enemigos. Aun así, incluso las pacíficas Hijas del Viento reconocen que tal poder debe ser utilizado, y a menudo son seleccionadas para liderar grupos de sus compañeras herejes en batalla.

source: sunburst
es: estallido solar

source: female^Dragon Ascendant
es: Ascendiente Dragón

source: The Dragon Ascendant has reached the pinnacle of her own power; merging both traditional Windsong magic with her own peculiar techniques, she can easily be counted amongst the mightiest beings ever to walk on Irdya.
es: La Ascendiente Dragón ha alcanzado la cima de su propio poder; fusionando la magia tradicional de las Hijas del Viento con sus propias técnicas peculiares, puede considerarse fácilmente entre los seres más poderosos que jamás hayan caminado por Irdya.

source: Trident of the Seas
es: Tridente de los Mares

source: Degeneration
es: Degeneración

source: Soul Explosion
es: Explosión de Alma

source: Nemesis' Fist
es: Puño de Némesis

source: female^Dragon Sorceress
es: Hechicera Dragón

source: The Dragon Sorceress is a woman who has bound with the soul of a High Dragon. Wielding the mighty Trident of the Seas, with which she effectively commands the sea and the storms, she still has much to develop, but her powers are already nearly peerless amongst humans and even elves.
es: La Hechicera Dragón es una mujer que ha ligado su alma a la de un Gran Dragón. Empuñando el poderoso Tridente de los Mares, con el que comanda eficazmente el mar y las tormentas, aún tiene mucho que desarrollar, pero sus poderes ya son casi inigualables entre humanos e incluso elfos.

source: female^High Ascendant
es: Ascendiente Suprema

source: Windsong legends tell of weavers who are bound not to a single spirit, but to The Raw itself. As they grew up, quickly rising through the ranks of the Windsong, they reached pinnacles of power that other mortals could only dream of, becoming like goddesses amongst humans. They were given the title of 'High Ascendant', and their deeds and wisdom became the stuff of many a legend of the Windsong and even other people. Albeit peaceful in normal times, a High Ascendant who decides to unleash her full power is a terrifying sight, even for the mightiest beings.
es: Las leyendas de las Hijas del Viento hablan de tejedoras que no están ligadas a un solo espíritu, sino al Tejido mismo. A medida que crecían, ascendiendo rápidamente en las filas de las Hijas del Viento, alcanzaron cimas de poder con las que otros mortales solo podían soñar, convirtiéndose en diosas entre los humanos. Recibieron el título de «Ascendiente Suprema», y sus hazañas y sabiduría se convirtieron en material de numerosas leyendas entre las Hijas del Viento e incluso otros pueblos. Aunque pacíficas en tiempos normales, una Ascendiente Suprema que decide liberar todo su poder es un espectáculo aterrador, incluso para los seres más poderosos.

source: Staff of Amunet-Isis
es: Bastón de Amunet-Isis

source: Worldsweave Storm
es: Tormenta del Tejido Universal

source: Yansa's Touch
es: Toque de Yansa

source: Sacred Arrow
es: Flecha Sagrada

source: female^Ascendant of the Worldsweave
es: Ascendiente del Tejido Universal

source: Yansa's Fury
es: Furia de Yansa

source: Infinity Storm
es: Tormenta Infinita

source: female^Nature Ascendant
es: Ascendiente de la Naturaleza

source: Few Weavers and Prophets reach the rank of Ascendant. Not just because of the difficult in reaching this goal, but also because of the danger and sacrifice necessary. The path to becoming a Nature Ascendant, by its turn, is similar to that of becoming a normal Ascendant, especially in its difficulty. As the woman binds herself to the spirit of Nature, the bound between them is augmented; consequently, not only her power over other natural spirits increases, but she also develops an affinity with non-sentient beings, making them do her bidding; and (perhaps most importantly) her life force becomes much stronger, thus making her body immune to diseases, poison and most physical damage. Because she's the first of her kind, the Nature Ascendant doesn't fully understand her own powers yet; but one thing is certain: the strength of Nature's Spirit that flows through her is not something to be taken lightly.
es: Pocas tejedoras y profetisas alcanzan el rango de Ascendiente. No solo por la dificultad de lograrlo, sino también por el peligro y el sacrificio necesarios. El camino para convertirse en Ascendiente de la Naturaleza es similar al de convertirse en una Ascendiente normal, especialmente en su dificultad. A medida que la mujer se une al espíritu de la Naturaleza, el vínculo entre ellas se fortalece; en consecuencia, no solo aumenta su poder sobre otros espíritus naturales, sino que también desarrolla afinidad con seres no sensibles, haciéndolos obedecer sus órdenes; y (quizá lo más importante) su fuerza vital se vuelve mucho más fuerte, haciendo su cuerpo inmune a enfermedades, venenos y la mayoría de los daños físicos. Al ser la primera de su clase, la Ascendiente de la Naturaleza aún no comprende completamente sus propios poderes; pero una cosa es segura: la fuerza del Espíritu de la Naturaleza que fluye a través de ella no es algo que deba tomarse a la ligera.

source: arrow-thorns
es: flechas-espinas

source: female^Avatar of Nature
es: Avatar de la Naturaleza

source: The Avatar of Nature is the vessel chosen by the spirits of nature to channel their full power in defence of their beloved world. Being almost like an embodiment of the planet itself, her power is far superior to that of most beings, and is on par with the High Dragons themselves.
es: El Avatar de la Naturaleza es el recipiente elegido por los espíritus de la naturaleza para canalizar todo su poder en defensa de su amado mundo. Siendo casi una encarnación del planeta mismo, su poder es muy superior al de la mayoría de los seres y está a la altura de los propios Grandes Dragones.

source: Soul Outburst
es: Erupción de Alma

source: Soul Barrage
es: Bombardeo de Almas

source: female^Nature Prophetess
es: Profetisa de la Naturaleza

source: There are many among the Windsong who could successfully lead an army, or plan a battle, as the council has all children trained to the best of their ability. So, for the Windsong, knowing when to act is more important. The Raw is affected by all events, both past and future, and is fluidic as these possibilities change. Through her accompanying spirit, some Weavers learn to interpret flows in The Raw as predictions for future events. With time and experience, her predictions become more accurate and dependable. Eventually, if she is of quality, she will be invited to join the ranks of the Prophets. Unlike the farseers of other peoples, the Windsong Prophets do not 'witness' events so much as apply an expanded form of cause and effect. Knowing all flows are open to interpretation, Prophets are discouraged from making predictions without the council of her peers. Unlike Envoys, Prophets have much time to study the arts of leadership and healing, and she has now learned to cure poison. Moreover, her increasing connection with nature has given her new powers not only over the spirits, but also over the plants.
es: Hay muchas entre las Hijas del Viento que podrían liderar con éxito un ejército o planear una batalla, pues el consejo entrena a todas las niñas lo mejor que puede. Por eso, para las Hijas del Viento, saber cuándo actuar es más importante. El Tejido se ve afectado por todos los eventos, pasados y futuros, y es fluido a medida que cambian estas posibilidades. A través de su espíritu acompañante, algunas tejedoras aprenden a interpretar los flujos del Tejido como predicciones de eventos futuros. Con el tiempo y la experiencia, sus predicciones se vuelven más precisas y fiables. Eventualmente, si es de calidad, será invitada a unirse a las filas de las Profetisas. A diferencia de los videntes de otros pueblos, las Profetisas de las Hijas del Viento no «ven» los eventos tanto como aplican una forma ampliada de causa y efecto. Sabiendo que todos los flujos están abiertos a interpretación, se desaconseja a las profetisas hacer predicciones sin el consejo de sus pares. A diferencia de las enviadas, las profetisas tienen mucho tiempo para estudiar las artes del liderazgo y la sanación, y ahora ha aprendido a curar venenos. Además, su creciente conexión con la naturaleza le ha dado nuevos poderes no solo sobre los espíritus, sino también sobre las plantas.

source: Thorns
es: Espinas

source: Soul Blast
es: Explosión de Alma

source: female^Nature Weaver
es: Tejedora de la Naturaleza

source: While most Windsong are able to devote themselves to only one or two aspects of the cipher, there are those who are able to access many. When such a child is born, a spirit from The Raw appears and binds to them. However, this particular child has bound with a spirit of Nature; the full consequences of such unusual union are still unknown, but it is clear that her potential is great.
es: Mientras que la mayoría de las Hijas del Viento solo pueden dedicarse a uno o dos aspectos del cifrado, hay quienes pueden acceder a muchos. Cuando nace una niña así, un espíritu del Tejido aparece y se une a ella. Sin embargo, esta niña en particular se ha unido a un espíritu de la Naturaleza; las consecuencias completas de esta unión tan inusual aún se desconocen, pero está claro que su potencial es enorme.

source: purge
es: purga

source: Soul Bullet
es: Proyectil de Alma

source: female^Runeforger
es: Forjadora de Runas

source: sorrow
es: pena

source: memory
es: recuerdo

source: death
es: muerte

source: cipher
es: cifrado

source: female^Savant
es: Erudita

source: female^Scribe
es: Escriba

source: The scribes of the Windsong are those engaged in studying, as well as contributing to, the vast libraries kept at the Foundation. With the coming of the Great Balancing, they have proven their worth in combat, employing against their enemies an ancient -- and very effective -- brand of magic known as the Cipher.
es: Las escribas de las Hijas del Viento son aquellas dedicadas al estudio y contribución a las vastas bibliotecas guardadas en la Fundación. Con la llegada del Gran Equilibrio, han demostrado su valía en combate, empleando contra sus enemigos una antigua —y muy efectiva— forma de magia conocida como el Cifrado.

source: Stalker
es: Acechador

source: Stalkers are the smaller of the Warg bretheren and are known for their darker fur. Because of their smaller size these Warg wield a spear in combat instead of their claws. Stalkers use their heightened agility to great use in combat to surround their foes.
es: Los acechadores son los más pequeños de los hermanos huargos y se caracterizan por su pelaje más oscuro. Debido a su menor tamaño, estos huargos usan una lanza en combate en lugar de sus garras. Los acechadores aprovechan al máximo su mayor agilidad en combate para rodear a sus enemigos.

source: tackle
es: placaje

source: Shadow Pelt
es: Pelaje Sombrío

source: Many stalkers who have grown more experianced, will smear certain kinds of dirt and dust on their fur to make themselves harder to see. This has lead to the term shadow pelt, as it gives the impression of a permanent shadow resting on them.
es: Muchos acechadores que han ganado experiencia se untan ciertos tipos de tierra y polvo en el pelaje para hacerse más difíciles de ver. Esto ha dado lugar al término «pelaje sombrío», ya que da la impresión de una sombra permanente descansando sobre ellos.

source: Night Eye
es: Ojo Nocturno

source: After a time as a shadow pelt something about the dirt bleeds into the fur. This gives a very dark shade of black that hides very well in the darkest of nights.
es: Tras un tiempo como pelaje sombrío, algo de la suciedad se filtra en el pelaje. Esto da un tono muy oscuro de negro que se camufla muy bien en las noches más oscuras.

source: Warrior Wolf
es: Guerrero Lobo

source: The low ranking warriors of the clan are know as wolves, only after proving themselves are they allowed to call themselves warg.
es: Los guerreros de bajo rango del clan son conocidos como lobos; solo después de probarse a sí mismos se les permite llamarse huargos.

source: Claws
es: Garras

source: Rabid Wolf
es: Lobo Rabioso

source: Some warrior wolves prefer to become more like wolves rather than choose to take the name of warg. They never learn how to use weapons, but instead adapt a style using their whole body, and move on all fours.
es: Algunos guerreros lobunos prefieren parecerse más a los lobos que adoptar el nombre de huargo. Nunca aprenden a usar armas, sino que adaptan un estilo usando todo su cuerpo y se mueven a cuatro patas.

source: Fangs
es: Colmillos

source: Warrior Warg
es: Guerrero Huargo

source: The Warg who have proven themselves worthy of the name are a force to be reckoned with when defending their homeland.
es: Los huargos que han demostrado ser dignos del nombre son una fuerza a tener en cuenta cuando defienden su patria.

source: Warg can fight quite well without weapons, as such many of their warriors never become skilled with them. However the ones who do, are given the title Fenrir, and are warriors to be feared.
es: Los huargos pueden luchar bastante bien sin armas, por lo que muchos de sus guerreros nunca se vuelven expertos con ellas. Sin embargo, los que sí lo hacen reciben el título de Fenrir y son guerreros temidos.

source: war axe
es: hacha de guerra

source: war hammer
es: martillo de guerra

source: Moon Blade
es: Hoja Lunar

source: The warg revere the moon, and sometimes the moon blesses devout warriors with strange powers. These warg are marked with white fur, and wield swords like slivers of the moon.
es: Los huargos reverencian la luna, y a veces la luna bendice a los guerreros devotos con extraños poderes. Estos huargos se distinguen por su pelaje blanco y empuñan espadas como astillas de luna.

source: Moon Sword
es: Espada Lunar

source: Pack Leader
es: Líder de Manada

source: The individual packs, and clans each have a leader chosen from their warriors, for his wisdom and prowess.
es: Cada manada y clan tiene un líder elegido entre sus guerreros por su sabiduría y destreza.

source: Most warg don't live to be very old. However the leaders that live to be very old are revered by freinds, and feared by foes.
es: La mayoría de los huargos no viven hasta ser muy viejos. Sin embargo, los líderes que llegan a una edad avanzada son reverenciados por los amigos y temidos por los enemigos.

source: Wolf Cub
es: Cachorro de lobo

source: The warg can catch and train real wolves to aid them in war. They do it by capturing wolf cubs, and starting the training while they are very young. Wolves make good scouts as they can move even faster than the warg can.
es: Los huargos pueden capturar y entrenar lobos reales para ayudarlos en la guerra. Lo hacen capturando cachorros de lobo y comenzando el entrenamiento cuando aún son muy jóvenes. Los lobos son buenos exploradores porque pueden moverse incluso más rápido que los huargos.

source: Bite
es: Mordisco

source: Wolf
es: Lobo

source: Full grown wolves are rather swift, and accurate with their jaws.
es: Los lobos adultos son bastante rápidos y precisos con sus mandíbulas.

source: Dire Wolf
es: Lobo Terrible

source: Something about the warg bleeds into the wolves they tame, causing them to grow larger, and stronger. These wolves, known as dire wolves provide swift sure firepower to the wargs arsenal.
es: Algo de los huargos se transmite a los lobos que domestican, haciendo que crezcan más grandes y fuertes. Estos lobos, conocidos como lobos terribles, proporcionan potencia de fuego rápida y segura al arsenal de los huargos.

source: Fire Sprite
es: Duende de Fuego

source: Fire Sprites are tiny faerie creatures who get their name from being able to somewhat control the element of fire. Living in the forest, these creatures use their powers primarily to prevent their homes from burning down. Sharing a respect for the woods, they have become great allies with the Warg.
es: Los espíritus de llama son diminutas criaturas feéricas que reciben su nombre por su capacidad para controlar en cierta medida el elemento del fuego. Viviendo en el bosque, estas criaturas usan sus poderes principalmente para evitar que sus hogares se quemen. Compartiendo el respeto por los bosques, se han convertido en grandes aliados de los huargos.

source: sprite punch
es: puñetazo de duende

source: sapphire flame
es: llama de zafiro

source: Flame Sprite
es: Duende de Llama

source: Flame Spirit
es: Espíritu de Llama

source: spirit fire
es: fuego espiritual

source: Blackfur
es: Pelaje Negro

source: There is a rare breed of warg with black fur and a slight build. Although not as physicaly strong as the normal kind, foes have learned to fear the sudden death that could await in any dark shadow.
es: Existe una rara estirpe de huargos con pelaje negro y complexión delgada. Aunque no tan fuertes físicamente como los normales, los enemigos han aprendido a temer la muerte repentina que puede acechar en cualquier sombra oscura.

source: Black Hunter
es: Cazador Negro

source: The blackfur hunt at night for the concealment it gives, and are quite adept at hunting any kind of quarry.
es: Los de pelaje negro cazan de noche por el camuflaje que les proporciona, y son bastante hábiles cazando cualquier tipo de presa.

source: Water Dryad
es: Dríada Acuática

source: In any wetland area you may find a Dryad calling the place her home. Dryads are not combatitive in nature and instead will control surrounding plant life to ensnare her enemies and slow them down until help arrives.
es: En cualquier zona pantanosa puedes encontrar una dríada que llama hogar a ese lugar. Las dríadas no son combativas por naturaleza y en su lugar controlan la vegetación circundante para atrapar a sus enemigos y ralentizarlos hasta que llegue ayuda.

source: Ensnare
es: Atrapar

source: Water Nymph
es: Ninfa Acuática

source: Water Shyde
es: Sílfide Acuática

source: life force
es: fuerza vital

source: This unit draws upon the power of Nature, thus recovering its strength and 24 hp. Effects of poisoning are nullified as well.
es: Esta unidad recurre al poder de la Naturaleza, recuperando así su fuerza y 24 pv. Los efectos del veneno quedan anulados también.

source: divine breath of life
es: aliento divino de vida

source: This unit draws upon its own holy powers to regenerate itself, thus recovering its strength and 24 hp. Effects of poisoning are nullified as well.
es: Esta unidad recurre a sus propios poderes sagrados para regenerarse, recuperando así su fuerza y 24 pv. Los efectos del veneno quedan anulados también.

source: dragonfire
es: fuego de draco

source: Dragonfire occurs over a large area. When this attack is used, all units adjacent to a target may be hit. Does not work on defense.
es: El fuego de draco afecta a un área grande. Cuando se usa este ataque, todas las unidades adyacentes al objetivo pueden ser alcanzadas. No funciona en defensa.

source: Miss
es: Fallo

source: leadership (level
es: liderazgo (nivel

source: female^leadership
es: liderazgo

source: This unit can lead your own units that are next to it, making them fight better. Adjacent own units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
es: Esta unidad puede liderar a las unidades propias que estén a su lado, haciéndolas luchar mejor. Las unidades propias adyacentes de nivel inferior infligirán más daño adicional en combate. Cuando una unidad adyacente, de nivel inferior y del mismo bando que una unidad con liderazgo entra en combate, sus ataques infligen un 25% más de daño por cada nivel de diferencia.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of lower level.
es: El liderazgo de esta unidad permite que las unidades adyacentes del mismo bando infligan más daño en combate, aunque solo se aplica a unidades de nivel inferior.

source: protection
es: protección

source: female^protection
es: protección
