Repository: knyghtmare/wesnoth-A_Song_of_Fire
Catalog: translations/wesnoth-A_Song_of_Fire/*.po
Languages: es

source: The celestial society tends to breed people who would fearlessly battle with no regard for their own life or family. More in fact than they can support in their standing army. However if the armies go marching off, a crowd of zealots will almost always follow, and the armies although not accepting these into their ranks, do not deny them the chance to fight.
es: La sociedad celestial tiende a criar personas que lucharían sin temor alguno sin importarles su propia vida o su familia. De hecho, más de los que pueden mantener en su ejército permanente. Sin embargo, si los ejércitos marchan a la guerra, casi siempre les sigue una multitud de fanáticos, y aunque los ejércitos no los aceptan en sus filas, no les niegan la oportunidad de luchar.

source: chakram slice
es: corte de chakram

source: chakram throw
es: lanzamiento de chakram

source: Militant
es: Militante

source: The celestials have always had a very militant, and totalitarian mindset. They believe that the battle with evil should be fought until it is over. As a result there is no shortage of civilians who are willing to join and fight for the army at a minutes notice. Some of them even practice in case such a chance comes up.
es: Los celestiales siempre han tenido una mentalidad muy militante y totalitaria. Creen que la batalla contra el mal debe librarse hasta que termine. Como resultado, nunca faltan civiles dispuestos a unirse al ejército y luchar en cuestión de minutos. Algunos incluso entrenan por si se presenta la oportunidad.

source: Sicarius
es: Sicario

source: Civilian warriors who have proven their worth time and time again, are granted an honorary rank known as Sicarius. It is quite an honor in Celestial society.
es: Los guerreros civiles que han demostrado su valía una y otra vez reciben el rango honorario conocido como sicario. Es todo un honor en la sociedad celestial.

source: Charioteer
es: Conductor de Carro

source: The Hannuks have never been very familiar with sailing, and this proved to be a problem at first, since horses could not transport great loads of game, traded good or even people. They solved this problem by developing large, resistant chariots drawn by two or more horses that could transport great cargo; but it didn't take long until they found out that, by placing archers on them, the chariots became deadly war machines. In spite of their low speed and of the difficulty their archers have in hitting a target while moving, charioteers are the favourite units for battles in which melee combat is dominant.
es: Los hannuks nunca han sido muy amigos de la navegación, y eso supuso un problema al principio, ya que los caballos no podían transportar grandes cargas de caza, mercancías o personas. Resolvieron este problema desarrollando grandes y resistentes carros tirados por dos o más caballos que podían transportar grandes cargas; pero no tardaron en descubrir que, al colocar arqueros en ellos, los carros se convertían en mortales máquinas de guerra. A pesar de su baja velocidad y de la dificultad que tienen sus arqueros para acertar a un blanco en movimiento, los conductores de carros son las unidades favoritas en batallas donde domina el combate cuerpo a cuerpo.

source: trample
es: pisotear

source: composite bow
es: arco compuesto

source: Conqueror
es: Conquistador

source: After certain number of villages razed, most Raiders become known, and consequently feared, all over the steppes, and sometimes even outside of them. Their mere sight makes even the rulers of larger cities tremble, for they know their beloved lands are about to be conquered and pillaged. The Conquerors may be hated and despised by most of the Hannuks, but no one can deny that it is thanks to them that the frontiers of the Hannuk nation have expanded across the centuries.
es: Tras arrasar cierto número de aldeas, la mayoría de los saqueadores se vuelven conocidos y, en consecuencia, temidos en todas las estepas y a veces incluso fuera de ellas. Su mera visión hace temblar incluso a los gobernantes de las ciudades más grandes, pues saben que sus queridas tierras están a punto de ser conquistadas y saqueadas. Los conquistadores pueden ser odiados y despreciados por la mayoría de los hannuks, pero nadie puede negar que gracias a ellos las fronteras de la nación hannuk se han expandido a lo largo de los siglos.

source: battle axe
es: hacha de batalla

source: torch
es: antorcha

source: Forest Bane
es: Pesadilla del Bosque

source: The Hannuks' unfamiliarity with the forest have made way for many legends about beings and spirits that dwell in them. One of these legends tells of the Forest Bane, a vicious spirit that never fails to kill a prey that has caught its eye. Thus, the fact that the most skilled and experienced female hunters have been compared to those legendary spirits is a sign of their prowess. Even so, some of them disdain this name, claiming that, unlike the spirit, they are equally deadly on any terrain.
es: La poca familiaridad de los hannuk con el bosque ha dado lugar a muchas leyendas sobre seres y espíritus que habitan en ellos. Una de estas leyendas habla de la Pesadilla del Bosque, un espíritu feroz que nunca falla al matar a una presa que ha captado su atención. Por tanto, que las cazadoras más hábiles y experimentadas hayan sido comparadas con esos espíritus legendarios es señal de su destreza. Aun así, algunas de ellas desdeñan este nombre, afirmando que, a diferencia del espíritu, ellas son igual de letales en cualquier terreno.

source: scythe
es: guadaña

source: Great Shaman
es: Gran Chamán

source: Although they do not rule any clan directly, the Great Shamans are the highest authority amongst the Hannuk: theirs is the last word in settling disputes between different clans and in taking decisions that will affect the Hannuk nation as a whole; they preserve the people's history and lore, and are responsible for organizing the major religious ceremonies; they are the only ones who can organize the Golden Horde of the Hannuks; also, they can determine the destruction of an entire clan if it is deemed, and proved, to be nocive to the integrity of the Hannuk nation. As if it wasn't enough, they have an extensive knowledge of the herbs that may be found over the steppes (some of which are poisonous and used in their staffs) and also are the only ones allowed to learn and practice the primitive, but lethal, Hannuk magic. With all this power, it comes as no surprise that they are both feared and respected by every member of the steppe society.
es: Aunque no gobiernan directamente ningún clan, los grandes chamanes son la máxima autoridad entre los hannuks: suya es la última palabra en la resolución de disputas entre clanes y en la toma de decisiones que afecten a la nación hannuk en su conjunto; preservan la historia y el saber del pueblo y son responsables de organizar las grandes ceremonias religiosas; son los únicos que pueden organizar la Horda Dorada de los hannuks; también pueden decretar la destrucción de un clan entero si se considera y se demuestra que es perjudicial para la integridad de la nación hannuk. Como si fuera poco, poseen un amplio conocimiento de las hierbas que se encuentran en las estepas (algunas venenosas y usadas en sus bastones) y son los únicos autorizados a aprender y practicar la primitiva pero letal magia hannuk. Con todo este poder, no sorprende que sean tanto temidos como respetados por todos los miembros de la sociedad de las estepas.

source: curse
es: maldición

source: steppe chill
es: frío de la estepa

source: Horse Archer
es: Arquero a Caballo

source: In the Hannuk culture, horse-riding is considered essential for any member of the society. Many prefer staying on their feet, or using chariots, but others remain on horseback, developing a real friendship with their own horses. They also seek to perfect the difficult art of horse-archery that is like a signature of the Hannuks. Horse Archers are mainly hunters, armed with powerful composite bows and scythes to eviscerate their game; nevertheless, they have more than once unbalanced a battle in favour of their own side, and are feared by their enemies for their speed and for the range of their bows.
es: En la cultura hannuk, montar a caballo se considera esencial para cualquier miembro de la sociedad. Muchos prefieren permanecer a pie o usar carros, pero otros permanecen a caballo, desarrollando una verdadera amistad con sus propios caballos. También buscan perfeccionar el difícil arte del tiro con arco a caballo que es como la firma de los hannuks. Los arqueros a caballo son principalmente cazadores, armados con poderosos arcos compuestos y guadañas para destripar su presa; sin embargo, más de una vez han desequilibrado una batalla a favor de su bando y son temidos por sus enemigos por su velocidad y el alcance de sus arcos.

source: Not all horse archers manage to go much beyond their own rank and skill; those who do, however, are admired by his kinsmen as the embodiment of the Hannuks' ideal warrior: man and horse move across the steppes like a single body, and the former's archery skill is superior to that of most foot bowmen. Armed no longer with mere scythes, but with sharp swords, they are called the Mangudai, which means, in the Hannuk language, 'Wind of Death', a name that testifies both their speed and deadliness.
es: No todos los arqueros a caballo logran ir mucho más allá de su propio rango y habilidad; los que sí lo hacen, sin embargo, son admirados por sus parientes como la encarnación del guerrero ideal hannuk: hombre y caballo se mueven por las estepas como un solo cuerpo, y la habilidad con el arco del primero es superior a la de la mayoría de los arqueros a pie. Ya no armados con simples guadañas, sino con afiladas espadas, se les llama mangudai, que en lengua hannuk significa «Viento de Muerte», un nombre que da fe de su velocidad y letalidad.

source: sword
es: espada

source: Raider
es: Saqueador

source: Horse-archery is a difficult art, and therefore, not for everyone. Those who do not see a bright future with the bow and the arrow, but isn't willing to get off horseback either, choose a different set of weapons. Unlike the Mangudai, who are mostly hunters, the Raiders are fully dedicated to warfare: armed with blades and torches, they mercilessly burn any village that stands on their way. Because of their violence, they are despised by most Hannuks, but are nevertheless employed by all chieftains who want to completely destroy their enemies. Because they are more heavily armoured, they are slower than most horse-riders; and, though their lack of the bow makes them vulnerable to ranged attacks, they are extremely deadly in melee combat.
es: El tiro con arco a caballo es un arte difícil y, por tanto, no apto para todos. Quienes no ven un futuro brillante con el arco y la flecha, pero tampoco están dispuestos a bajar del caballo, eligen un conjunto diferente de armas. A diferencia de los mangudai, que son principalmente cazadores, los saqueadores se dedican por completo a la guerra: armados con cuchillas y antorchas, queman sin piedad cualquier aldea que se cruza en su camino. Debido a su violencia, son despreciados por la mayoría de los hannuk, pero aun así son empleados por todos los jefes que quieren destruir completamente a sus enemigos. Al ir más pesadamente armados, son más lentos que la mayoría de los jinetes; y aunque la falta del arco los hace vulnerables a los ataques a distancia, son extremadamente letales en combate cuerpo a cuerpo.

source: axe
es: hacha

source: Scythe Charioteer
es: Carro Guadaña

source: A problem noticed by charioteers when going to battle was that, though anyone who stood in front of the vehicle was trampled, the flanks of the chariot were a huge weakness. Enemies, of course, noticed that too, and constantly got near the vehicle, taking advantage of the fact that the archers were busy hitting faraway targets, and stabbed them from below. To solve this problem, the Hannuks installed sharp, long and curved blades all over the chariot's sides. This kept enemies at a safer distance, but could also be used to hack enemies who tried to hijack the vehicle while it was moving. If you come across a battlefield and see a great number of severed heads and limbs and slashed torsos, know that Scythe Chariots have fought there.
es: Un problema que notaron los conductores de carros al entrar en batalla era que, aunque cualquiera que se pusiera delante del vehículo era pisoteado, los flancos del carro eran una enorme debilidad. Los enemigos, por supuesto, también lo notaron y se acercaban constantemente al vehículo aprovechando que los arqueros estaban ocupados disparando a objetivos lejanos y los apuñalaban desde abajo. Para solucionar este problema, los hannuks instalaron afiladas, largas y curvas cuchillas por todo el lateral del carro. Esto mantenía a los enemigos a una distancia más segura, pero también podía usarse para cortar en pedazos a los enemigos que intentaran tomar el vehículo en marcha. Si te encuentras en un campo de batalla y ves gran cantidad de cabezas y extremidades cortadas y torsos destrozados, sabe que allí han combatido carros guadaña.

source: scythes
es: guadañas

source: Sharpshooter
es: Tiradora de Élite

source: When the Doe Clan allowed their women to do activities formerly banned to them, many Hannuks, even from that clan, were skeptical that they would succeed in any of them, and would quickly return to their old domestic tasks. However, some Wood Hunters have managed to prove that they had skills beyond those they had learned as little girls. After much practice in the dark of the woods, they refined their archery skills to a level higher than that of many male archers, successfully hunting game formerly considered nearly impossible to kill, such as wild boars. Additionally, months of constant running through the forests' irregular terrain, climbing on trees and bending the composite bow have strenghtened these women, rendering their blows and shots more deadly.
es: Cuando el Clan de la Cierva permitió a sus mujeres realizar actividades que antes les estaban prohibidas, muchos hannuks, incluso del mismo clan, dudaban que tuvieran éxito en alguna de ellas y que pronto volverían a sus antiguas tareas domésticas. Sin embargo, algunas cazadoras del bosque han logrado demostrar que tenían habilidades más allá de las que aprendieron de niñas. Tras mucho entrenamiento en la oscuridad del bosque, refinaron sus habilidades con el arco hasta un nivel superior al de muchos arqueros varones, cazando con éxito presas que antes se consideraban casi imposibles de abatir, como jabalíes salvajes. Además, meses de correr constantemente por el terreno irregular del bosque, trepar a los árboles y tensar el arco compuesto han fortalecido a estas mujeres, haciendo sus golpes y disparos más mortales.

source: The Mangudai are considered by most Hannuks as the peak of human horse-archery: the best of them are only slightly quicker, or stronger, or more dexterous than the average Mangudai. Thus, when any of them show a notably higher level of prowess, he is called 'Tarkan', which means 'master', and is held almost as a living legend: other horse archers look up to him in awe, young women dream of marrying him, peasants obey him without thinking twice. Thus, it comes as no surprise that Tarkans are often seen as the head of isolated villages, or at the forefront of large armies; watching one thunder across the steppes, taking down game and enemy alike with otherwordly ease, it is not hard to understand why few nations dare fight the Hannuks on their own territory.
es: Los mangudai son considerados por la mayoría de los hannuks como la cima del tiro con arco a caballo humano: los mejores solo son ligeramente más rápidos, más fuertes o más diestros que el mangudai promedio. Por eso, cuando alguno de ellos muestra un nivel de proeza notablemente superior, se le llama «tarkan», que significa «maestro», y se le considera casi una leyenda viviente: otros arqueros a caballo lo admiran con reverencia, las jóvenes sueñan con casarse con él, los campesinos le obedecen sin pensarlo dos veces. Por eso no sorprende que los tarkanes suelan verse como jefes de aldeas aisladas o al frente de grandes ejércitos; ver a uno galopando por las estepas, derribando caza y enemigos con facilidad sobrenatural, hace fácil entender por qué pocas naciones se atreven a enfrentarse a los hannuks en su propio territorio.

source: War Charioteer
es: Carro de Guerra

source: Clad in iron plates, with reinforced wheels and drawn by the strongest and sturdiest horses in all of the steppes, the War Chariots are nearly invincible juggernauts; its mere sight is enough to make many enemies flee the battlefield, and those who stay are either crushed mercilessly under the vehicle's weight, hacked to pieces by the scythes all over its flanks, or pierced by volleys of arrows shot by seasoned archers.
es: Cubiertos de placas de hierro, con ruedas reforzadas y tirados por los caballos más fuertes y resistentes de todas las estepas, los carros de guerra son casi invencibles; su mera visión basta para hacer huir a muchos enemigos del campo de batalla, y los que se quedan son aplastados sin piedad bajo el peso del vehículo, hechos pedazos por las guadañas de sus flancos o atravesados por andanadas de flechas disparadas por arqueros expertos.

source: Wood Hunter
es: Cazadora del Bosque

source: In Hannuk society, women are relegated to domestic tasks, such as taking care of the house, weaving, crafting and childcare. However, the women of the Doe Clan have decided to break this tradition, and learned archery and hunting skills. Because the horse was still forbidden to them for religious reasons, they developed a tool with which they could slow down their prey, and it proved to be highly effective not only against game, but also, as they have recently noticed, against human enemies. Furthermore, because the steppes were already dominated by horse-riders, they started hunting in the woods, where horses have never fared well.
es: En la sociedad hannuk, las mujeres están relegadas a tareas domésticas como cuidar la casa, tejer, fabricar y cuidar niños. Sin embargo, las mujeres del Clan de la Cierva han decidido romper con esta tradición y han aprendido habilidades de tiro con arco y caza. Como el caballo todavía les estaba prohibido por razones religiosas, desarrollaron una herramienta con la que podían ralentizar a sus presas, y resultó ser muy efectiva no solo contra la caza, sino también, como han notado recientemente, contra enemigos humanos. Además, como las estepas ya estaban dominadas por jinetes, comenzaron a cazar en los bosques, donde los caballos nunca se han desenvuelto bien.

source: Ancient Banner
es: Estandarte Ancestral

source: What little is known about the past of the Aragwaithi is told through oral history by their wise women. These are tales of an ancient, lost homeland, of devastating wars and deeds of heroism from ages barely remembered even by elves; tales enshrouded in legend and myth. But not only through their oral memory does the history of the Aragwaithi survive the ages. For the older lineages of their people are careful to preserve the memory of their ancestors - and nowhere is that memory better preserved than on the banners of their oldest dynasties. These are banners brought from their ancient homeland, banners under which the greatest deeds of the Aragwaithi people were achieved, and in whose threads are engraved the proofs of their old glories. Such banners may only be carried onto the battlefield by the strongest, bravest and most renowned warrior, and the sight of one of them billowing in the winds is enough to fill those rallied around it with the valour of countless generations.
es: Lo poco que se sabe del pasado de los aragwaithi se transmite a través de la historia oral por sus mujeres sabias. Son cuentos de una patria antigua y perdida, de guerras devastadoras y hazañas heroicas de eras apenas recordadas incluso por los elfos; cuentos envueltos en leyenda y mito. Pero la historia de los aragwaithi no sobrevive a los siglos solo a través de su memoria oral. Las estirpes más antiguas de su pueblo cuidan de preservar el recuerdo de sus antepasados, y en ningún lugar está mejor preservado ese recuerdo que en los estandartes de sus dinastías más antiguas. Son estandartes traídos de su patria ancestral, bajo los cuales se lograron las mayores hazañas del pueblo aragwaith, y en cuyos hilos están grabadas las pruebas de sus antiguas glorias. Tales estandartes solo pueden ser llevados al campo de batalla por el guerrero más fuerte, valiente y renombrado, y la vista de uno de ellos ondeando al viento es suficiente para llenar de valor de innumerables generaciones a quienes se agrupan a su alrededor.

source: Banner of Maethar
es: Estandarte de Maethar

source: white tiger's claw
es: garra del tigre blanco

source: Rod of Justice
es: Vara de la Justicia

source: Some great Aragwaithi officiers bring on the battlefield the flags of their ancients. These Ancient Banners are skilled and deadly veterans, who have leaded troops in the cruelest battles of the Aragwaithi.
es: Algunos grandes oficiales aragwaithi llevan al campo de batalla las banderas de sus antepasados. Estos estandartes ancestrales son veteranos hábiles y letales que han liderado tropas en las batallas más cruentas de los aragwaithi.

source: Banner of the Aracynes
es: Estandarte de los Aracinos

source: Captain
es: Capitán

source: Aragwaithi captains lead the troops on the battlefield and are known as the best human officers existing: they can predict the enemy tactics and nullify their strategies.
es: Los capitanes aragwaithi lideran las tropas en el campo de batalla y son conocidos como los mejores oficiales humanos existentes: pueden predecir las tácticas enemigas y anular sus estrategias.

source: spear
es: lanza

source: Flagbearer
es: Abanderado

source: Only the bravest and strongest soldiers have the great honour to bring the Aragwaithi flag on the battlefield. These warriors, called flagbearers, have been trained at sword and spear and represent a serious threat to the enemies of the Aragwaithi.
es: Solo los soldados más valientes y fuertes tienen el gran honor de llevar la bandera aragwaith al campo de batalla. Estos guerreros, llamados abanderados, han sido entrenados con espada y lanza y representan una seria amenaza para los enemigos de los aragwaithi.

source: glaive
es: guadaña

source: Greatbow
es: Gran Arco

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
es: Pasando finalmente del puñal y la daga a la espada, el gran arco es superior al arco fuerte en combate cuerpo a cuerpo, pero no tan poderoso como el matador. Sin embargo, su arco es una obra maestra del diseño militar. Se pasan varios meses fabricando un solo arco, y cada arco es creado por el propio usuario según sus especificaciones individuales. Debido a la increíble fuerza necesaria para tensar estos arcos, cualquiera que no sea su creador que intente usarlos podría sufrir lesiones graves.

source: bow
es: arco

source: Slayer
es: Matador
